{
  "vaultid": "749a3504-7fae-43f1-9963-caccf73b355d",
  "keys": [
    "d9019bc7-5a1d-4b8a-ab55-a5193c2bf689"
  ],
  "rationale": "<p>Choice D is the best answer. The convention being tested is punctuation use between two supplementary phrases following the coordinate clause (&ldquo;but she&hellip;mycology&rdquo;). This choice correctly uses a comma to mark the boundary between the supplementary noun phrase (&ldquo;the study of fungi&rdquo;) that defines the term &ldquo;mycology&rdquo; and the supplementary participial phrase (&ldquo;producing...London&rdquo;) that provides additional information about the extent to which Potter dedicated herself to mycology. </p><p>Choice A is incorrect because a semicolon can&rsquo;t be used in this way to join two supplementary phrases following a coordinate clause. Choice B is incorrect because it results in a rhetorically unacceptable sentence fragment beginning with &ldquo;producing.&rdquo; Choice C is incorrect. The lack of punctuation results in a sentence that illogically suggests that the study of fungi is producing more than 350 paintings. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>",
  "externalid": "007dd895-e4ed-4aa1-8414-06c33e6fd271",
  "stimulus": "<p>Beatrix Potter is perhaps best known for writing and illustrating children&rsquo;s books such as <em>The Tale of Peter Rabbit </em>(1902), but she also dedicated herself to mycology, the study of <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> more than 350 paintings of the fungal species she observed in nature and submitting her research on spore germination to the Linnean Society of London.</p>",
  "templateclusterid": "ae4f537d-7301-4941-b32c-61d8e3441368",
  "parenttemplatename": "OSP-660-SEC",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "76cc22c3-0c5d-4b71-9fca-a96b43ba9f0e",
      "content": "<p>fungi; producing</p>"
    },
    {
      "id": "9c75e409-a74a-43b8-a9e0-096173466f48",
      "content": "<p>fungi. Producing</p>"
    },
    {
      "id": "cdfd5690-0145-4719-b217-89e563f48107",
      "content": "<p>fungi producing</p>"
    },
    {
      "id": "d9019bc7-5a1d-4b8a-ab55-a5193c2bf689",
      "content": "<p>fungi, producing</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}