{
  "vaultid": "ce9fd1be-5be4-4412-bfc0-0ddb44a66e76",
  "keys": [
    "7249f347-114c-4a1f-9f83-1778868492f2"
  ],
  "rationale": "<p>Choice A is the best answer. This finding would most strongly support the hypothesis. The hypothesis is that the sail improved the dinosaur&rsquo;s ability to chase quick, evasive prey. This finding suggests that the sail helped the dinosaur make sharp turns more quickly, which supports that hypothesis.&nbsp;</p><p>Choice B is incorrect. This finding wouldn&rsquo;t necessarily support the hypothesis. The hypothesis is that the sail improved the dinosaur&rsquo;s ability to chase quick, evasive prey. It&rsquo;s unclear how the sail displacing more water would relate to that hypothesis&mdash;it doesn&rsquo;t seem to be relevant.&nbsp;Choice C is incorrect. This finding wouldn&rsquo;t necessarily support the hypothesis. The hypothesis is that the sail improved the dinosaur&rsquo;s ability to chase quick, evasive prey. It&rsquo;s unclear how the difference in battery power between the models would relate to that hypothesis&mdash;it doesn&rsquo;t seem to be relevant.&nbsp;Choice D is incorrect. This finding would actually weaken the hypothesis. The hypothesis is that the sail improved the dinosaur&rsquo;s ability to chase quick, evasive prey. This finding suggests that the sail slowed the dinosaur down&mdash;which would probably make it worse at catching quick, evasive prey.&nbsp;</p>",
  "origin": "proteus",
  "stem": "<p>Which finding from the model tests, if true, would most strongly support Gimsa and colleagues&rsquo; hypothesis?</p>",
  "externalid": "00e094ed-abe1-4142-af30-ed57eb2e7a2d",
  "stimulus": "<p>Jan Gimsa, Robert Sleigh, and Ulrike Gimsa have hypothesized that the sail-like structure running down the back of the dinosaur <em>Spinosaurus aegyptiacus</em> improved the animal&rsquo;s success in underwater pursuits of prey species capable of making quick, evasive movements. To evaluate their hypothesis, a second team of researchers constructed two battery-powered mechanical models of <em>S. aegyptiacus</em>, one with a sail and one without, and subjected the models to a series of identical tests in a water-filled tank.</p>",
  "templateclusterid": "235bcf91-19c1-4410-bc83-d30fb488e5c7",
  "parenttemplatename": "OSP-301-TXT",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "7249f347-114c-4a1f-9f83-1778868492f2",
      "content": "<p>The model with a sail took significantly less time to complete a sharp turn while submerged than the model without a sail did.</p>"
    },
    {
      "id": "a7a93320-a61b-4dad-9fd4-7b68b8a3e77b",
      "content": "<p>The model with a sail displaced significantly more water while submerged than the model without a sail did.</p>"
    },
    {
      "id": "c3d816ce-0c58-4f47-a8b5-3fc094739f59",
      "content": "<p>The model with a sail had significantly less battery power remaining after completing the tests than the model without a sail did.&nbsp;</p>"
    },
    {
      "id": "7be55a94-5030-452e-8f64-41d5b2a9f40e",
      "content": "<p>The model with a sail took significantly longer to travel a specified distance while submerged than the model without a sail did.</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}