{
  "vaultid": "8e4920d3-9da3-4b9e-874c-1ff565777fa6",
  "keys": [
    "91a40352-2f12-4f4c-84c1-d150a2f019b8"
  ],
  "rationale": "<p>Choice A is the best answer. The author describes Coketown as having streets that are all very similar and residents who live similarly and do the same work. This repetition of similarities emphasizes how everything in Coketown is alike. </p><p>Choice B is incorrect. While the text mentions that all the residents &ldquo;do the same work,&rdquo; it never explains what that work is or why everyone does it. Besides, the idea that they all do the same work is just one of several similarities among the townspeople described in the text. Choice C is incorrect. While the last sentence states that &ldquo;every day was the same as yesterday and tomorrow, and every year the counterpart of the last and the next,&rdquo; it never suggests that people actually &ldquo;lose track of time.&rdquo; This is also too narrow to be the main idea, since time is just one of many aspects of Coketown that the text describes as always being the same. Choice D is incorrect. The text never mentions whether life is simple in Coketown, and the town sounds as though it&rsquo;s probably a pretty dull place to live, rather than a pleasant one. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice best states the main purpose of the text?</p>",
  "externalid": "0521c2e9-08c3-4a63-b9d0-3a9cf68944da",
  "stimulus": "<p>The following text is adapted from Charles Dickens&rsquo;s 1854 novel <em>Hard Times</em>. Coketown is a fictional town in England.&nbsp;</p>\n<p>[Coketown] contained several large streets all very like one another, and many small streets still more like one another, inhabited by people equally like one another, who all went in and out at the same hours, with the same sound upon the same pavements, to do the same work, and to whom every day was the same as yesterday and tomorrow, and every year the counterpart of the last and the next.&nbsp;</p>",
  "templateclusterid": "0783aede-71f1-483c-8839-767f0b1755c6",
  "parenttemplatename": "OSP-KA-TSP-M005",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "91a40352-2f12-4f4c-84c1-d150a2f019b8",
      "content": "<p>To emphasize the uniformity of both the town and the people who live there</p>"
    },
    {
      "id": "944ee768-c2d8-4d28-befc-161c5e5ba7f5",
      "content": "<p>To explain the limited work opportunities available to the town&rsquo;s residents</p>"
    },
    {
      "id": "b9553ccc-02af-4c24-9242-8986abfce8b4",
      "content": "<p>To reveal how the predictability of the town makes it easy for people lose track of time</p>"
    },
    {
      "id": "dc829cc3-7d49-44c8-947b-480965374bf6",
      "content": "<p>To argue that the simplicity of life in the town makes it a pleasant place to live</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}