{
  "vaultid": "4af802d6-53bc-483d-838d-c163bfbd0181",
  "keys": [
    "0d562db3-9e7e-4c59-ad59-806901864a9c"
  ],
  "rationale": "<p>Choice A is the best answer. It most logically completes the text. The text says that some scientists can&rsquo;t explain why prolonged deep sleep is so widespread, given that the known benefits of sleep don&rsquo;t seem to make up for how vulnerable it leaves an animal. This suggests that prolonged deep sleep probably has unknown evolutionary benefits that make up for the vulnerability. &nbsp; &nbsp;</p><p>Choice B is incorrect. It doesn&rsquo;t logically complete the text. The text only discusses the benefits and risks of one trait: sleep. So there&rsquo;s no basis for an inference about &ldquo;most traits.&rdquo; Choice C is incorrect. It doesn&rsquo;t logically complete the text. The text says that it is already known that prolonged deep sleep is widespread in the animal kingdom. Rather, what some scientists can&rsquo;t explain is WHY prolonged deep sleep is so widespread, given that the known benefits of sleep don&rsquo;t seem to make up for how vulnerable it leaves an animal.&nbsp;Choice D is incorrect. It doesn&rsquo;t logically complete the text. The text only discusses the benefits and risks of one trait: sleep. So there&rsquo;s no basis for an inference about &ldquo;many traits.&rdquo; </p>",
  "origin": "proteus",
  "stem": "<p>Which choice most logically completes the text?</p>",
  "externalid": "060fc3ac-31d0-4538-ac31-31f7efc40052",
  "stimulus": "<p>Many animals, including humans, must sleep, and sleep is known to have a role in everything from healing injuries to encoding information in long-term memory. But some scientists claim that, from an evolutionary standpoint, deep sleep for hours at a time leaves an animal so vulnerable that the known benefits of sleeping seem insufficient to explain why it became so widespread in the animal kingdom. These scientists therefore imply that <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span>  </p>",
  "templateclusterid": "d40b7225-13f3-4418-8da0-e7a2194e8b4d",
  "parenttemplatename": "OSP-014-INF",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "0d562db3-9e7e-4c59-ad59-806901864a9c",
      "content": "<p>prolonged deep sleep is likely advantageous in ways that have yet to be discovered.</p>"
    },
    {
      "id": "ca95bc77-b669-4eb6-b994-87df76074433",
      "content": "<p>most traits perform functions that are hard to understand from an evolutionary standpoint.</p>"
    },
    {
      "id": "5967f156-b7a7-4fbb-92a7-27958c9ab159",
      "content": "<p>it is more important to understand how widespread prolonged deep sleep is than to understand its function.</p>"
    },
    {
      "id": "1fe493cf-358e-4dfd-a318-063ddce80e9c",
      "content": "<p>many traits that provide significant benefits for an animal also likely pose risks to that animal.</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}