{
  "vaultid": "57cd2088-b301-4b20-b05c-8a815110ebee",
  "keys": [
    "000c4e7a-150a-48c7-8036-f16a10cd9717"
  ],
  "rationale": "<p>Choice A is the best answer. &ldquo;Hence&rdquo; logically signals that the information in this sentence&mdash;that geologists couldn&rsquo;t confirm the theory of cyclical Ice Ages until the 1960s&mdash;is a consequence of the previous information about the destructiveness of each Ice Age and the erasure of necessary geological evidence. &nbsp;</p><p>Choice B is incorrect because &ldquo;moreover&rdquo; illogically signals that the information in this sentence is merely additional to the previous information about the destructiveness of each Ice Age. Instead, the sentence&nbsp; identifies a specific consequence of that information. Choice C is incorrect because &ldquo;nevertheless&rdquo; illogically signals that the information in this sentence is true despite the previous information about the destructiveness of each Ice Age. Instead, the sentence identifies a specific consequence of that information. Choice D is incorrect because &ldquo;next&rdquo; illogically signals that the information in this sentence is the next step in a process. Instead, the sentence identifies a specific consequence of the previous information. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical transition?</p>",
  "externalid": "062b539c-799e-4ad4-921c-a3be44fcf2e8",
  "stimulus": "<p>When, in the 1800s, geologists first realized that much of Earth had once been covered by great sheets of ice, some theorized that the phenomenon was cyclical, occurring at regular intervals. Each Ice Age is so destructive, though, that it largely erases the geological evidence of its predecessor. <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> geologists were unable to confirm the theory of cyclical Ice Ages until the 1960s.</p>",
  "templateclusterid": "610888a0-7916-4a6d-b35e-fae804ef5687",
  "parenttemplatename": "OSP-234-TRA",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "000c4e7a-150a-48c7-8036-f16a10cd9717",
      "content": "<p>Hence,</p>"
    },
    {
      "id": "36bd09b8-558e-4ae5-a7fd-b8b2db3d1187",
      "content": "<p>Moreover,</p>"
    },
    {
      "id": "e7527fe7-9769-4d76-8415-6771eebfe938",
      "content": "<p>Nevertheless,</p>"
    },
    {
      "id": "8d16bb99-dd30-4531-baa3-ce8c12dc90f2",
      "content": "<p>Next,</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}