{
  "vaultid": "9bf5fae5-3c8a-4e4e-9325-7e63545b9126",
  "keys": [
    "5a267bdc-de83-4439-a984-b262598eff54"
  ],
  "rationale": "<p>Choice B is the best answer. There are two independent clauses in the sentence, each with a subject and a verb: \"many...were skeptical\" and \"historians have determined&hellip;.\" These clauses can be grammatically joined by a comma and the coordinating conjunction \"but.\"</p><p>Choice A is incorrect. This choice results in a run-on sentence, which occurs when two independent clauses are joined without punctuation. Two independent clauses can&rsquo;t be joined by just the coordinating conjunction \"but.\" A comma would also be required. Choice C is incorrect. This choice creates a punctuation error called a comma splice. This sentence contains two independent clauses (\"Many&hellip;were skeptical\" and \"historians have determined&hellip;\"). A comma alone can&rsquo;t join two independent clauses. That requires a comma and a coordinating conjunction. Choice D is incorrect. This choice results in a run-on sentence, which occurs when two independent clauses are joined without punctuation. This sentence contains two independent clauses (\"Many&hellip;were skeptical\" and \"historians have determined&hellip;\"), which need to be either joined by a semicolon, joined by a comma and a coordinating conjunction, or separated by a period.</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>",
  "externalid": "07e644e3-0de6-4c39-8041-74cd3d1d1b67",
  "stimulus": "<p>In 1727, dramatist Lewis Theobald presented a new play, <em>Double Falsehood</em>, at a London theater. Theobald claimed that his drama was based on a little-known play by William Shakespeare, <em>Cardenio</em>. Many, including poet Alexander Pope, were <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> historians have determined that Shakespeare&rsquo;s company did perform a play called <em>Cardenio</em> in 1613.</p>",
  "templateclusterid": "abb39bd7-540a-494a-a3a7-257bf255928c",
  "parenttemplatename": "OSP-KA-BOU-M005",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "5b2af13d-6e3f-436b-9ecf-63003b9a9f43",
      "content": "<p>skeptical but</p>"
    },
    {
      "id": "5a267bdc-de83-4439-a984-b262598eff54",
      "content": "<p>skeptical, but</p>"
    },
    {
      "id": "40e96440-6fe6-4219-ba8b-ec3231bd53eb",
      "content": "<p>skeptical,</p>"
    },
    {
      "id": "6a4ab271-257c-4aa3-a07a-7b689994206f",
      "content": "<p>skeptical</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}