{
  "vaultid": "235c4e4e-0a9d-42b0-a944-0528fd4b814a",
  "keys": [
    "4703e76d-a6cf-40ac-9c3c-30f89ff723e0"
  ],
  "rationale": "<p>Choice B is the best answer. This choice weakens the student&rsquo;s conclusion by suggesting that the emotionality of movie reviews is related to box office success: the higher the emotionality score, the better the movie performs at the box office. </p><p>Choice A is incorrect. While this choice does mention emotionality scores, it only connects them to star ratings, not to box office success. Choice C is incorrect. The fact that many movies received an average star rating doesn&rsquo;t tell us anything about the relationship between emotionality and box office success. Choice D is incorrect. While this choice suggests that star ratings can predict box office success, it doesn&rsquo;t address the issue of emotionality in written reviews, which is the focus of the student&rsquo;s conclusion. </p>",
  "origin": "proteus",
  "stem": "<p>Which finding, if true, would most directly weaken the student&rsquo;s conclusion?</p>",
  "externalid": "084d8f9f-c1fe-4c1b-8c34-e8d1f0cb8182",
  "stimulus": "<p>Matthew D. Rocklage and team examined whether consumer ratings of movies can predict box office success. The team considered both numeric star ratings and written reviews in their research. To analyze the written reviews, the team measured the emotionality&mdash;the degree to which a written review expresses an emotional reaction&mdash;of user reviews on a movie rating website, assigning each review an emotionality score. After reviewing this research, a student argues that the emotionality of movie reviews is unrelated to a movie&rsquo;s success at the box office.</p>",
  "templateclusterid": "108b79d7-b110-421f-a89f-57317da1a9f3",
  "parenttemplatename": "OSP-KA-TXT-M008",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "4a2b9a4b-41f8-480a-899d-0c93aad92876",
      "content": "<p>Movies that had the highest average emotionality scores received the lowest average star ratings on the movie rating website.&nbsp;</p>"
    },
    {
      "id": "4703e76d-a6cf-40ac-9c3c-30f89ff723e0",
      "content": "<p>The average emotionality score of a movie&rsquo;s reviews was a positive predictor of that movie&rsquo;s box office earnings.&nbsp;</p>"
    },
    {
      "id": "bc7ff556-98c9-42a8-806e-26fbb231f90a",
      "content": "<p>More than half of the movies that the team examined received an average star rating of 3 out of 5 stars.</p>"
    },
    {
      "id": "737cec55-1f82-4d61-92d8-30878a8c523c",
      "content": "<p>The movies that were most successful at the box office tended to have high average star ratings.</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}