{
  "vaultid": "2e2c3a09-8610-472c-9203-28c2a9ab14dc",
  "keys": [
    "1765c2bf-0276-44b9-bb20-57f590c1aaab"
  ],
  "rationale": "<p>Choice B is the best answer. The convention being tested is the use of verbs to express tense. In this choice, the past perfect verb &ldquo;had reached&rdquo; is used correctly to describe a past action that was completed before another action in the past. Specifically, in this hypothetical scenario about the origins of RNA and DNA on Earth, the simple sugars had to have reached Earth before they could react with other molecules on the planet. </p><p>Choice A is incorrect because the present tense verb &ldquo;reach&rdquo; doesn&rsquo;t indicate that the simple sugars reached Earth before reacting with other molecules on the planet. Choice C is incorrect because the future tense verb &ldquo;will reach&rdquo; doesn&rsquo;t indicate that the simple sugars reached Earth before reacting with other molecules on the planet. Choice D is incorrect because the present progressive verb &ldquo;are reaching&rdquo; doesn&rsquo;t indicate that the simple sugars reached Earth before reacting with other molecules on the planet. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>",
  "externalid": "08df22f2-5ba9-4073-bf61-ba5e2563f16b",
  "stimulus": "<p>If simple sugars such as ribose and glycolaldehyde <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> Earth from elsewhere and survived impact&mdash;a possibility astrophysicist Nicolle Zellner outlined in a 2020 study&mdash;the sugars could have reacted with other molecules that were already present on the planet to form the nucleotides that are the structural components of RNA and DNA.</p>",
  "templateclusterid": "bc544391-c3ee-4463-9611-4112aa5630eb",
  "parenttemplatename": "OSP-646-SEC",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "68047f2c-6015-4d88-b595-52b3aa4a0eba",
      "content": "<p>reach</p>"
    },
    {
      "id": "1765c2bf-0276-44b9-bb20-57f590c1aaab",
      "content": "<p>had reached</p>"
    },
    {
      "id": "a5874113-5eb1-4cbe-a2c0-40dd74bf27f0",
      "content": "<p>will reach</p>"
    },
    {
      "id": "94b52a2e-6ab4-4d39-8268-5e6ad46a8874",
      "content": "<p>are reaching</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}