{
  "vaultid": "83dcd9d4-ee1c-4885-9c51-7a85ec35e0aa",
  "keys": [
    "12207b90-cb8d-4f82-b5ef-5d2e1f215aac"
  ],
  "rationale": "<p>Choice D is the best answer. The underlined sentence provides a concrete example to ground readers&rsquo; understanding of the &ldquo;deep intersubjectivity&rdquo; described in the next sentence as central to Austen&rsquo;s work. </p><p>Choice A is incorrect. There is no evaluation made of Austen&rsquo;s skill in this sentence, and no examples are given in the following sentence. This choice essentially flips the paragraph: it&rsquo;s this first sentence that provides an example. Choice B is incorrect. There are no other Austen protagonists mentioned in this passage, so this couldn&rsquo;t be the answer. Choice C is incorrect. The underlined sentence doesn&rsquo;t identify any &ldquo;recurring theme,&rdquo; but instead simply describes one interaction from one book. This interaction exemplifies the literary technique of &ldquo;deep intersubjectivity&rdquo; that is introduced in the next sentence. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice best describes the function of the underlined sentence in the text as a whole?</p>",
  "externalid": "0bfc085a-d882-418f-a208-100aefcda7fa",
  "stimulus": "<p><u>In Jane Austen&rsquo;s novel <em>Mansfield Park</em>, an almost imperceptible smile from potential suitor Henry Crawford causes the protagonist Fanny Price to blush; her embarrassment grows when she suspects that he is aware of it.</u> This moment&mdash;in which Fanny not only infers Henry&rsquo;s mental state through his gestures, but also infers that <em>he</em> is drawing inferences about <em>her</em> mental state&mdash;illustrates what literary scholar George Butte calls &ldquo;deep intersubjectivity,&rdquo; a technique for representing interactions between consciousnesses through which Austen&rsquo;s novels derive much of their social and psychological drama.</p>",
  "templateclusterid": "c29e2b32-d75d-48cd-9b99-b1ebe4608d26",
  "parenttemplatename": "OSP-KA-TSP-H007",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "56d13b85-f6b0-432a-b5c4-666355b17a1d",
      "content": "<p>It states a claim about Austen&rsquo;s skill at representing psychological complexity that is reinforced by an example presented in the following sentence.&nbsp;</p>"
    },
    {
      "id": "a1a96748-3b8f-4a27-8df3-44882cd7ec1e",
      "content": "<p>It advances an interpretation of an Austen protagonist who is contrasted with protagonists from other Austen novels cited in the following sentence.&nbsp;</p>"
    },
    {
      "id": "900310f3-3a00-4b67-bf77-b6b1831a4ec3",
      "content": "<p>It describes a recurring theme in Austen&rsquo;s novels that is the focus of a literary scholar&rsquo;s analysis summarized in the following sentence.&nbsp;</p>"
    },
    {
      "id": "12207b90-cb8d-4f82-b5ef-5d2e1f215aac",
      "content": "<p>It provides a synopsis of an interaction in an Austen novel that illustrates a literary concept discussed in the following sentence.&nbsp;</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}