{
  "vaultid": "792b45dd-58be-4b63-bd76-d0c73aeecc1f",
  "keys": [
    "ead6c109-966c-4560-8597-220c0e83defa"
  ],
  "rationale": "<p>Choice A is the best answer. The text repeatedly claims that true self-knowledge can&rsquo;t possibly be achieved, and this rhetorical question emphasizes that point. </p><p>Choice B is incorrect. The underlined question doesn&rsquo;t do this. The text never expresses doubts about the value of self-knowledge&mdash;rather, the text expresses doubts about the possibility of achieving self-knowledge. Choice C is incorrect. The underlined question doesn&rsquo;t do this. The text doesn&rsquo;t provide directions for how to achieve self-knowledge&mdash;rather, it claims that true self-knowledge is impossible to achieve. Choice D is incorrect. The underlined question doesn&rsquo;t do this. The text doesn&rsquo;t ever define self-knowledge, and popularity isn&rsquo;t mentioned in the text at all. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice best describes the function of the underlined question in the text as a whole?</p>",
  "externalid": "0c915748-3254-47e8-a2e0-e245099b3dfd",
  "stimulus": "<p>The following text is adapted from Oscar Wilde&rsquo;s 1897 nonfiction work <em>De Profundis</em>.&nbsp;</p>\n<blockquote>\n<p>People whose desire is solely for self-realisation never know where they are going. They can&rsquo;t know. In one sense of the word it is of course necessary to know oneself: that is the first achievement of knowledge. But to recognise that the soul of a man is unknowable, is the ultimate achievement of wisdom. The final mystery is oneself. When one has weighed the sun in the balance, and measured the steps of the moon, and mapped out the seven heavens star by star, there still remains oneself. <span role=\"region\" aria-label=\"Referenced Content\"><u>Who can calculate the orbit of his own soul?</u></span></p>\n</blockquote>",
  "templateclusterid": "5a03312f-0565-4584-bb31-6becb61aa2bf",
  "parenttemplatename": "OSP-KA-TSP-M001",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "ead6c109-966c-4560-8597-220c0e83defa",
      "content": "<p>It reinforces the text&rsquo;s skepticism about the possibility of truly achieving self-knowledge.</p>"
    },
    {
      "id": "febc2246-00d9-475d-85ad-8e69162a2a4c",
      "content": "<p>It speculates that some readers will share the doubts expressed in the text about the value of self-knowledge.</p>"
    },
    {
      "id": "f0bb4cde-e594-4fa8-80c3-7b3ca83f7aeb",
      "content": "<p>It cautions readers that the text&rsquo;s directions for how to achieve self-knowledge are hard to follow.</p>"
    },
    {
      "id": "a05347cd-212f-45cf-9f1c-d2be801be0b8",
      "content": "<p>It concedes that the definition of self-knowledge advanced in the text is unpopular.</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}