{
  "vaultid": "a2d7522d-7afa-4d45-9c0c-6014f37a16ed",
  "keys": [
    "847a310f-f5d3-4b95-a79f-93e41f0f7296"
  ],
  "rationale": "<p>Choice A is the best answer. It most logically completes the text. The text argues that Tanner and his contemporaries may have been unfamiliar with modern beliefs and values. This suggests that scholars who attribute those modern values to Tanner&rsquo;s painting are risking judging the painting by standards that are not historically accurate.&nbsp;&nbsp;</p><p>Choice B is incorrect. It doesn&rsquo;t logically complete the text. The text argues that Tanner AND his contemporaries may have been unfamiliar with modern views. It never suggests that Tanner&rsquo;s views were different from his contemporaries&rsquo; views. &nbsp;Choice C is incorrect. It doesn&rsquo;t logically complete the text. The text never suggests that scholars should analyze Tanner&rsquo;s political activity instead of his painting. Rather, the text argues that Tanner and his contemporaries may have been unfamiliar with modern beliefs and values.&nbsp;Choice D is incorrect. It doesn&rsquo;t logically complete the text. The text never suggests that Tanner wanted to critique his contemporaries with his painting. Rather, the text argues that Tanner AND his contemporaries may have been unfamiliar with modern beliefs and values.&nbsp;</p>",
  "origin": "proteus",
  "stem": "<p>Which choice most logically completes the text?</p>",
  "externalid": "10131dc4-382d-4485-a578-62a26d8a2e56",
  "stimulus": "<p>Henry Ossawa Tanner&rsquo;s 1893 painting <em>The Banjo</em> <em>Lesson</em>, which depicts an elderly man teaching a boy to play the banjo, is regarded as a landmark in the history of works by Black artists in the United States. Scholars should be cautious when ascribing political or ideological values to the painting, however: beliefs and assumptions that are commonly held now may have been unfamiliar to Tanner and his contemporaries, and vice versa. Scholars who forget this fact when discussing <em>The Banjo Lesson</em> therefore <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "1cc54c82-ef86-42e7-b69c-58b77ef7b8b1",
  "parenttemplatename": "OSP-005-INF",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "847a310f-f5d3-4b95-a79f-93e41f0f7296",
      "content": "<p>risk judging Tanner&rsquo;s painting by standards that may not be historically appropriate.</p>"
    },
    {
      "id": "8443ee27-0fa4-44c8-911e-311573ded2ab",
      "content": "<p>tend to conflate Tanner&rsquo;s political views with those of his contemporaries.&nbsp;</p>"
    },
    {
      "id": "a18598d0-7394-419b-ace5-b607ebce9f94",
      "content": "<p>forgo analyzing Tanner&rsquo;s painting in favor of analyzing his political activity.</p>"
    },
    {
      "id": "867ffeb7-997d-4033-86cf-fe773c1a754a",
      "content": "<p>wrongly assume that Tanner&rsquo;s painting was intended as a critique of his fellow artists.&nbsp;</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}