{
  "vaultid": "7fa9a082-42d5-4b72-91fd-fabc6144d408",
  "keys": [
    "00e67090-f5ea-4dff-b18e-f883ff89b982"
  ],
  "rationale": "<p>Choice D is the best answer. Trever thinks that the &ldquo;hyper-realistic portrayal of identifiable people&rdquo; interpretation ignores the sculptors&rsquo; imagination and creativity. We can infer that Trevor thinks the facial markings on the sculptures may not have represented real skin blemishes on real people. </p><p>Choice A is incorrect. The text gives us no reason to think that Trever would respond to the underlined interpretation in this way. Neither text compares the depictions of human faces to the depictions of plants or animals, so we have no basis to draw this conclusion. Choice B is incorrect. The text gives us no reason to think that Trever would respond to the underlined interpretation in this way. There&rsquo;s nothing in either text about multiple depictions representing the same person, so we have no basis to draw this conclusion. Choice C is incorrect. The text gives us no reason to think that Trever would respond to the underlined interpretation in this way. Neither text mentions the state of the vessels (damaged or intact), so we have no basis to draw this conclusion. </p>",
  "origin": "proteus",
  "stem": "<p>Based on the texts, what would Lisa Trever (Text 2) most likely say about the interpretation presented in the underlined portion of Text 1?</p>",
  "externalid": "1085b281-818f-4dd0-9847-1aa7a662f01b",
  "stimulus": "<p><strong><span role=\"heading\" aria-level=\"2\">Text 1</span></strong></p>\n<p>Historians studying pre-Inca Peru have looked to ceramic vessels to understand daily life among the Moche people. These mold-made sculptures present plants, animals, and human faces in precise ways&mdash;vessels representing human faces are so detailed that <span role=\"region\" aria-label=\"Referenced Content\"><u>scholars have interpreted facial markings to represent scars and other skin irregularities</u>.</span> Some historians have even used these objects to identify potential skin diseases that may have afflicted people at the time.</p>\n<p>&nbsp;</p>\n<p><strong><span role=\"heading\" aria-level=\"2\">Text 2</span></strong></p>\n<p>Art historian and archaeologist Lisa Trever has argued that the interpretation of Moche &ldquo;portrait&rdquo; vessels as hyper-realistic portrayals of identifiable people may inadvertently disregard the creativity of the objects&rsquo; creators. Moche ceramic vessels, Trever argues, are artworks in which sculptors could free their imagination, using realistic objects and people around them as inspiration to explore more abstract concepts.</p>",
  "templateclusterid": "02388377-257a-4a16-91a8-48ef7ae51dbb",
  "parenttemplatename": "OSP-KA-CTC-E003",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "53090495-2745-44f7-a947-9cbaabad1069",
      "content": "<p>Depictions of human faces are significantly more realistic than depictions of plants and other animals are.</p>"
    },
    {
      "id": "52f14c14-fb8b-42f8-bad7-985a8fea85ad",
      "content": "<p>It is likely that some depictions of human faces with extensive markings are intended to portray the same historical individual.</p>"
    },
    {
      "id": "1d8912f1-2444-4e1a-bf06-696b5723ecbd",
      "content": "<p>Some vessels may have been damaged during their excavation and thus provide little insight into Moche culture.</p>"
    },
    {
      "id": "00e67090-f5ea-4dff-b18e-f883ff89b982",
      "content": "<p>Markings on depictions of human faces are not necessarily intended to portray particular details about the physical appearance of individuals.</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}