{
  "vaultid": "ad7ec619-d385-48ed-b7ff-94d9ad544eb1",
  "keys": [
    "52c28b9b-6e71-4c28-a328-6ea2223921c5"
  ],
  "rationale": "<p>Choice C is the best answer because it most logically and precisely completes the text&rsquo;s discussion of the fossil record from the Cambrian period. In this context, &ldquo;abrupt&rdquo; means sudden. The text explains that the fossil record reflects the unexpected appearance and rapid diversification, or increase in variety, of animal remains during the Cambrian period. This context establishes that these remains&rsquo; entry into the fossil record was sudden. </p><p>Choice A is incorrect. Although the word &ldquo;explosion&rdquo; appears in the name of the event marked by the fossil record change, the text never suggests that the change was &ldquo;catastrophic,&rdquo; or disastrous. In context, &ldquo;explosion&rdquo; refers to the rapid diversification, or the swift increase in variety, of animal remains in the fossil record&mdash;a phenomenon that the text presents in a relatively neutral manner, without commenting on whether it was negative or positive. Choice B is incorrect because the text never suggests that the change toward greater diversification is &ldquo;elusive,&rdquo; or difficult to locate, in the fossil record. Rather, the text notes that the change occurred about 541 million years ago, suggesting that scientists have indeed been able to locate it. Choice D is incorrect because it wouldn&rsquo;t make sense in context to describe the change in the fossil record as &ldquo;imminent,&rdquo; or about to occur, since the text indicates that the change already occurred millions of years ago. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
  "externalid": "11127b50-fc2e-4855-bc80-1d7d3c85764a",
  "stimulus": "<p>The Cambrian explosion gets its name from the sudden appearance and rapid diversification of animal remains in the fossil record about 541 million years ago, during the Cambrian period. Some scientists argue that this <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> change in the fossil record might be because of a shift in many organisms to body types that were more likely to be preserved.</p>",
  "templateclusterid": "9794b1fe-2f0b-4187-86e6-30a8e6baec87",
  "parenttemplatename": "OSP-938-WIC",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "b29e0cfa-58b5-4b55-9575-903208b49a63",
      "content": "<p>catastrophic</p>"
    },
    {
      "id": "6c0b86c0-e163-4a53-b1d9-b67badc9a44e",
      "content": "<p>elusive</p>"
    },
    {
      "id": "52c28b9b-6e71-4c28-a328-6ea2223921c5",
      "content": "<p>abrupt</p>"
    },
    {
      "id": "5f6febeb-351e-4893-87b7-97d8c6b72a0f",
      "content": "<p>imminent</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}