{
  "vaultid": "e23a9ade-b153-4be0-9916-d09a28dd5cff",
  "keys": [
    "938919b8-3d72-430e-ac27-fe5fb852801e"
  ],
  "rationale": "<p>Choice A is the best answer because it most logically completes the text&rsquo;s discussion of self-government among the Muscogee (Creek) Nation. In this context, &ldquo;implement&rdquo; means to carry out or put into effect. The text states that the National Council generates laws, while the principal chief and cabinet officials are responsible for &ldquo;devising policies and administering services in accordance with&rdquo; those laws. This context suggests that the principal chief and cabinet officials implement the laws: they put the laws into effect by creating policies and administering services that accord with those laws. </p><p>Choice B is incorrect because &ldquo;presume&rdquo; in this context would mean to assume based on incomplete information, and the text does not suggest that the principal chief and cabinet officials either made assumptions about the content of the laws or had incomplete information about them.&nbsp;Choice C is incorrect because in this context &ldquo;improvise&rdquo; would mean to create something without preparation, and the text does not suggest that the principal chief and cabinet officials create policies and administer services without advance preparation. Choice D is incorrect because nothing in the text suggests that the principal chief and cabinet officials &ldquo;mimic,&rdquo; or imitate, the laws generated by the National Council. To mimic laws would mean to generate new laws that are imitations of existing laws, but the text indicates that the National Council, not the principal chief and cabinet officials, is responsible for generating laws. Instead of generating laws, the principal chief and cabinet officials put laws into effect by &ldquo;devising policies and administering services in accordance with&rdquo; the laws. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
  "externalid": "11e8ef1d-8a5f-4b84-8754-e972b9757d23",
  "stimulus": "<p>Like other tribal nations, the Muscogee (Creek) Nation is self-governing; its National Council generates laws regulating aspects of community life such as land use and healthcare, while the principal chief and cabinet officials <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> those laws by devising policies and administering services in accordance with them.</p>",
  "templateclusterid": "75348d4a-8d0b-4701-a644-efddf706a4d7",
  "parenttemplatename": "OSP-927-WIC",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "938919b8-3d72-430e-ac27-fe5fb852801e",
      "content": "<p>implement</p>"
    },
    {
      "id": "890daf27-4065-43bb-8d65-a923841adc4b",
      "content": "<p>presume</p>"
    },
    {
      "id": "a96fb0fa-abea-4cf1-9a87-c4287ae50c26",
      "content": "<p>improvise</p>"
    },
    {
      "id": "da37f7cf-c04c-4788-a60e-5feb1ae11784",
      "content": "<p>mimic</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}