{
  "vaultid": "58a4f2d5-918a-43a1-89bb-d0712c5c2d27",
  "keys": [
    "45053557-e946-4ccf-853a-f6eefa9be379"
  ],
  "rationale": "<p>Choice C is the best answer. \"Preserving\" means \"maintaining\" or \"keeping in good condition,\" so preserving the photographs means that audiences should be able to view them for a long time.</p><p>Choice A is incorrect. \"Replacing\" means \"putting something new in place of\" the photographs. Replacing the photos will make it so that audiences can&rsquo;t view them at all. Choice B is incorrect. \"Inventing\" means \"creating a new idea, process, or thing.\" The museum can&rsquo;t invent photographs that already exist. Choice D is incorrect. Counting the photographs will not help audiences view them well into the future.</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
  "externalid": "11f4885e-30a0-4023-b7fd-2b30f8d9c2f8",
  "stimulus": "<p>Charles &ldquo;Teenie&rdquo; Harris was a photographer for the <em>Pittsburgh Courier</em> from 1936 to 1975. During his career he took over 70,000 photographs documenting everyday life in Pittsburgh&rsquo;s Black communities. The Carnegie Museum of Art maintains thousands of his photographs, carefully <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> them so that audiences can continue to view them well into the future.&nbsp;</p>",
  "templateclusterid": "542cc8d8-2882-4224-9d02-dedc740d5f3b",
  "parenttemplatename": "OSP-KA-WIC-E007",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "86d3677c-4d45-4457-a60a-829cb6d600e7",
      "content": "<p>replacing</p>"
    },
    {
      "id": "09d02b27-fe9b-4a18-ad4b-9aa6b099134b",
      "content": "<p>inventing</p>"
    },
    {
      "id": "45053557-e946-4ccf-853a-f6eefa9be379",
      "content": "<p>preserving</p>"
    },
    {
      "id": "a420e07f-5b70-4eb5-85c3-88cbae98b354",
      "content": "<p>counting</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}