{
  "vaultid": "5c701cba-7570-4e91-a001-acad19d4bb87",
  "keys": [
    "59ca464c-336f-4129-8c55-19d9d081addf"
  ],
  "rationale": "<p>Choice D is the best answer. Misaka served in World War II before he joined the New York Knicks in 1947. To show that a past occurrence took place before another past occurrence, we need to use &ldquo;had&rdquo; + the past tense form of the verb. This is called the past perfect tense. </p><p>Choice A is incorrect. Misaka served in World War II before he joined the Knicks. Both events are in the past, but his service in World War II happened earlier, so we need a verb that makes it clear that his service (and the two national championships) had ended by the time he joined the Knicks. Choice B is incorrect. &ldquo;Was already serving&rdquo; forms the continuous past tense, which we use when we&rsquo;re showing a past action that was ongoing. Misaka served in World War II before he joined the Knicks. Both events are in the past, but they&rsquo;re not happening at the same time, so we shouldn&rsquo;t use the continuous past tense here. Choice C is incorrect. Misaka served in World War II in the past, so we shouldn&rsquo;t use the present tense &ldquo;serves.&rdquo; </p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>",
  "externalid": "12e5c35a-4f83-4ddc-a24e-2561f79aa6ff",
  "stimulus": "<p>A second-generation Japanese American, Wataru Misaka <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> in World War II (1941-45) and won two amateur national basketball championships at the University of Utah when he joined the New York Knicks for the 1947-48 season, becoming the first non-white basketball player in the US&rsquo;s top professional league.</p>",
  "templateclusterid": "58bfe021-8ce5-40de-8c76-316296f9c929",
  "parenttemplatename": "OSP-KA-FSS-H007",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "5691ac33-835d-4ad3-9be7-360ad9b7d4da",
      "content": "<p>already served</p>"
    },
    {
      "id": "547838cc-0ea6-495a-8d31-aaa123f4c31b",
      "content": "<p>was already serving</p>"
    },
    {
      "id": "10071597-e8d9-460a-b6ca-77179ee4f4da",
      "content": "<p>already serves</p>"
    },
    {
      "id": "59ca464c-336f-4129-8c55-19d9d081addf",
      "content": "<p>had already served</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}