{
  "vaultid": "d412f195-b6b0-45d3-b6f8-431a0758f29f",
  "keys": [
    "1ce32418-166c-4652-b566-7b16d4138b9b"
  ],
  "rationale": "<p>Choice A is the best answer. \"Ascended\" is in the simple past tense. Since Kamehameha became king in the past, this makes the most sense.</p><p>Choice B is incorrect. \"Will ascend\" is in the future tense, but we wouldn&rsquo;t know about Kamehameha III&rsquo;s ascent if it hadn&rsquo;t happened yet. The information in the sentence, as well as the tense of other verbs, tells us that the events described happened in the past. Choice C is incorrect. \"Ascends\" is in the simple present tense. However, the information in the sentence, as well as the tense of other verbs, tells us that the events described happened in the past. Choice D is incorrect. \"Is ascending\" is in the continuous present tense, which we use to show that something is ongoing, but this doesn&rsquo;t make sense here&mdash;the information in the sentence, as well as the tense of other verbs, tells us that the events described happened in the past.</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>",
  "externalid": "13351030-382d-45a1-ae41-40e41fd479be",
  "stimulus": "<p>By the time Hawaiian king Kamehameha III <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> the throne, the number of longhorn cattle, first introduced to the islands in 1793, had drastically increased, and so too had the need for <em>paniolo</em> (Hawaiian cowboys) to manage the wild herds that then roamed throughout the volcanic terrain.</p>",
  "templateclusterid": "8791fb1b-0826-44fe-9ddc-2cf687761a7d",
  "parenttemplatename": "OSP-KA-FSS-M007",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "1ce32418-166c-4652-b566-7b16d4138b9b",
      "content": "<p>ascended</p>"
    },
    {
      "id": "f8e5bc4e-5569-47fd-bf35-453d68da531e",
      "content": "<p>will ascend</p>"
    },
    {
      "id": "bce3a253-1e23-48ff-a0b7-191cfb837870",
      "content": "<p>ascends</p>"
    },
    {
      "id": "4924313c-0da0-49a2-aecc-7d84fb5a1bfa",
      "content": "<p>is ascending</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}