{
  "vaultid": "0b6fd534-3878-4a11-a92b-ed755e975ab8",
  "keys": [
    "956ba943-fae6-4928-bc07-22bb39327812"
  ],
  "rationale": "<p>Choice A is the best answer. The previous sentence broadly mentions \"autobiographies written by the freedom seekers.\" This sentence identifies Loguen&rsquo;s autobiography as a specific example.</p><p>Choice B is incorrect. The sentence never explains why Loguen chose to write about his experiences. Choice C is incorrect. The previous sentence identifies autobiographies as useful sources of historical information about a specific topic, but not for \"information about geography.\" The underlined sentence provides details of one autobiography as an example of a source of information about that specific topic (interactions between Indigenous people and Black freedom seekers). Choice D is incorrect. The text never discusses other specific people who helped freedom seekers, and therefore can&rsquo;t make a comparison between the Neshnab&eacute; and anyone else.</p>",
  "origin": "proteus",
  "stem": "<p>Which choice best describes the function of the underlined sentence?</p>",
  "externalid": "166b4da7-a028-4e27-afcc-a6087b2bd8af",
  "stimulus": "<p>Historians Tiya Miles and Roy E. Finkenbine have both documented the assistance Indigenous peoples gave to Black freedom seekers leaving the South before the US Civil War. Much of the historical evidence of this help comes from Indigenous oral traditions and from autobiographies written by the freedom seekers.&nbsp;<u>One such narrative is Jermain Loguen&rsquo;s autobiography, which tells about how Neshnab&eacute; (Potawatomi) villagers offered him food, lodging, and directions during his 1835 journey from Tennessee to Canada.</u></p>",
  "templateclusterid": "85f06efe-b198-49af-bcdd-0c9528fc9382",
  "parenttemplatename": "OSP-KA-TSP-E009",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "956ba943-fae6-4928-bc07-22bb39327812",
      "content": "<p>It provides an example of an autobiography that describes help given by an Indigenous people to a Black freedom seeker.</p>"
    },
    {
      "id": "88effe3c-95cb-464f-a360-b2edffd4dd79",
      "content": "<p>It shows why Loguen decided to write in great detail about his experiences traveling from Tennessee to Canada in his autobiography.</p>"
    },
    {
      "id": "183ef5a8-4827-4874-a144-ba850e08f611",
      "content": "<p>It argues that autobiographies are particularly important sources of information about geography in the United States before the Civil War.</p>"
    },
    {
      "id": "828c63cf-22ab-4079-9d40-258a40e5e6ee",
      "content": "<p>It suggests that most historians believe that Neshnab&eacute; villagers were more successful in assisting freedom seekers than other people were.</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}