{
  "vaultid": "c39ba629-39f0-49ff-8d9a-b53879770057",
  "keys": [
    "d801eb00-c794-4397-8201-89cee2ace6c1"
  ],
  "rationale": "<p>Choice D is the best answer. The convention being tested is the use of punctuation between titles and proper nouns. No punctuation is needed to set off the proper noun \"Wakako Yamauchi\" from the title that describes Yamauchi, \"pioneering playwright.\" Because \"Wakako Yamauchi\" is essential information identifying the \"pioneering playwright,\" no punctuation is necessary.</p><p>Choice A is incorrect because no punctuation is needed before or after the proper noun \"Wakako Yamauchi.\" Setting the playwright&rsquo;s name off with commas suggests that it could be removed without affecting the coherence of the sentence, which isn&rsquo;t the case. Choice B is incorrect because no punctuation is needed between the title \"pioneering playwright\" and the proper noun \"Wakako Yamauchi.\" Choice C is incorrect because no punctuation is needed between the proper noun \"Wakako Yamauchi\" and the verb \"compares.\"</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>",
  "externalid": "195e23f6-ec4e-4d53-b072-1e61cd17d277",
  "stimulus": "<p>The 1977 play <em>And the Soul Shall Dance</em> depicts two Japanese American farming families in Depression-era Southern California. Critics have noted the way pioneering <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> compares the experiences of <span lang=\"ja\"><em>issei</em></span> (Japanese nationals who emigrated to America) and <span lang=\"ja\"><em>nisei</em></span> (their American-born children).</p>",
  "templateclusterid": "7776c7b5-bd64-4781-abee-29e0e70f698f",
  "parenttemplatename": "OSP-KA-BOU-H005",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "6b145e50-9243-418a-b2c5-893fc420b529",
      "content": "<p>playwright, Wakako Yamauchi,</p>"
    },
    {
      "id": "c72e04f0-ee90-4ca4-901c-11bb1cb1097c",
      "content": "<p>playwright, Wakako Yamauchi</p>"
    },
    {
      "id": "306c1c93-41f8-4d54-b907-95d786813713",
      "content": "<p>playwright Wakako Yamauchi,</p>"
    },
    {
      "id": "d801eb00-c794-4397-8201-89cee2ace6c1",
      "content": "<p>playwright Wakako Yamauchi</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}