{
  "vaultid": "73927402-4f84-428f-b252-102dc8c19069",
  "keys": [
    "9ff833ba-b76e-4061-b18e-7c0aed985b4d"
  ],
  "rationale": "<p>Choice D is the best answer. The text provides an overview of a scholarly work discussing the fashion practices of Black female farmworkers in late 19th- and early 20th-century Texas, and how these practices were influenced by both the fashion ideals of the time and the demands of farmwork.</p><p>Choice A is incorrect. The text never discusses the rate of fashion change among Black female farmworkers. The text also never categorizes Flewellen&rsquo;s findings as \"unexpected.\" Choice B is incorrect. The text actually explains that Black female farmworkers were trying to achieve traditional feminine ideals, not resist them. Choice C is incorrect. The text doesn&rsquo;t evaluate a scholarly work but rather simply describes it. Furthermore, the text is focused on \"agricultural and domestic\" fashion, not urban fashion as this choice suggests.</p>",
  "origin": "proteus",
  "stem": "<p>Which choice best states the main purpose of the text?</p>",
  "externalid": "19cb3d61-e50c-4c69-8608-9f289cd7839d",
  "stimulus": "<p>Studying late nineteenth- and early twentieth-century artifacts from an agricultural and domestic site in Texas, archaeologist Ayana O. Flewellen found that Black women employed as farm workers utilized hook-and-eye closures to fasten their clothes at the waist, giving themselves a silhouette similar to the one that was popular in contemporary fashion and typically achieved through more restrictive garments such as corsets. Flewellen argues that this sartorial practice shows that these women balanced hegemonic ideals of femininity with the requirements of their physically demanding occupation.</p>",
  "templateclusterid": "643044f9-e6fa-4908-9ae0-6372c509f32d",
  "parenttemplatename": "OSP-KA-TSP-H009",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "d01c8978-4d3a-4fa5-9d9f-b5019f1737a4",
      "content": "<p>To describe an unexpected discovery that altered a researcher&rsquo;s view of how rapidly fashions among Black female farmworkers in late nineteenth- and early twentieth-century Texas changed during the period</p>"
    },
    {
      "id": "bba1744c-4602-4c0a-b5f9-9bca8046ac61",
      "content": "<p>To discuss research that investigated the ways in which Black female farmworkers in late nineteenth- and early twentieth-century Texas used fashion practices to resist traditional gender ideals</p>"
    },
    {
      "id": "a0a61b0b-3cd3-4d0c-bd2d-3c6add71f349",
      "content": "<p>To evaluate a scholarly work that offers explanations for the impact of urban fashion ideals on Black female farmworkers in late nineteenth- and early twentieth-century Texas</p>"
    },
    {
      "id": "9ff833ba-b76e-4061-b18e-7c0aed985b4d",
      "content": "<p>To summarize the findings of a study that explored factors influencing a fashion practice among Black female farmworkers in late nineteenth- and early twentieth-century Texas</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}