{
  "vaultid": "950bc600-a6f7-4c93-8793-9617debd544e",
  "keys": [
    "a7ca4313-bfbd-4f12-bd42-42831f0fe197"
  ],
  "rationale": "<p>Choice A is the best answer. In one example, musicians made less money than expected by using the &ldquo;pay as you wish&rdquo; model. In the other example, a musician made more money than expected. This suggests that some musicians may have more success than others using the &ldquo;pay as you wish&rdquo; model. </p><p>Choice B is incorrect. This inference isn&rsquo;t supported. In the examples provided, the individual musician was more successful with the &ldquo;pay as you wish&rdquo; model than the band was. Choice C is incorrect. This inference isn&rsquo;t supported. The passage provides no instances in which musicians changed the suggested prices of their songs or albums, nor does it mention this as a possibility. Choice D is incorrect. This inference isn&rsquo;t supported. The text never discusses the differences in popularity of different musicians, so there is no basis to make this inference. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice most logically completes the text?</p>",
  "externalid": "1a6b528a-47fc-448b-a67f-fc8bcd1e3fda",
  "stimulus": "<p>In their book <em>Smart Pricing</em>, Jagmohan Raju and Z. John Zhang consider musicians&rsquo; use of the nontraditional &ldquo;pay as you wish&rdquo; pricing model. This model generally offers listeners the choice to pay more or less than a suggested price for a song or album&mdash;or even to pay nothing at all. As the authors note, that&rsquo;s the option most listeners chose for an album by the band Harvey Danger. Only about 1% opted to pay for the album, resulting in earnings below the band&rsquo;s expectations. But the authors also discuss musician Jane Siberry, who saw significant earnings from her &ldquo;pay as you wish&rdquo; online music store as a result of many listeners choosing to pay more than the store&rsquo;s suggested prices. Hence, the &ldquo;pay as you wish&rdquo; model may <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "205574c0-25ba-4e6d-ae8f-ad4cc7629cd9",
  "parenttemplatename": "OSP-KA-INF-M001",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "a7ca4313-bfbd-4f12-bd42-42831f0fe197",
      "content": "<p>prove financially successful for some musicians but disappointing for others.</p>"
    },
    {
      "id": "0bf80e57-00b3-4be4-9947-a3851a9d65b4",
      "content": "<p>hold greater financial appeal for bands than for individual musicians.</p>"
    },
    {
      "id": "b319f1af-9c66-4d3f-ada2-24151c89c323",
      "content": "<p>cause most musicians who use the model to lower the suggested prices of their songs and albums over time.</p>"
    },
    {
      "id": "f0ae8825-0ef1-4374-af96-28d44346a177",
      "content": "<p>more strongly reflect differences in certain musicians&rsquo; popularity than traditional pricing models do.</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}