{
  "vaultid": "ef3f0896-e52e-4400-9389-d3864fff68cb",
  "keys": [
    "b8c13007-52ab-417a-a2cb-c473b23160ab"
  ],
  "rationale": "<p>Choice B is the best answer. ​​Whitten thinks the tool made &ldquo;one gesture&rdquo; paintings, while historians think the tool &ldquo;removed gesture&rdquo; from the process completely. But putting that debate aside, both Whitten and the historians would agree that the paintings he made with the tool in the &rsquo;70s have way fewer gestures than his paintings from the &rsquo;60s, in which gestures are &ldquo;prevalent,&rdquo; meaning widely and extensively present. </p><p>Choice A is incorrect. This inference isn&rsquo;t supported. The text only discusses the &ldquo;developer&rdquo;&mdash;it never mentions other tools. Choice C is incorrect. This inference isn&rsquo;t supported. If anything, the text suggests the opposite: that Whitten became more interested in exploring the role of gesture in his work as his career progressed, as his earlier paintings had many gestures, and his &rsquo;70s paintings only had &ldquo;one gesture.&rdquo; Choice D is incorrect. This inference isn&rsquo;t supported. The text never discusses the &ldquo;realism&rdquo; of Whitten&rsquo;s art. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice most logically completes the text?</p>",
  "externalid": "21326304-c438-42e3-b752-1c1d94c7369f",
  "stimulus": "<p>&ldquo;Gestures&rdquo; in painting are typically thought of as bold, expressive brushstrokes. In the 1970s, American painter Jack Whitten built a 12-foot (3.7-meter) tool he named the &ldquo;developer&rdquo; to apply paint to an entire canvas in one motion, resulting in his series of &ldquo;slab&rdquo; paintings from that decade. &nbsp;Whitten described this process as making an entire painting in &ldquo;one gesture,&rdquo; signaling a clear departure from the prevalence of gestures in his work from the 1960s. Some art historians claim this shift represents &ldquo;removing gesture&rdquo; from the process. Therefore, regardless of whether using the developer constitutes a gesture, both Whitten and these art historians likely agree that <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "e72b23d0-0804-4207-8f7d-6934735996be",
  "parenttemplatename": "OSP-KA-INF-H002",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "983ed87b-1155-4bc3-89ef-f74e053cd7f3",
      "content": "<p>any tool that a painter uses to create an artwork is capable of creating gestures.</p>"
    },
    {
      "id": "b8c13007-52ab-417a-a2cb-c473b23160ab",
      "content": "<p>Whitten&rsquo;s work from the 1960s exhibits many more gestures than his work from the 1970s does.</p>"
    },
    {
      "id": "73174fd7-7e20-4ab8-a5ba-faa36941714e",
      "content": "<p>Whitten became less interested in exploring the role of gesture in his work as his career progressed.</p>"
    },
    {
      "id": "a175deea-b89e-4a81-a15b-d62d6a84e1f0",
      "content": "<p>Whitten&rsquo;s work from the 1960s is much more realistic than his work from the 1970s is.</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}