{
  "vaultid": "b745051a-a19c-4f28-9f95-7b58484f3b4d",
  "keys": [
    "dc6e99f8-579c-4c1d-adb3-edc3802a066c"
  ],
  "rationale": "<p>Choice B is the best answer. This choice shows how volunteers have been interacting with nonvolunteer neighbors and benefiting from their gardening expertise: proof of the connections enabled by the garden.</p><p>Choice A is incorrect. This volunteer describes the challenges of developing the garden, which isn&rsquo;t connected to the conclusion about the garden fostering connections between volunteers and neighbors. Choice C is incorrect. While the volunteer expresses enthusiasm for the garden, they don&rsquo;t mention any interactions with other people, which is what the students need to show for their conclusion. Choice D is incorrect. The respondent enjoys and takes pride in the garden, but they don&rsquo;t mention interacting with neighbors or other volunteers.</p>",
  "origin": "proteus",
  "stem": "<p>Which quotation from a survey respondent would best illustrate the students&rsquo; conclusion?</p>",
  "externalid": "22a7e235-ee44-4c74-bca9-5b5d9a61b01a",
  "stimulus": "<p>Some residents in a neighborhood in Atlanta recently founded a community garden inside a local park. The residents agreed to volunteer to take care of the garden together. Students at a local high school surveyed some of the volunteers as part of a project to understand the impact of the new garden. The students concluded that the new garden benefited the community overall by fostering connections and relationships between the volunteers and other residents of the neighborhood who weren&rsquo;t volunteering at the garden.&nbsp;</p>",
  "templateclusterid": "0af3cc20-4926-4411-a054-b00e9e432915",
  "parenttemplatename": "OSP-KA-TXT-E007",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "e6be1872-5a28-4b67-afd3-98de5551248e",
      "content": "<p>&ldquo;Our first challenge was deciding what plants would be most suitable to the climate and soil here in Atlanta. We needed plants that could survive the hot and humid summers.&rdquo;</p>"
    },
    {
      "id": "dc6e99f8-579c-4c1d-adb3-edc3802a066c",
      "content": "<p>&ldquo;We&rsquo;re lucky to have a few expert gardeners living in the neighborhood. Some volunteers and I have gone to them a few times with questions, and they&rsquo;ve been eager to help us and to learn more about the project.&rdquo;</p>"
    },
    {
      "id": "04b19451-3bd3-4020-a94e-9f16444099f1",
      "content": "<p>&ldquo;I love getting the opportunity to be outside and around nature, especially on days when the weather is nice.&rdquo;</p>"
    },
    {
      "id": "0297318d-003a-41cb-83ac-2ab828b6511e",
      "content": "<p>&ldquo;My favorite thing about the garden is the feeling of pride I get when I walk by each day. As I see the plants growing, I feel good knowing I had a small part in creating this beautiful space in the neighborhood.&rdquo;</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}