{
  "vaultid": "d249ec3e-4d2d-4faf-9bc5-627ecfc65181",
  "keys": [
    "728b25eb-9432-40ed-8ece-ccd8fe3e2263"
  ],
  "rationale": "<p>Choice C is the best answer. The text states that the narrator couldn&rsquo;t remember what his Radha Aunty looked like, so he went to look at the family photographs she was in. </p><p>Choice A is incorrect. There&rsquo;s no mention of any story that the narrator is writing. Rather, we&rsquo;re told that the narrator couldn&rsquo;t remember what his aunt looked like, so he went to look at the family photographs she was in. Choice B is incorrect. The text doesn&rsquo;t mention how the narrator&rsquo;s father dressed. Rather, we&rsquo;re told that the narrator couldn&rsquo;t remember what his aunt looked like, so he went to look at the family photographs she was in. Choice D is incorrect. The text doesn&rsquo;t mention any events shown in the photographs. Rather, we&rsquo;re told that the narrator couldn&rsquo;t remember what his aunt looked like, so he went to look at the family photographs she was in. </p>",
  "origin": "proteus",
  "stem": "<p>According to the text, why does the narrator consult some family photographs?</p>",
  "externalid": "23b3d126-1b6f-4fe8-a602-d143e7a3e3e2",
  "stimulus": "<p>The following text is from Shyam Selvadurai&rsquo;s 1994 novel <em>Funny Boy. </em>The seven-year-old narrator lives with his family in Sri Lanka. Radha Aunty is the narrator&rsquo;s aunt.</p>\n<p>Radha Aunty, who was the youngest in my father&rsquo;s family, had left for America four years ago when I was three, and I could not remember what she looked like. I went into the corridor to look at the family photographs that were hung there. But all the pictures were old ones, taken when Radha Aunty was a baby or young girl. Try as I might, I couldn&rsquo;t get an idea of what she looked like now. My imagination, however, was quick to fill in this void.</p>\n<p>&copy;1994 by Shyam Selvadurai.<em>&nbsp;</em></p>",
  "templateclusterid": "c5b251aa-06c8-4989-99b9-a7f75a108036",
  "parenttemplatename": "OSP-KA-CID-E005",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "5b8196b5-8230-4493-9dbf-5689d1695d8c",
      "content": "<p>He wants to use the photographs as inspiration for a story he is writing.&nbsp;</p>"
    },
    {
      "id": "e683ab7d-33d9-4b4f-bedb-f842cfe57986",
      "content": "<p>He is curious about how his father dressed a long time ago.&nbsp;</p>"
    },
    {
      "id": "728b25eb-9432-40ed-8ece-ccd8fe3e2263",
      "content": "<p>He hopes the photographs will help him recall what his aunt looked like. &nbsp;</p>"
    },
    {
      "id": "0daaeb62-09ca-44bd-8b6e-1ad398c0dbdc",
      "content": "<p>He wants to remind his aunt of an event that is shown in an old photograph.&nbsp;</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}