{
  "vaultid": "3912272d-83d1-4d2a-85f8-d2ba53d258d4",
  "keys": [
    "ff1c5583-b91d-49ac-ad7f-20924c21876a"
  ],
  "rationale": "<p>Choice C is the best answer. The word &ldquo;from&rdquo; introduces a prepositional phrase that modifies the noun &ldquo;pages&rdquo; and provides essential information about their origin. No additional punctuation is needed after &ldquo;from&rdquo; in this context. </p><p>Choice A is incorrect. This choice results in a punctuation error, illogically separating the preposition &ldquo;from&rdquo; from the rest of the prepositional phrase with a colon. Also, a colon can only follow an independent clause, but what comes before the blank could not stand on its own as a complete sentence. Choice B is incorrect. This choice results in a punctuation error, illogically separating the preposition &ldquo;from&rdquo; from the rest of the prepositional phrase with a comma. Choice D is incorrect. This choice results in a punctuation error, illogically separating the preposition &ldquo;from&rdquo; from the rest of the prepositional phrase with a dash. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>",
  "externalid": "25a12959-71ba-4d65-8f91-fbe366e7c6c2",
  "stimulus": "<p>After the printing press was introduced in 1440, handwritten manuscripts from Europe&rsquo;s medieval period were often destroyed and the paper used for other purposes. In one instance, pages <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> a collection of Norse tales dating to 1270 were discovered lining a bishop&rsquo;s miter (hat).</p>",
  "templateclusterid": "5055314c-ae99-4385-883f-842c4978f487",
  "parenttemplatename": "OSP-KA-BOU-E007",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "7453648c-b90f-4699-85a4-e9db26bd6af5",
      "content": "<p>from:</p>"
    },
    {
      "id": "71085bf6-3447-42ca-8c14-f266b9a4cb87",
      "content": "<p>from,</p>"
    },
    {
      "id": "ff1c5583-b91d-49ac-ad7f-20924c21876a",
      "content": "<p>from</p>"
    },
    {
      "id": "7a012dfb-e52c-45d3-88ad-df6b6849c02d",
      "content": "<p>from&mdash;</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}