{
  "vaultid": "edb0fd74-14dd-463b-85d5-f2d34bacb9e4",
  "keys": [
    "718384c0-ff0c-447e-9bf3-fd3529258c94"
  ],
  "rationale": "<p>Choice B is the best answer. The underlined sentence provides information about import/export firms, showing how Chinese communities across the world were connected by trade routes.</p><p>Choice A is incorrect. The underlined sentence never suggests that the countries of origin of the fish are in question&mdash;in fact, it tells us exactly where they came from. Choice C is incorrect. The passage never describes the steps taken to discover the fish bones described in the previous sentence. Choice D is incorrect. The underlined sentence doesn&rsquo;t outline a hypothesis but instead provides evidence. And the following sentence agrees with the underlined sentence, so we could eliminate this choice just for saying that the following sentence \"casts some doubt on\" the underlined one&mdash;partly wrong is all wrong.</p>",
  "origin": "proteus",
  "stem": "<p>Which choice best describes the function of the underlined sentence in the text as a whole?</p>",
  "externalid": "271ff9dc-ee40-4cc3-b077-7d60cefb0e66",
  "stimulus": "<p>Archeological excavation of Market Street Chinatown, a nineteenth-century Chinese American community in San Jose, California, provided the first evidence that Asian food products were imported to the United States in the 1800s: bones from a freshwater fish species native to Southeast Asia. <u><em>Jinshanzhuang</em>&mdash;Hong Kong&ndash;based import/export firms&mdash;likely coordinated the fish&rsquo;s transport from Chinese-operated fisheries in Vietnam and Malaysia to North American markets.</u> This route reveals the (often overlooked) multinational dimensions of the trade networks linking Chinese diaspora communities.</p>",
  "templateclusterid": "9bbf8b28-7650-4088-91b5-10cdab89f7f9",
  "parenttemplatename": "OSP-KA-TSP-M008",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "5d6d73c8-7766-4b4c-995c-be33719e08b4",
      "content": "<p>It explains why efforts to determine the country of origin of the items mentioned in the previous sentence remain inconclusive.</p>"
    },
    {
      "id": "718384c0-ff0c-447e-9bf3-fd3529258c94",
      "content": "<p>It provides information that helps support a claim about a discovery&rsquo;s significance that is presented in the following sentence.</p>"
    },
    {
      "id": "aed00198-e7c8-45c2-8be6-cf4cf459a540",
      "content": "<p>It traces the steps that were taken to locate and recover the objects that are described in the previous sentence.</p>"
    },
    {
      "id": "2baad181-78d7-4a42-8ff5-2d3921a8b8c3",
      "content": "<p>It outlines a hypothesis that additional evidence discussed in the following sentence casts some doubt on.</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}