{
  "vaultid": "26030e53-a477-4b45-af33-76181714597f",
  "keys": [
    "065dca5d-520f-4d6d-86e7-fa19b97e0bb7"
  ],
  "rationale": "<p>Choice A is the best answer. This choice provides evidence that directly links the presence of <em>R</em>. <em>solanacearum</em>-inhibiting microbes in the soil to the health of tomato plants. </p><p>Choice B is incorrect. This choice would weaken the team&rsquo;s conclusion. It suggests that the presence of the disease-causing bacteria had no effect on the health of the tomato plants. Choice C is incorrect. This choice doesn&rsquo;t support the team&rsquo;s conclusion. The conclusion is about microbes, not soil moisture. Choice D is incorrect. This choice would weaken the team&rsquo;s conclusion. It suggests that the presence of the bacteria-inhibiting microbe in soil had no effect on the health of the tomato plants. </p>",
  "origin": "proteus",
  "stem": "<p>Which finding, if true, would most directly support the team&rsquo;s conclusion?</p>",
  "externalid": "29e2e0fc-8844-490c-85f3-24338f917e2a",
  "stimulus": "<p>Plants like potatoes, tomatoes, and soybeans are susceptible to bacterial wilt disease caused by the bacteria <em>Ralstonia solanacearum</em>. A multinational team of scientists led by Zhong Wei studied whether other microbes in the soil might influence the degree to which plants are affected by the disease. The team sampled soil surrounding individual tomato plants over time and compared the results of plants that became diseased with those that remained healthy. They concluded that the presence of certain microbes in the soil might explain the difference between healthy and diseased plants.</p>",
  "templateclusterid": "7baa9437-0b59-4bbd-8af2-abc8ac01671b",
  "parenttemplatename": "OSP-KA-TXT-M009",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "065dca5d-520f-4d6d-86e7-fa19b97e0bb7",
      "content": "<p>The soil surrounding healthy plants contained significantly higher concentrations of microbes known to inhibit <em>Ralstonia solanacearum</em> than the soil surrounding diseased plants did.</p>"
    },
    {
      "id": "95a5cb8d-0a91-4541-a959-11e2f7b1ea76",
      "content": "<p>The soil surrounding the plants contained high concentrations of <em>Ralstonia solanacearum</em> regardless of whether the plants were affected by wilt disease.</p>"
    },
    {
      "id": "ac67c233-0bf4-4c60-9fb9-3de1f6644bfa",
      "content": "<p>The soil surrounding healthy plants tended to have significantly higher moisture levels than the soil surrounding diseased plants did.&nbsp;</p>"
    },
    {
      "id": "2188bd15-c36a-4909-aa8e-0b14b3f8333e",
      "content": "<p>By the end of the experiment, over half the plants had been affected by wilt disease regardless of differences in the types and concentrations of microbes in the surrounding soil.&nbsp;</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}