{
  "vaultid": "fa7b8d57-4b45-4fe8-bf6e-6c6b8263b05f",
  "keys": [
    "d5b311ce-a8d1-4690-9b07-7246e1fee211"
  ],
  "rationale": "<p>Choice C is the best answer. An \"anomaly\" is something that deviates from norms or expectations. In this case, the elkhorn coral is an anomaly because it can pass on somatic mutations, whereas most other animals can&rsquo;t.</p><p>Choice A is incorrect. A \"hypothesis\" is \"a theory about something,\" but no theories are provided about elkhorn coral in this text, just facts. Choice B is incorrect. \"Affinity\" represents \"an inclination or liking toward something.\" As genetic mutations tend to occur without any conscious effort, you can&rsquo;t really have an inclination toward passing on somatic mutations. Choice D is incorrect. \"Corroboration\" means \"evidence to support or prove something.\" Because elkhorn coral do the opposite of what most animals do, they do not provide corroboration of the theory that somatic mutations can&rsquo;t be passed onto offspring. Rather, they show the opposite.</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
  "externalid": "2d3316e7-0698-4c60-bf30-9fbd363c2a15",
  "stimulus": "<p>While most animals are incapable of passing somatic mutations&mdash;genetic alterations that arise in an organism&rsquo;s nonreproductive cells&mdash;on to their offspring, elkhorn coral (<em>Acropora palmata</em>) presents an intriguing <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span>: in a 2022 study, researchers found that elkhorn coral produced offspring that inherited somatic mutations from a parent.</p>",
  "templateclusterid": "63c1b4d3-f35d-434b-a259-be297d7da532",
  "parenttemplatename": "OSP-KA-WIC-H010",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "bfe9208b-95e2-4a44-8c6c-9d8b5cff8e08",
      "content": "<p>hypothesis</p>"
    },
    {
      "id": "f4c0b577-a1b2-42ae-8a5b-ea7d6e7266b1",
      "content": "<p>affinity</p>"
    },
    {
      "id": "d5b311ce-a8d1-4690-9b07-7246e1fee211",
      "content": "<p>anomaly</p>"
    },
    {
      "id": "eaa92ae7-a9fd-4fd9-af0f-5a81887d8231",
      "content": "<p>corroboration</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}