{
  "vaultid": "0a5082f2-9e28-44bf-94c1-80f4a76c9c35",
  "keys": [
    "fe6e5f45-3938-4969-bff9-75e1163bb804"
  ],
  "rationale": "<p>Choice C is the best answer because it most logically completes the text&rsquo;s discussion of architectural influences among Mesoamerican cities. In this context, &ldquo;commonalities with&rdquo; means similarities to or shared attributes with. The text indicates that a recently discovered citadel in Tikal includes a close imitation of a famous temple in Teotihuac&aacute;n (another Mesoamerican city) and other evidence of Teotihuac&aacute;n influence, which suggests that the citadel possesses features that resemble architectural features found in Teotihuac&aacute;n. This context thus indicates that the Tikal citadel shows commonalities with Teotihuac&aacute;n architecture. </p><p>Choice A is incorrect because there&rsquo;s nothing in the text that suggests that the Tikal citadel shows &ldquo;refinements of,&rdquo; or improvements on, Teotihuac&aacute;n architecture. Although the text suggests that the architecture of Teotihuac&aacute;n influenced the architecture of the Tikal citadel, and although it&rsquo;s possible that later architectural designs could make improvements on earlier designs, the text doesn&rsquo;t discuss whether, in imitating Teotihuac&aacute;n architecture, the Tikal citadel&rsquo;s builders improved on it.&nbsp;Choice B is incorrect because describing the citadel in Tikal as showing &ldquo;precursors of&rdquo; Teotihuac&aacute;n architecture&mdash;or features that preceded and foreshadowed those of Teotihuac&aacute;n architecture&mdash;would imply the opposite of what the text suggests about the relationship between the architecture found in Tikal and Teotihuac&aacute;n. The text claims that the discovery of similarities between the Tikal citadel and the architecture of Teotihuac&aacute;n, including a replica of a temple in Teotihuac&aacute;n, provides evidence of outside influences on Tikal architecture. If the Tikal citadel was influenced by Teotihuac&aacute;n architecture, then the Teotihuac&aacute;n architecture must predate the citadel, not the other way around. In this context, therefore, it wouldn&rsquo;t make sense to say that the Tikal citadel shows precursors of Teotihuac&aacute;n architecture.&nbsp;Choice D is incorrect because the text discusses how the citadel in Tikal indicates the influence of Teotihuac&aacute;n architecture, which implies that the makers of the Tikal citadel likely admired aspects of Teotihuac&aacute;n architecture enough to imitate it. Thus, there&rsquo;s no reason to think that the Tikal citadel provides evidence of the Tikal people&rsquo;s &ldquo;animosities toward,&rdquo; or feelings of strong dislike or hostility toward, Teotihuac&aacute;n architecture.&nbsp;</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
  "externalid": "2e3a13e3-1586-4dd0-bc91-532ea8ad3efe",
  "stimulus": "<p>While scholars believe many Mesoamerican cities influenced each other, direct evidence of such influence is difficult to ascertain. However, recent excavations in a sector of Tikal (Guatemala) unearthed a citadel that shows <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> Teotihuac&aacute;n (Mexico) architecture&mdash;including a near replica of a famed Teotihuac&aacute;n temple&mdash;providing tangible evidence of outside influence in portions of Tikal.</p>",
  "templateclusterid": "a05bf5e9-3063-4d17-8b07-046be9a72f2c",
  "parenttemplatename": "OSP-KA-WIC-H008",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "662360a6-726c-4200-ba29-63dc3c1f1590",
      "content": "<p>refinements of</p>"
    },
    {
      "id": "e7b9af7a-c5bb-4a6b-aee8-d395a627c534",
      "content": "<p>precursors of</p>"
    },
    {
      "id": "fe6e5f45-3938-4969-bff9-75e1163bb804",
      "content": "<p>commonalities with</p>"
    },
    {
      "id": "35c82a50-5db8-45d9-a8fb-b39721efcb72",
      "content": "<p>animosities toward</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}