{
  "vaultid": "6535533a-2c70-4f15-8b51-12ad01cd7ea9",
  "keys": [
    "1005a7c7-dbae-41d9-8c01-63e1b0660fcc"
  ],
  "rationale": "<p>Choice A is the best answer. This choice uses a semicolon to join two independent clauses (\"Nakalembe doesn&rsquo;t just&hellip;though\" and \"she also shares...\"). This choice also appropriately includes \"though\" in the first clause, where it logically belongs.</p><p>Choice B is incorrect. This choice results in a grammar error called a comma splice. It incorrectly joins two independent clauses with only a comma instead of a comma and a coordinating conjunction like \"and\" or \"but.\" \"Though\" is a transition word, but it&rsquo;s not a coordinating conjunction. Choice C is incorrect. This choice results in a punctuation error. A semicolon can only be used to link two independent clauses. However, if \"though\" is included in the second clause, it turns the second clause into a dependent clause, so a semicolon can&rsquo;t be used after \"information.\" Choice D is incorrect. This choice results in a grammar error called a comma splice. It incorrectly joins two independent clauses with only a comma instead of a comma and a coordinating conjunction like \"and\" or \"but.\"</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>",
  "externalid": "2e95b660-ad51-4543-8a1d-23e3151b4d55",
  "stimulus": "<p>Using satellite remote sensing, Dr. Catherine Nakalembe, director of NASA&rsquo;s Harvest Africa initiative, gathers important data on crop health. Nakalembe doesn&rsquo;t just compile the <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> she also shares her findings with African farmers, enabling them to make data-driven decisions about managing critical food crops.</p>",
  "templateclusterid": "b128c541-2342-45cb-8496-19872f457ea8",
  "parenttemplatename": "OSP-KA-BOU-H008",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "1005a7c7-dbae-41d9-8c01-63e1b0660fcc",
      "content": "<p>information, though;</p>"
    },
    {
      "id": "e8666c1e-7048-49fa-ac01-aaffd3ff9280",
      "content": "<p>information, though,</p>"
    },
    {
      "id": "09d1c710-eccd-4fca-8a81-850cb92fb3e6",
      "content": "<p>information; though</p>"
    },
    {
      "id": "50564068-6705-43f7-8484-a2a2ec87a85b",
      "content": "<p>information though,</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}