{
  "vaultid": "6c2bc8db-4e2e-4f9e-920e-7a7cd5bb18bd",
  "keys": [
    "1f93872d-662c-4a7c-aa83-381dc5f497d3"
  ],
  "rationale": "<p>Choice D is the best answer because as used in the text, &ldquo;singular&rdquo; most nearly means extraordinary. The text portrays an experiment in which a character rehydrates a dried rose by infusing it with moisture. After prolonged contact with the liquid, the rose begins to absorb it, undergoing an exceptional transformation: its color deepens, its previously &ldquo;crushed and dried&rdquo; petals shift, and the entire flower revives &ldquo;from a deathlike slumber.&rdquo; In other words, an extraordinary change is visible in the flower. </p><p>Choice A is incorrect. Although in some contexts &ldquo;singular&rdquo; can mean of or relating to an individual or to a single instance of something, this usage doesn&rsquo;t imply loneliness or an otherwise unsatisfactory condition of isolation. Moreover, the text doesn&rsquo;t attribute such a condition to the rose. Choice B is incorrect. Although &ldquo;singular&rdquo; has several related meanings, none of them relate to being disagreeable or unpleasant. Moreover, the text doesn&rsquo;t portray the change undergone by the rose as necessarily disagreeable. Choice C is incorrect because &ldquo;singular&rdquo; means extraordinary, not acceptable. The change is portrayed as striking, not barely satisfactory. </p>",
  "origin": "proteus",
  "stem": "<p>As used in the text, what does the phrase &ldquo;a singular&rdquo; most nearly mean?</p>",
  "externalid": "2fcaff3f-b91a-493d-b21c-94e107bcf668",
  "stimulus": "<p>The following text is adapted from Nathaniel Hawthorne&rsquo;s 1837 story &ldquo;Dr. Heidegger&rsquo;s Experiment.&rdquo; The main character, a physician, is experimenting with rehydrating a dried flower.</p>\n<blockquote>\n<p>At first [the rose] lay lightly on the surface of the fluid, appearing to imbibe none of its moisture. Soon, however, <span role=\"region\" aria-label=\"Referenced Content\"><u>a singular</u></span> change began to be visible. The crushed and dried petals stirred and assumed a deepening tinge of crimson, as if the flower were reviving from a deathlike slumber.</p>\n</blockquote>",
  "templateclusterid": "d39f991a-9c5e-4f18-bc31-457bd235e5a2",
  "parenttemplatename": "OSP-KA-WIC-M001",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "47ab8092-48f1-497b-a85e-ae423d308f76",
      "content": "<p>A lonely</p>"
    },
    {
      "id": "932357ca-6aff-48e2-ab1a-5c18f8955881",
      "content": "<p>A disagreeable</p>"
    },
    {
      "id": "144d5030-833d-46f9-aea9-d02e1be81e8e",
      "content": "<p>An acceptable</p>"
    },
    {
      "id": "1f93872d-662c-4a7c-aa83-381dc5f497d3",
      "content": "<p>An extraordinary</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}