{
  "vaultid": "4760d20a-02bb-4946-9130-050ae362003f",
  "keys": [
    "85aef49b-35cd-471c-a3fd-dff8ed5a71f3"
  ],
  "rationale": "<p>Choice D is the best answer. The text metaphorically likens humans to animals in a zoo, suggesting that humans have dreams that they cannot fulfill because they are trapped. </p><p>Choice A is incorrect. The speaker says that the lion has an &ldquo;untamed heart,&rdquo; but the speaker doesn&rsquo;t actually mention anything about humans taming wild animals or a lack of compassion. Choice B is incorrect. The speaker doesn&rsquo;t suggest that humans lack motivation. Rather, the speaker thinks that humans are &ldquo;trapped&rdquo; and prevented from achieving their dreams. Choice C is incorrect. The speaker doesn&rsquo;t mention anything about humans becoming frustrated or lacking self-control. Rather, the speaker thinks that humans are &ldquo;trapped&rdquo; and prevented from achieving their dreams. </p>",
  "origin": "proteus",
  "stem": "<p>Based on the text, what challenge do humans sometimes experience?</p>",
  "externalid": "2feba5ee-68da-40e5-9ac9-a2d6595ea46b",
  "stimulus": "<p>The following text is adapted from Countee Cullen&rsquo;s 1926 poem &ldquo;Thoughts in a Zoo.&rdquo;&nbsp;</p>\n<blockquote class=\"dap_poemexcerpt\">\n<p>They in their cruel traps, and we in ours,&nbsp;&nbsp;</p>\n<p>Survey each other&rsquo;s rage, and pass the hours&nbsp;&nbsp;</p>\n<p>Commiserating each the other&rsquo;s woe,&nbsp;&nbsp;</p>\n<p>To mitigate his own pain&rsquo;s fiery glow.&nbsp;&nbsp;</p>\n<p>Man could but little proffer in exchange&nbsp;&nbsp;</p>\n<p>Save that his cages have a larger range.&nbsp;&nbsp;</p>\n<p>That lion with his lordly, untamed heart&nbsp;&nbsp;</p>\n<p>Has in some man his human counterpart,</p>\n<p>Some lofty soul in dreams and visions wrapped,&nbsp;&nbsp;</p>\n<p>But in the stifling flesh securely trapped.</p>\n</blockquote>",
  "templateclusterid": "8170e58d-ca33-4ef4-a5d0-2de024ba6fb7",
  "parenttemplatename": "OSP-KA-CID-H005",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "54beed80-7eb8-41ed-abf5-8ebeb0fc3048",
      "content": "<p>They cannot effectively tame certain wild animals because of a lack of compassion.</p>"
    },
    {
      "id": "eb6a2cd0-eff3-4d03-8d99-c7423c96b439",
      "content": "<p>They cannot focus on setting attainable goals because of a lack of motivation.</p>"
    },
    {
      "id": "eaa4379a-1060-4ba9-b8a9-b56013f2042f",
      "content": "<p>They quickly become frustrated when faced with difficult tasks because of a lack of self-control.</p>"
    },
    {
      "id": "85aef49b-35cd-471c-a3fd-dff8ed5a71f3",
      "content": "<p>They have aspirations that cannot be fulfilled because of certain limitations.</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}