{
  "vaultid": "e6281159-b86c-4524-9ee2-f3e1c082071b",
  "keys": [
    "eb5f8151-4547-4d6e-bbeb-0c118b4c0910"
  ],
  "rationale": "<p>Choice D is the best answer. Both authors agree that Ludington&rsquo;s story has been widely celebrated and revered by Americans, even if they disagree on its accuracy. Text 1 states that Ludington has inspired postage stamps, statues, and TV series, and Text 2 states that many articles and books have been written about her. Thus, both authors acknowledge the popularity of Ludington&rsquo;s story. </p><p>Choice A is incorrect. Neither author claims that Ludington had a significant impact on the war. Text 1 doesn&rsquo;t mention how Ludington&rsquo;s ride affected the war overall, and Text 2 suggests that Ludington&rsquo;s ride may have been exaggerated or invented over time. Choice B is incorrect. Neither author claims that Ludington&rsquo;s route has been verified by historians. Text 1 claims she rode 40 miles through Putnam County, but doesn&rsquo;t cite any sources for this information, while Text 2 suggests the ride may not have even happened. Choice C is incorrect. This choice misreads text 2. Neither author claims that Ludington was not a real person, only that her ride may not have happened. Both authors seem to treat Ludington as a genuine historical figure. </p>",
  "origin": "proteus",
  "stem": "<p>Based on the texts, both authors would most likely agree with which statement?</p>",
  "externalid": "32674912-212e-4fe3-bbee-05839397bbaf",
  "stimulus": "<p><strong>Text 1</strong></p>\n<p>On April 26th, 1777, Sybil Ludington rode 40 miles by horse through Putnam County, New York, to gather up local militia. British forces were burning nearby Danbury, Connecticut, and Ludington wanted to rally rebel troops to meet them. Although she was only 16 years old at the time, her brave feat made Ludington one of the heroes of the American Revolution. Since then, Ludington has been widely celebrated, inspiring postage stamps, statues, and even children&rsquo;s TV series.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Text 2</strong></p>\n<p>Historian Paula D. Hunt researched the life and legacy of Sybil Ludington but found no evidence for her famous ride. Although many articles and books have been written about Ludington, Hunt believes writers may have been inventing details about Ludington as they retold her story. Ludington is revered by Americans today, but there simply isn&rsquo;t a strong historical record of her heroic ride.</p>",
  "templateclusterid": "bd34986e-063b-4926-978f-e06d22cd70a8",
  "parenttemplatename": "OSP-KA-CTC-E008",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "b0e365fc-a1ca-4c19-ac58-17c62ca67ebd",
      "content": "<p>Sybil Ludington was crucial to the outcome of the Revolutionary War.</p>"
    },
    {
      "id": "9975e909-1866-4f26-820b-1066a97b4245",
      "content": "<p>Historians have confirmed which route Sybil Ludington took.</p>"
    },
    {
      "id": "e0c4560b-01bf-4525-ae47-f55ba9de9128",
      "content": "<p>Sybil Ludington was likely not a real person.</p>"
    },
    {
      "id": "eb5f8151-4547-4d6e-bbeb-0c118b4c0910",
      "content": "<p>Many people have come to admire the story of Sybil Ludington&rsquo;s ride.</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}