{
  "vaultid": "ee0f7049-9016-4d3f-a493-d41d97125d70",
  "keys": [
    "83c1b541-9190-4fda-9185-83502ad9fb9f"
  ],
  "rationale": "<p>Choice C is the best answer. &ldquo;Granted&rdquo; logically signals that the following information&mdash;that iconicity is not as highly correlated with acquisition as sign frequency&mdash;is true in spite of the information about the correlation between iconicity and acquisition in the previous sentence. </p><p>Choice A is incorrect because &ldquo;in fact&rdquo; illogically signals that the sentence that follows either emphasizes or refutes the information in the previous sentence regarding the correlation between iconicity and acquisition. Instead, the sentence that follows provides additional information that is true in spite of the preceding information; it neither emphasizes nor refutes that information. Choice B is incorrect because &ldquo;in other words&rdquo; illogically signals that the sentence that follows is a restatement of the information in the previous sentence; instead, the sentence that follows provides additional information that is true in spite of the preceding information. Choice D is incorrect because &ldquo;as a result&rdquo; illogically signals that the sentence that follows is a result of the information in the previous sentence regarding the correlation between iconicity and acquisition; instead, the sentence that follows is true in spite of the preceding information. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical transition?</p>",
  "externalid": "330ea545-cb02-4e1a-a12b-6bb6afc1c7fe",
  "stimulus": "<p>A 2017 study of sign language learners tested the role of iconicity&mdash;the similarity of a sign to the thing it represents&mdash;in language acquisition. The study found that the<strong> </strong>greater the iconicity of a sign, the more likely it was to have been learned. <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> the correlation between acquisition and iconicity was lower than that between acquisition and another factor studied: sign frequency.</p>",
  "templateclusterid": "b7a50e3d-5c8d-4ac9-80b7-277ccf0e1077",
  "parenttemplatename": "OSP-KA-TRA-H003",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "17763e49-0cb0-46b4-9aaa-8e0a85d14c89",
      "content": "<p>In fact,</p>"
    },
    {
      "id": "393d4b8a-31b7-4cb6-a685-69373420cfbb",
      "content": "<p>In other words,</p>"
    },
    {
      "id": "83c1b541-9190-4fda-9185-83502ad9fb9f",
      "content": "<p>Granted,</p>"
    },
    {
      "id": "16463f5d-0df2-4ddb-91e1-a1aefcc9f938",
      "content": "<p>As a result,</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}