{
  "vaultid": "5e1091f3-c3db-41e1-9b77-9c44d6a760ef",
  "keys": [
    "7ff681ee-e009-4810-a2bd-9a8fb6823682"
  ],
  "rationale": "<p>Choice A is the best answer because it most effectively illustrates the claim that Wheatley addresses her poem \"On Virtue\" to the quality of virtue, imploring it to assist her in reaching a future goal. In the quotation, Wheatley begs virtue to accompany her, or \"attend [her],\" through her youth and to \"guide [her] steps to\" the future goal of \"endless life and bliss.\"</p><p>Choice B is incorrect because this quotation suggests the difficulty of fully comprehending virtue. Rather than asking virtue for help, Wheatley presents it as a quality that is impossible to entirely understand because it is so grand and deep. Choice C is incorrect because this quotation describes Wheatley&rsquo;s effort to comprehend virtue despite virtue itself declaring that such wisdom is beyond her grasp, or \"higher than a fool can reach.\" Choice D is incorrect because rather than asking virtue for help in this quotation, Wheatley urges herself to \"sink not into despair\" because virtue is always nearby.</p>",
  "origin": "proteus",
  "stem": "<p>Which quotation from &ldquo;On Virtue&rdquo; most effectively illustrates the claim?</p>",
  "externalid": "34ff2bb7-fe6f-46f1-8559-4c79bc496112",
  "stimulus": "<p>&ldquo;On Virtue&rdquo; is a 1766 poem by Phillis Wheatley. Wheatley addresses the poem directly to the quality of virtue, imploring it to assist her in reaching a future goal: <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "b44a0429-1efe-496a-b3c6-afd5e4f5e753",
  "parenttemplatename": "OSP-344-TXT",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "7ff681ee-e009-4810-a2bd-9a8fb6823682",
      "content": "<p>&ldquo;Attend me, <em>Virtue</em>, thro&rsquo; my youthful years! / O leave me not to the false joys of time! / But guide my steps to endless life and bliss.&rdquo;</p>"
    },
    {
      "id": "a6c47793-20ba-48d8-b844-cc094e5266ad",
      "content": "<p>&ldquo;I cease to wonder, and no more attempt / Thine height t&rsquo;explore, or fathom thy profound.&rdquo;</p>"
    },
    {
      "id": "7b272360-1bba-45e3-a0dc-46485fd7728d",
      "content": "<p>&ldquo;O thou bright jewel in my aim I strive / To comprehend thee. Thine own words declare / Wisdom is higher than a fool can reach.&rdquo;</p>"
    },
    {
      "id": "f520e116-d03c-4dd4-8969-e25efc6bdf92",
      "content": "<p>&ldquo;But, O my soul, sink not into despair, / <em>Virtue</em> is near thee, and with gentle hand / Would now embrace thee, hovers o&rsquo;er thine head.&rdquo;</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}