{
  "vaultid": "013f33af-395a-4c05-b136-448789dac990",
  "keys": [
    "1e9a2474-c605-4cbe-912a-c75e35235b27"
  ],
  "rationale": "<p>Choice A is the best answer. &ldquo;Suitable&rdquo; means &ldquo;appropriate for a particular purpose.&rdquo; Since the text indicates that two of the best ballet dancers of the twentieth century were Osage, we can infer that the author believes that ballet is a very suitable artform for telling Osage stories. </p><p>Choice B is incorrect. The text never suggests that Tinker-Smith&rsquo;s choice was determined. That would imply that Tinker-Smith initially faced some kind of obstacle or opposition, and nothing like that is mentioned in the passage. Choice C is incorrect. The text implies the opposite of this. &ldquo;Arbitrary&rdquo; means &ldquo;based on random choice or whim rather than reason.&rdquo; But the text does give us a good reason behind the choice to tell Osage stories through ballet: two of the best ballet dancers of the twentieth century were Osage. Choice D is incorrect. The text never suggests that Tinker-Smith&rsquo;s choice was &ldquo;unpredictable.&rdquo; Rather, the fact that two of the best ballet dancers of the twentieth century were Osage makes ballet especially appropriate for telling Osage stories. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
  "externalid": "359d3222-87e8-42c3-9002-6cfe68cb2f58",
  "stimulus": "<p>Osage Nation citizen Randy Tinker-Smith produced and directed the ballet <em>Wahzhazhe</em>, which vividly chronicles Osage history and culture. Telling Osage stories through ballet is <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> choice because two of the foremost ballet dancers of the twentieth century were Osage: sisters Maria and Marjorie Tallchief.&nbsp;</p>",
  "templateclusterid": "735a15a5-bb67-4be0-baf5-182bd219af00",
  "parenttemplatename": "OSP-KA-WIC-M002",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "1e9a2474-c605-4cbe-912a-c75e35235b27",
      "content": "<p>a suitable</p>"
    },
    {
      "id": "c4d6d3da-6890-47f1-9e0e-3898dfe1f44c",
      "content": "<p>a determined</p>"
    },
    {
      "id": "ce0c73f9-8abd-45cf-b4f0-766de871103d",
      "content": "<p>an arbitrary</p>"
    },
    {
      "id": "35282fe8-9dbd-445a-868d-d46083d2d4d5",
      "content": "<p>an unpredictable</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}