{
  "vaultid": "2896f143-d1d6-49fa-b6e8-102cd2aa278e",
  "keys": [
    "cd7cb21b-1a63-40e7-aec6-ebf086ed5de2"
  ],
  "rationale": "<p>Choice B is the best answer because it presents a finding that would best support Granito and &Aacute;lvarez&rsquo;s claim that fermenting black beans makes them easier to digest and more nutritious. The text indicates that high levels of soluble fiber and raffinose in black beans make the beans hard to digest and that tannins and trypsin inhibitors make it harder for the body to extract nutrients from the beans. If it were found that fermenting the beans significantly reduces their levels of soluble fiber, raffinose, trypsin inhibitors, and tannins when cooked, this would directly support the claim that fermentation improves the digestibility of the beans and makes them more nutritious. </p><p>Choice A is incorrect because the text indicates that trypsin inhibitors and tannins interfere with the body&rsquo;s ability to extract nutrients from black beans; if fermentation and cooking were found to increase these antinutrients, fermented beans would likely be less nutritious than unfermented ones, not more nutritious (as Granito and &Aacute;lvarez claim). Choice C is incorrect because the text doesn&rsquo;t address the idea that greater nitrogen absorption in the gut has an effect on a food&rsquo;s digestibility or level of nutrition, so the discovery of the presence of microorganisms that may increase nitrogen absorption wouldn&rsquo;t provide relevant support for the claim that fermentation makes black beans easier to digest and more nutritious. Choice D is incorrect because Granito and &Aacute;lvarez&rsquo;s claim focuses on the effect of fermenting black beans, but the finding that nonfermented black beans also have fewer trypsin inhibitors and tannins when cooked at high pressure would suggest that the role of the cooking method could be significant when it comes to nutrition; further, the finding wouldn&rsquo;t address the beans&rsquo; digestibility. </p>",
  "origin": "proteus",
  "stem": "<p>Which finding from Granito and &Aacute;lvarez&rsquo;s research, if true, would most directly support their claim?</p>",
  "externalid": "3999df4f-831b-45be-a3b3-2fa658b23a70",
  "stimulus": "<p>Black beans (<em>Phaseolus vulgaris</em>) are a nutritionally dense food, but they are difficult to digest in part because of their high levels of soluble fiber and compounds like raffinose. They also contain antinutrients like tannins and trypsin inhibitors, which interfere with the body&rsquo;s ability to extract nutrients from foods. In a research article, Marisela Granito and Glenda &Aacute;lvarez from Sim&oacute;n Bol&iacute;var University in Venezuela claim that inducing fermentation of black beans using lactic acid bacteria improves the digestibility of the beans and makes them more nutritious.</p>",
  "templateclusterid": "6deb2ec7-8176-40fd-8233-6ec0616c3b20",
  "parenttemplatename": "OSP-310-TXT",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "1224158e-d626-492c-979f-5e7b17bf1809",
      "content": "<p>When cooked, fermented beans contained significantly more trypsin inhibitors and tannins but significantly less soluble fiber and raffinose than nonfermented beans.&nbsp;</p>"
    },
    {
      "id": "cd7cb21b-1a63-40e7-aec6-ebf086ed5de2",
      "content": "<p>Fermented beans contained significantly less soluble fiber and raffinose than nonfermented beans, and when cooked, the fermented beans also displayed a significant reduction in trypsin inhibitors and tannins.</p>"
    },
    {
      "id": "d1c2b400-0429-48dc-bd02-048322290ffe",
      "content": "<p>When the fermented beans were analyzed, they were found to contain two microorganisms, <em>Lactobacillus casei</em>&nbsp;and&nbsp;<em>Lactobacillus plantarum</em>, that are theorized to increase the amount of nitrogen absorbed by the gut after eating beans.&nbsp;</p>"
    },
    {
      "id": "4032ac49-246d-4551-9d88-cb1e677da8ee",
      "content": "<p>Both fermented and nonfermented black beans contained significantly fewer trypsin inhibitors and tannins after being cooked at high pressure.&nbsp;</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}