{
  "vaultid": "f9b006ff-b1d1-4ae8-8e9a-0dfa2d733ec1",
  "keys": [
    "60d29cae-e8c7-48a0-953b-573af110563f"
  ],
  "rationale": "<p>Choice D is the best answer. The sentence explains an advantage of Tang and his colleagues&rsquo; platinum catalyst, noting that it requires far less platinum (which is rare and expensive) than other platinum catalysts do. </p><p>Choice A is incorrect. The sentence describes the platinum catalyst that Tang and his colleagues created; it doesn&rsquo;t explain an advantage of their platinum catalyst. Choice B is incorrect. The sentence emphasizes a similarity between the new platinum catalyst and other platinum catalysts; it doesn&rsquo;t explain an advantage of the new platinum catalyst. Choice C is incorrect. The sentence connects the metal platinum to the functioning of platinum catalysts, noting that large amounts of platinum are typically required for platinum catalysts to be effective; it doesn&rsquo;t explain an advantage of Tang and his colleagues&rsquo; platinum catalyst. </p>",
  "origin": "proteus",
  "stem": "<p>The student wants to explain an advantage of the new platinum catalyst developed by Jianbo Tang and his colleagues. Which choice most effectively uses relevant information from the notes to accomplish this goal?</p>",
  "externalid": "3b370a85-148d-45df-9982-78f63bc51a53",
  "stimulus": "<p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>Platinum is a rare and expensive metal.</li>\n<li>It is used as a catalyst for chemical reactions.</li>\n<li>Platinum catalysts typically require a large amount of platinum to be effective.</li>\n<li>Researcher Jianbo Tang and his colleagues created a platinum catalyst that combines platinum with liquid gallium.</li>\n<li>Their catalyst was highly effective and required only trace amounts of platinum (0.0001% of the atoms in the mixture).</li>\n</ul>",
  "templateclusterid": "fa1520af-1800-48c1-9455-51a17a783f16",
  "parenttemplatename": "OSP-KA-SYN-M003",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "568bdf4a-02d2-433f-bf46-321528ea1285",
      "content": "<p>Researcher Jianbo Tang and his colleagues created a platinum catalyst that combines platinum, a rare and expensive metal, with liquid gallium.</p>"
    },
    {
      "id": "2d731d70-8537-4425-b576-94c92f7c70fc",
      "content": "<p>Like other platinum catalysts, the new platinum catalyst requires a particular amount of the metal to be effective.&nbsp;</p>"
    },
    {
      "id": "fe2b6768-5e05-43a9-b2e4-036e6a76ada8",
      "content": "<p>Platinum is a rare and expensive metal that is used as a catalyst for chemical reactions; however, platinum catalysts typically require a large amount of platinum to be effective.</p>"
    },
    {
      "id": "60d29cae-e8c7-48a0-953b-573af110563f",
      "content": "<p>While still highly effective, the new platinum catalyst requires far less of the rare and expensive metal than do other platinum catalysts.</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}