{
  "vaultid": "f80670b7-f1f7-4c33-8dcc-c3388644bd0b",
  "keys": [
    "0e4390ba-e6b7-4cb7-8c38-06fb7e37e892"
  ],
  "rationale": "<p>Choice D is the best answer because it accurately describes how the author of Text 2 would most likely respond to the underlined claim in Text 1. Text 1 indicates that Storey found a genetic mutation in South American chickens from before the European invasion and in Polynesian chickens, which implies that chickens were first brought to South America by Polynesian people. Text 2 explains that the genetic mutation Storey found is in chickens from all over the world, thus undercutting the mutation as evidence of a Polynesian origin. However, Text 2 goes on to say &ldquo;[m]ore recently&rdquo; Luzuriaga-Neira and colleagues found multiple genetic markers shared by South American and Polynesian chickens but &ldquo;that European breeds lack,&rdquo; which strongly suggests a Polynesian origin for the South American chickens. This indicates that the author of Text 2 believes Luzuriaga-Neira&rsquo;s evidence for a Polynesian origin is compelling while Storey&rsquo;s evidence has been undermined. Thus, the author of Text 2 would most likely agree with the underlined statement and believes Luzuriaga-Neira and colleagues&rsquo; evidence for the statement is stronger than Storey&rsquo;s evidence is. </p><p>Choice A is incorrect because both texts indicate that chickens were introduced to South America before the arrival of Europeans. Text 1 states that the El Arenal chicken bone dates from &ldquo;1321&ndash;1407 CE&mdash;over a century before Europeans invaded the region&rdquo; and concludes that these chickens were likely brought to South America by Polynesians. While Text 2 is not as explicit about the time period as Text 1 is, nothing in Text 2 undermines the timing of events ascribed to Storey&rsquo;s account in Text 1. Choice B is incorrect because both texts agree that chickens were first brought to South America by Polynesian peoples (the underlined claim), and nothing in Text 2 suggests that this claim is in any way deficient because the possibility that animals could have been transferred from South America to Polynesia was not explicitly addressed. Choice C is incorrect because the criticism that Text 2 raises about the ideas in Text 1 is specifically about whether the single genetic mutation cited by Storey in fact supports the idea of a Polynesian origin for South American chickens. There is nothing in Text 2 to suggest that the underlined sentence (Storey&rsquo;s conclusion) is deficient because it is based on an assumption about the genetic uniformity of European chickens.&nbsp;</p>",
  "origin": "proteus",
  "stem": "<p>Based on the texts, how would the author of Text 2 most likely respond to the underlined claim in Text 1?</p>",
  "externalid": "3bea6b9a-96a6-43dd-8d02-b5a6c418aca7",
  "stimulus": "<p>&nbsp;</p><p><span aria-level=\"2\" role=\"heading\"><strong>Text 1</strong></span></p>\n<p>In 2007, a team led by Alice Storey analyzed a chicken bone found in El Arenal, Chile, dating it to 1321&ndash;1407 CE&mdash;over a century before Europeans invaded the region, bringing their own chickens. Storey also found that the El Arenal chicken shared a unique genetic mutation with the ancient chicken breeds of the Polynesian Islands in the Pacific. Thus, <span role=\"region\" aria-label=\"Referenced Content\"><u>Polynesian peoples, not later Europeans, probably first introduced chickens to South America. </u></span></p>\n<p>&nbsp;</p><p><span aria-level=\"2\" role=\"heading\"><strong>Text 2</strong></span></p>\n<p>An Australian research team weakened the case for a Polynesian origin for the El Arenal chicken by confirming that the mutation identified by Storey has occurred in breeds from around the world. More recently, though, a team led by Agusto Luzuriaga-Neira found that South American chicken breeds and Polynesian breeds share other genetic markers that European breeds lack. Thus, the preponderance of evidence now favors a Polynesian origin.</p>",
  "templateclusterid": "27c15e13-fd48-4919-9b29-c73144012e98",
  "parenttemplatename": "OSP-006-CTC",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "697682eb-7f07-40a7-aea8-673ffd594191",
      "content": "<p>By broadly agreeing with the claim but objecting that the timeline it presupposes conflicts with the findings of the genetic analysis conducted by Storey&rsquo;s team</p>"
    },
    {
      "id": "752b7e78-d4d4-4234-92c7-0c3c6c244245",
      "content": "<p>By faulting the claim for implying that domestic animals couldn&rsquo;t have been transferred from South America to the Polynesian Islands as well</p>"
    },
    {
      "id": "8a871cb3-f662-406c-8193-61a6abb82f3f",
      "content": "<p>By critiquing the claim for being based on an assumption that before the European invasion of South America, the chickens of Europe were genetically uniform</p>"
    },
    {
      "id": "0e4390ba-e6b7-4cb7-8c38-06fb7e37e892",
      "content": "<p>By noting that while the claim is persuasive, the findings of Luzuriaga-Neira&rsquo;s team provide stronger evidence for it than the findings of the genetic analysis conducted by Storey do</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}