{
  "vaultid": "68ba4681-75ac-43e0-a63d-49d5da46f961",
  "keys": [
    "6d0033df-8194-47cc-b3e8-bd3a5a1e7563"
  ],
  "rationale": "<p>Choice B is the best answer. Text 1 introduces Wang and colleagues&rsquo; study and its surprising results, and then mentions Miller and Simpson&rsquo;s hypothesis as a possible way to explain them. Text 2, however, challenges Miller and Simpson&rsquo;s hypothesis by pointing out the difficulties of preserving mammoth carcasses on the surface for thousands of years: &ldquo;scavengers and weathering&rdquo; are the additional details that complicate the Miller/Simpson hypothesis. </p><p>Choice A is incorrect. Neither text compares two different approaches for studying mammoth extinction. Text 1 describes one study and one hypothesis pertaining to it. Text 2 critiques that hypothesis. Choice C is incorrect. Text 1 does not describe a critique of Wang and colleagues&rsquo; methodology, but rather an interpretation of their results by Miller and Simpson. Text 2 does not offer additional details showing that methodology to be sound, but rather casts doubt on the Miller/Simpson explanation. Choice D is incorrect. Both components mentioned here (the new &ldquo;undermining&rdquo; research and the theory for reconciling this discovery) are contained in Text 1. Text 2 then shows how the attempt to reconcile the standard view and new research is flawed, and still fails to explain the discrepancy. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice best describes how Text 1 and Text 2 relate to each other?</p>",
  "externalid": "3e54bdde-9e2e-4bbe-a879-b08aa6838f8f",
  "stimulus": "<p>Text 1</p>\n<p>The fossil record suggests that mammoths went extinct around 11 thousand years (kyr) ago. In a 2021 study of environmental DNA (eDNA)&mdash;genetic material shed into the environment by organisms&mdash;in the Arctic, Yucheng Wang and colleagues found mammoth eDNA in sedimentary layers formed millennia later, around 4 kyr ago. To account for this discrepancy, Joshua H. Miller and Carl Simpson proposed that arctic temperatures could preserve a mammoth carcass on the surface, allowing it to leach DNA into the environment, for several thousand years.</p>\n<p>Text 2</p>\n<p>Wang and colleagues concede that eDNA contains DNA from both living organisms and carcasses, but for DNA to leach from remains over several millennia requires that the remains be perpetually on the surface. Scavengers and weathering in the Arctic, however, are likely to break down surface remains well before a thousand years have passed.</p>",
  "templateclusterid": "4e3d57a0-dd5a-4c6a-92a5-c441938b9626",
  "parenttemplatename": "OSP-KA-CTC-H009",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "6ba4558b-2c0c-4975-a815-608221708c40",
      "content": "<p>Text 1 discusses two approaches to studying mammoth extinction without advocating for either, whereas Text 2 advocates for one approach over the other.</p>"
    },
    {
      "id": "6d0033df-8194-47cc-b3e8-bd3a5a1e7563",
      "content": "<p>Text 1 presents findings by Wang and colleagues and gives another research team&rsquo;s attempt to explain those findings, whereas Text 2 provides additional detail that calls that explanation into question.</p>"
    },
    {
      "id": "e33235f1-5a83-4092-83a8-cdd3cbad8db3",
      "content": "<p>Text 1 describes Wang and colleagues&rsquo; study and a critique of their methodology, whereas Text 2 offers additional details showing that methodology to be sound.</p>"
    },
    {
      "id": "66e8089d-8f34-46dd-b39d-1ff569995b4d",
      "content": "<p>Text 1 argues that new research has undermined the standard view of when mammoths went extinct, whereas Text 2 suggests a way to reconcile the standard view with that new research.</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}