{
  "vaultid": "b7ff6596-4cdb-4e80-b44f-520c92e2d012",
  "keys": [
    "6ffde011-05c6-487a-9eb5-29e5efe4a87c"
  ],
  "rationale": "<p>Choice D is the best answer. Author 1 acknowledges that Lewis sculpted other subjects besides historical and mythical figures, suggesting a variety of subjects depicted. Author 2 mentions that Lewis carved portrait busts as well as historical sculptures, which also implies variation among Lewis&rsquo;s subjects. </p><p>Choice A is incorrect. Neither text suggests that Lewis&rsquo;s portrait busts have received more attention or appreciation than her other work. Author 1 briefly mentions her &ldquo;other works,&rdquo; but mostly focuses on her historical and mythical works. Author 2 states that art historians have typically ignored her portrait busts, which suggests that they haven&rsquo;t overshadowed her other work. Choice B is incorrect. Neither text explicitly states that <em>The Death of Cleopatra</em> is Lewis&rsquo;s most famous piece. Author 1 mentions it as one example of her historical works, but does not single it out as being more important or influential than <em>Hagar</em>. Author 2 does not mention it at all, focusing instead on her portrait busts. Choice C is incorrect. This choice isn&rsquo;t supported by the texts. Neither text suggests that sculpting historical figures was a trend that faded quickly. </p>",
  "origin": "proteus",
  "stem": "<p>Based on the texts, both authors would most likely agree with which statement?&nbsp;</p>",
  "externalid": "3edde485-3d30-41b8-8af4-98ffa91a318a",
  "stimulus": "<p><strong>Text 1</strong></p>\n<p>American sculptor Edmonia Lewis is best known for her sculptures that represent figures from history and mythology, such as <em>The Death of Cleopatra</em> and <em>Haga</em>r. Although Lewis sculpted other subjects, her career as a sculptor is best represented by the works in which she depicted these historical and mythical themes.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Text 2&nbsp;</strong></p>\n<p>Art historians have typically ignored the many portrait busts Edmonia Lewis created. Lewis likely carved these busts (sculptures of a person&rsquo;s head) frequently throughout her long career. She is known for her sculptures that represent historical figures, but Lewis likely supported herself financially by carving portrait busts for acquaintances who paid her to represent their features. Thus, Lewis&rsquo;s portrait busts are a central aspect of her career as a sculptor.</p>",
  "templateclusterid": "1bb96b18-733c-4375-aaaa-157395a89bcc",
  "parenttemplatename": "OSP-KA-CTC-E006",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "e5aff14c-f483-4952-8188-f8d56826b820",
      "content": "<p>Lewis&rsquo;s portrait busts have overshadowed her other work.</p>"
    },
    {
      "id": "82efa7ef-9b6f-48d4-be27-09e98ffe3ba5",
      "content": "<p><em>The Death of Cleopatra</em> is Lewis&rsquo;s most famous piece.</p>"
    },
    {
      "id": "9af44078-f7b4-489f-a913-87534d138df0",
      "content": "<p>Sculpting representations of historical figures was a short-lived trend.</p>"
    },
    {
      "id": "6ffde011-05c6-487a-9eb5-29e5efe4a87c",
      "content": "<p>Lewis&rsquo;s works are varied in the subjects they depict.</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}