{
  "vaultid": "a48316e7-49d0-4b02-aec9-1d957d5ade5c",
  "keys": [
    "286ec4b4-a82d-4117-9be3-c996a323031b"
  ],
  "rationale": "<p>Choice B is the best answer. The text begins by describing how the researchers used the JWST to detect CO₂ in WASP-39b&rsquo;s atmosphere. Then the text discusses the significance of this finding, both as the first evidence of CO₂ in an exoplanet&rsquo;s atmosphere and as an illustration of the JWST&rsquo;s potential for making new discoveries in general. </p><p>Choice A is incorrect. The text doesn&rsquo;t compare two different methods, but rather focuses on one study that used the JWST. Choice C is incorrect. The text doesn&rsquo;t present a hypothesis, but rather reports on the findings of a study. Choice D is incorrect. The text doesn&rsquo;t mention any scientists challenging the conclusion reached by L&oacute;pez-Morales and colleagues. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice best describes the overall structure of the text?</p>",
  "externalid": "43ecabea-3f8f-4b48-8e5d-80853f68cd2f",
  "stimulus": "<p>Using NASA&rsquo;s powerful James Webb Space Telescope (JWST), Mercedes L&oacute;pez-Morales and colleagues measured the wavelengths of light traveling through the atmosphere of WASP-39b, an exoplanet, or planet outside our solar system. Different molecules absorb different wavelengths of light, and the wavelength measurements showed the presence of carbon dioxide (CO₂) in WASP-39b&rsquo;s atmosphere. This finding not only offers the first decisive evidence of CO₂ in the atmosphere of an exoplanet but also illustrates the potential for future scientific breakthroughs held by the JWST.</p>",
  "templateclusterid": "d6ada45c-49f4-499f-8d4a-af6f7b62ab09",
  "parenttemplatename": "OSP-KA-TSP-M010",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "1fb40737-ec07-4616-b507-3bfdc8de2fcb",
      "content": "<p>It discusses a method used by some researchers, then states why an alternative method is superior to it.</p>"
    },
    {
      "id": "286ec4b4-a82d-4117-9be3-c996a323031b",
      "content": "<p>It describes how researchers made a scientific discovery, then explains the importance of that discovery.</p>"
    },
    {
      "id": "03ac5f7d-ab5f-4da0-959e-9fca7737ecd0",
      "content": "<p>It outlines the steps taken in a scientific study, then presents a hypothesis based on that study.</p>"
    },
    {
      "id": "9d9e6710-e52b-4111-9c9d-9ac827452899",
      "content": "<p>It examines how a group of scientists reached a conclusion, then shows how other scientists have challenged that conclusion.</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}