{
  "vaultid": "3e0f795a-8316-4ac7-b72e-974564ab0c9c",
  "keys": [
    "d1126cf6-84e0-4a8b-8416-c8ddb5c35007"
  ],
  "rationale": "<p>Choice B is the best answer. The passage tells us that attendees at Johnson&rsquo;s get-togethers \"would read and discuss one another&rsquo;s work.\" This suggests that the gatherings could provide an opportunity for Johnson to get feedback on her plays. Notice how the text foreshadows this conclusion by the mention of Johnson learning \"what other people thought of her plays.\"</p><p>Choice A is incorrect. The passage doesn&rsquo;t mention theater companies attending the get-togethers, so there is no basis for this inference. Choice C is incorrect. The passage doesn&rsquo;t mention learning about plays from other cities, so there is no basis for this inference. Choice D is incorrect. The passage doesn&rsquo;t mention Johnson using the get-togethers as inspiration for future plays, so there is no basis for this inference.</p>",
  "origin": "proteus",
  "stem": "<p>Which choice most logically completes the text?</p>",
  "externalid": "44eca06b-c394-4811-bdb9-8825a1526ed9",
  "stimulus": "<p>Georgia Douglas Johnson wrote many plays in the 1920s and 1930s. At the time, professional theater companies rarely put on plays by Black women, so few of Johnson&rsquo;s plays made it to the stage. Only a small number of her plays were published in her lifetime. But that doesn&rsquo;t mean that Johnson never learned what other people thought of her plays. Johnson hosted weekly get-togethers for fellow Black writers and artists in her Washington, D.C., home. Attendees would read and discuss one another&rsquo;s work, including Johnson&rsquo;s own. These gatherings could therefore serve as <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "a5a23370-78ae-4b3f-b6fc-a2fb23dfbd30",
  "parenttemplatename": "OSP-KA-INF-E006",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "4d6a2ee2-38f2-4281-b631-42fbd0b1cbc5",
      "content": "<p>an occasion for professional theater companies to put on plays.&nbsp;</p>"
    },
    {
      "id": "d1126cf6-84e0-4a8b-8416-c8ddb5c35007",
      "content": "<p>an opportunity for Johnson to get feedback on her plays.&nbsp;</p>"
    },
    {
      "id": "4cbce341-9750-41e0-b0b6-e9e967c50980",
      "content": "<p>a way for Johnson to learn about plays that were produced in other cities.</p>"
    },
    {
      "id": "1551c67a-41a6-418a-bb65-17578516451f",
      "content": "<p>subject matter for future plays by Johnson.&nbsp;</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}