{
  "vaultid": "04966a0c-8963-4d27-8c9d-a7b238832a89",
  "keys": [
    "d14d593e-01f8-40b9-b9e8-7bf56939d54c"
  ],
  "rationale": "<p>Choice B is the best answer. Author 1 states that Ailey had a &ldquo;deep admiration for jazz music&rdquo; and that he &ldquo;helped bring jazz to life for his audiences.&rdquo; Author 2 states that &ldquo;Jazz is present throughout Ailey&rsquo;s work.&rdquo; While the authors name different aspects of Ailey&rsquo;s work as the most influenced by jazz, they agree that jazz was a strong influence.&nbsp;</p><p>Choice A is incorrect. This isn&rsquo;t something that either text claims. Neither text mentions how Ailey&rsquo;s dancers felt about his approach as a choreographer, so we have no evidence that either author would agree with this. Choice C is incorrect. This isn&rsquo;t something that either text claims. Neither text mentions how familiar audiences were with any aspect of Ailey&rsquo;s works, so we have no evidence that either author would agree with this. Choice D is incorrect. This isn&rsquo;t something that either text claims. Neither text mentions any genre of music other than jazz, so we have no evidence that either author would agree with this. </p>",
  "origin": "proteus",
  "stem": "<p>Based on the texts, both authors would most likely agree with which statement?</p>",
  "externalid": "456397f9-5c55-4d95-a656-9092ce714c90",
  "stimulus": "<p><span role=\"heading\" aria-level=\"2\"><strong>Text 1</strong></span></p>\n<p>Dance choreographer Alvin Ailey&rsquo;s deep admiration for jazz music can most clearly be felt in the rhythms and beats his works were set to. Ailey collaborated with some of the greatest jazz legends, like Charles Mingus, Charlie Parker, and perhaps his favorite, Duke Ellington. With his choice of music, Ailey helped bring jazz to life for his audiences.</p>\n<p>&nbsp;</p>\n<p><span role=\"heading\" aria-level=\"2\"><strong>Text 2</strong></span></p>\n<p>Jazz is present throughout Ailey&rsquo;s work, but it&rsquo;s most visible in Ailey&rsquo;s approach to choreography. Ailey often incorporated improvisation, a signature characteristic of jazz music, in his work. When managing his dance company, Ailey rarely forced his dancers to an exact set of specific moves. Instead, he encouraged his dancers to let their own skills and experiences shape their performances, as jazz musicians do.</p>",
  "templateclusterid": "9d4941a1-438f-449e-8660-5c5a757828ed",
  "parenttemplatename": "OSP-KA-CTC-E002",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "c7eec167-c6c2-4ef7-8453-894c4dbda131",
      "content": "<p>Dancers who worked with Ailey greatly appreciated his supportive approach as a choreographer.</p>"
    },
    {
      "id": "d14d593e-01f8-40b9-b9e8-7bf56939d54c",
      "content": "<p>Ailey&rsquo;s work was strongly influenced by jazz.</p>"
    },
    {
      "id": "45f14c95-0472-49e5-be9f-1eabe38fe73e",
      "content": "<p>Audiences were mostly unfamiliar with the jazz music in Ailey&rsquo;s works.</p>"
    },
    {
      "id": "c8dc08ed-4356-435b-90ca-291c52669f96",
      "content": "<p>Ailey blended multiple genres of music together when choreographing dance pieces.</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}