{
  "vaultid": "4fa7f29e-8876-45ad-aae9-9ac3f9e72ba3",
  "keys": [
    "8e7718bd-d74c-41d4-9346-8430cabd5a83"
  ],
  "rationale": "<p>Choice A is the best answer. &ldquo;Then&rdquo; indicates that the events in this sentence took place after the events in the previous sentence. Only after users upload images of unknown soldiers can those images be analyzed. </p><p>Choice B is incorrect. This transition is used to emphasize the truth of a statement that modifies the previous statement. But this sentence doesn&rsquo;t modify the step described in the previous statement: instead, it introduces an entirely new step in the process. So &ldquo;in fact&rdquo; wouldn&rsquo;t make sense here. Choice C is incorrect. This choice uses a transition that indicates the addition of a new but related idea, which doesn&rsquo;t make sense here. Analyzing the physical features in the uploaded photographs isn&rsquo;t a similar idea, but rather the next step in the process. Choice D is incorrect. This choice uses an exemplification transition, which doesn&rsquo;t make sense here. Analyzing physical features is not an example of uploading and tagging an image. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical transition?</p>",
  "externalid": "45aaead0-9d12-46cb-bfc0-daf21dbeaeb5",
  "stimulus": "<p>In 2018, Kurt Luther and Vikram Mohanty created the web-based tool Civil War Photo Sleuth (CWPS). A user uploading an unknown Civil War soldier&rsquo;s photograph to CWPS first tags the photo with all known information. <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> CWPS&rsquo;s facial-recognition software analyzes twenty-seven different physical features and looks for matches to tagged images already in the database.</p>",
  "templateclusterid": "367201eb-bbd5-44ef-977e-f7296e17c447",
  "parenttemplatename": "OSP-KA-TRA-M007",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "8e7718bd-d74c-41d4-9346-8430cabd5a83",
      "content": "<p>Then,&nbsp;</p>"
    },
    {
      "id": "805ca27a-70fc-4f91-9715-a6a4840abaec",
      "content": "<p>In fact,</p>"
    },
    {
      "id": "b04cb553-8707-4920-8e62-822110967a12",
      "content": "<p>Likewise,</p>"
    },
    {
      "id": "9162031e-e747-4809-826d-2b22cd7af91f",
      "content": "<p>For example,&nbsp;</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}