{
  "vaultid": "1384e7f2-3d61-425a-ac34-c195f283da5e",
  "keys": [
    "da0794be-2912-4064-a5d0-06d39d862e59"
  ],
  "rationale": "<p>Choice D is the best answer. The comma appropriately separates the nonessential descriptive aside \"such as&hellip;scene\" from the independent clause \"Theaters were&hellip;movie.\" Since the descriptive example of roses isn&rsquo;t necessary for the sentence to function, it needs to be set off with punctuation.</p><p>Choice A is incorrect. This choice results in a run-on sentence. Since the example of roses isn&rsquo;t necessary for the sentence to function, the descriptive aside \"such as&hellip;scene\" needs to be separated from the preceding independent clause with some sort of punctuation. Choice B is incorrect. This choice creates a punctuation error. A semicolon can only be used to separate two independent clauses, but \"such&hellip;scene\" is not an independent clause and couldn&rsquo;t stand on its own as a sentence. Choice C is incorrect. This choice results in a sentence fragment. The descriptive aside \"Such&hellip;scene\" is not an independent clause and can&rsquo;t stand on its own as a sentence.</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>",
  "externalid": "471d4144-80a4-4d23-a0c0-170823a91b45",
  "stimulus": "<p>In 1959, the film industry debuted Smell-O-Vision. Theaters were fitted with specialized vents that emitted odors at specific points in a <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> as the scent of roses when roses appeared in a scene. Smell-O-Vision failed to impress, however, with one reviewer declaring it &ldquo;briefly weird and not very interesting.&rdquo;</p>",
  "templateclusterid": "4169cc66-ea45-4782-ab51-edc6e6bbddef",
  "parenttemplatename": "OSP-KA-BOU-E005",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "23981881-a5ef-4601-91ef-d1d8d8ce04a1",
      "content": "<p>movie such</p>"
    },
    {
      "id": "70f12f58-e311-45e6-b193-e5027f3a87c2",
      "content": "<p>movie; such</p>"
    },
    {
      "id": "b5894612-6ecb-4d72-a2e7-54be36055ec5",
      "content": "<p>movie. Such</p>"
    },
    {
      "id": "da0794be-2912-4064-a5d0-06d39d862e59",
      "content": "<p>movie, such</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}