{
  "vaultid": "bd5feb20-74b0-43e9-8b72-ce74e714f9ba",
  "keys": [
    "1fb415d9-fbaa-4c52-8b38-af5211d237f8"
  ],
  "rationale": "<p>Choice C is the best answer. The convention being tested is punctuation between a supplementary phrase and a main clause. This choice correctly uses a comma to mark the boundary between the supplementary phrase (&ldquo;powered&hellip;day&rdquo;), which describes how the LEDs are powered, and the main clause (&ldquo;the blinking&hellip;night&rdquo;). </p><p>Choice A is incorrect because it fails to mark the boundary between the supplementary phrase and the main clause with appropriate punctuation. Furthermore, placing commas around the phrase &ldquo;by solar panels&rdquo; suggests that it could be removed without affecting the coherence of the sentence, which isn&rsquo;t the case. Choice B is incorrect because it fails to mark the boundary between the supplementary phrase and the main clause with appropriate punctuation. Choice D is incorrect. Placing commas around the phrase &ldquo;collected by solar panels during the day&Prime; suggests that it could be removed without affecting the coherence of the sentence, which isn&rsquo;t the case. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>",
  "externalid": "4b0deb5a-da7b-494d-a3f2-347dc606dfed",
  "stimulus": "<p>The Lion Light system, developed by Kenyan inventor Richard Turere, consists of LED lights installed around the perimeter of livestock pastures. Powered with <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> the blinking LEDs keep lions away at night, thus protecting the livestock without risking harm to the endangered lions.</p>",
  "templateclusterid": "d34876bc-a832-4a25-abb8-3f4c0d25056c",
  "parenttemplatename": "OSP-697-SEC",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "f5e03880-f1a7-48e8-84e9-86703e6a53be",
      "content": "<p>energy collected, by solar panels, during the day</p>"
    },
    {
      "id": "2b80d36b-56b0-40fb-8128-ae9efa741996",
      "content": "<p>energy collected by solar panels during the day</p>"
    },
    {
      "id": "1fb415d9-fbaa-4c52-8b38-af5211d237f8",
      "content": "<p>energy collected by solar panels during the day,</p>"
    },
    {
      "id": "81eac3c6-2b93-4579-993a-12f9fd08aaea",
      "content": "<p>energy, collected by solar panels during the day,</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}