{
  "vaultid": "d6f0fe62-febf-4ab1-bd45-bf4bd7b4612d",
  "keys": [
    "57ed9581-97a1-408a-b359-eb3f5cffd01e"
  ],
  "rationale": "<p>Choice C is the best answer. &ldquo;However&rdquo; logically signals that the theory discussed in this sentence&mdash;that humans may have arrived in the Americas over 30,000 years ago&mdash;contrasts with the previously discussed theory that humans arrived around 13,000 years ago. </p><p>Choice A is incorrect because &ldquo;as a result&rdquo; illogically signals that the theory in this sentence is the result of the theory discussed in the previous sentence. Instead, this theory contrasts with the previous one. Choice B is incorrect because &ldquo;similarly&rdquo; illogically signals that the theory in this sentence is similar to the theory discussed in the previous sentence. Instead, this theory contrasts with the previous one. Choice D is incorrect because &ldquo;in conclusion&rdquo; illogically signals that the theory in this sentence concludes or summarizes the discussion of the previous theory. Instead, this theory contrasts with the previous one. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical transition?</p>",
  "externalid": "4b78a030-0743-4f15-a598-429916cd6ecc",
  "stimulus": "<p>It has long been thought that humans first crossed a land bridge into the Americas approximately 13,000 years ago. <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> based on radiocarbon dating of samples uncovered in Mexico, a research team recently suggested that humans may have arrived more than 30,000 years ago&mdash;much earlier than previously thought.</p>",
  "templateclusterid": "6bb68e9b-c2a0-4a05-a50b-a998c014f428",
  "parenttemplatename": "OSP-KA-TRA-E002",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "843d0926-82c4-4c8a-8af5-0b3ed1027fd6",
      "content": "<p>As a result,</p>"
    },
    {
      "id": "e86a7cc3-7f20-4dae-9e36-76eb981a10f5",
      "content": "<p>Similarly,</p>"
    },
    {
      "id": "57ed9581-97a1-408a-b359-eb3f5cffd01e",
      "content": "<p>However,</p>"
    },
    {
      "id": "b13bdc0b-da1f-419b-9100-f65e853e41f9",
      "content": "<p>In conclusion,&nbsp;</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}