{
  "vaultid": "3a8d533c-aca8-45f0-9742-b95c3a3a9a0b",
  "keys": [
    "9a884ba7-de57-425d-8ce0-6fb22b98e517"
  ],
  "rationale": "<p>Choice D is the best answer. The author of Text 2 agrees with the author of Text 1 that bumblebees may engage in play and possibly experience some kind of positive emotional state. However, the author of Text 2 also qualifies this claim by stating that emotions in insects, if they do exist, are &ldquo;likely very rudimentary.&rdquo; </p><p>Choice A is incorrect. While Text 2 states that other studies might indicate &ldquo;negative emotional states&rdquo; in bees, it does not contradict the findings from the Galpayage study&mdash;that the bees might have been having fun. Choice B is incorrect. The author of Text 2 does not mention or imply that any insects, including bumblebees, are capable of experiencing complex emotional states. The author of Text 2 states that if insects do feel emotions, those emotions are &ldquo;likely very rudimentary.&rdquo; Choice C is incorrect. The author of Text 2 does not compare or contrast the behavior or emotions of insects and humans, and neither does the author of Text 1. </p>",
  "origin": "proteus",
  "stem": "<p>Based on the texts, how would the author of Text 2 most likely respond to the underlined portion of Text 1?</p>",
  "externalid": "4c36e647-a8e3-4ed1-a813-04d6818058b1",
  "stimulus": "<p><strong>Text 1</strong></p>\n<p>In a study of insect behavior, Samadi Galpayage and colleagues presented bumblebees with small wooden balls and observed many of the bees clinging to, rolling, and dragging the objects. The researchers provided no external rewards (such as food) to encourage these interactions. <u>The bees simply appeared to be playing&mdash;and for no other reason than because they were having fun</u>.</p>\n<p><strong>Text 2</strong></p>\n<p>Insects do not have cortexes or other brain areas associated with emotions in humans. Still, Galpayage and her team have shown that bumblebees may engage in play, possibly experiencing some kind of positive emotional state. Other studies have suggested that bees experience negative emotional states (for example, stress), but as Galpayage and her team have acknowledged, emotions in insects, if they do indeed exist, are likely very rudimentary.</p>",
  "templateclusterid": "3fba8883-822d-4252-a55a-0bb8a041ba7e",
  "parenttemplatename": "OSP-KA-CTC-M010",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "8a96dd71-89cf-4f09-bbbd-c05f125f369f",
      "content": "<p>By objecting that the bees were actually experiencing a negative feeling akin to stress rather than a positive feeling</p>"
    },
    {
      "id": "4ab21c75-563e-4cb0-92b1-f753a5c1ef6a",
      "content": "<p>By arguing that some insects other than bumblebees may be capable of experiencing complex emotional states</p>"
    },
    {
      "id": "6d4a12a7-2e28-4ec1-a5fc-f1624d8bd5ab",
      "content": "<p>By pointing out that even humans sometimes struggle to have fun while engaging in play</p>"
    },
    {
      "id": "9a884ba7-de57-425d-8ce0-6fb22b98e517",
      "content": "<p>By noting that if the bees were truly playing, any positive feelings they may have experienced were probably quite basic</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}