{
  "vaultid": "b87572be-7eeb-4ccc-8958-e0b9200d10c2",
  "keys": [
    "ddbfdf73-b1b1-440b-8395-af5e5e56f2ff"
  ],
  "rationale": "<p>Choice B is the best answer. Armijo believes that using more heliostats will speed up the roasting process, and this finding shows that with 50 heliostats&mdash;more than the number of heliostats already used&mdash;the roasting time is indeed reduced. </p><p>Choice A is incorrect. The evenness of temperature in the roasting drum doesn&rsquo;t tell us about the speed of the roasting process, which is what Armijo&rsquo;s hypothesis is concerned with. Choice C is incorrect. Armijo&rsquo;s hypothesis is focused on the speed of the roasting process, not the flavor of the resulting roasted chiles. Choice D is incorrect. Though Armijo&rsquo;s hypothesis mentions a benefit of solar-roasting green chiles (easier peeling), it doesn&rsquo;t address the speed of the roasting process. </p>",
  "origin": "proteus",
  "stem": "<p>Which finding, if true, would most directly support Armijo&rsquo;s hypothesis?</p>",
  "externalid": "4d6080a5-d5cb-4a7b-8d36-e063d820a389",
  "stimulus": "<p>Roasted green chiles are a popular ingredient in Southwestern cuisine, but the traditional roasting method of burning propane is not environmentally friendly. To see if solar power could provide a better alternative, engineer Kenneth Armijo and his team roasted batches of green chiles using between 38 and 42 heliostats, which are devices that concentrate sunlight. The team was successful in reaching the same roasting temperature used in traditional propane roasting, but they found that propane yielded faster results. While the fastest solar-roasted green chiles took six minutes, batches using propane took only four. Armijo hypothesizes that they can reduce the roasting time for solar-roasted green chiles by using more heliostats.&nbsp;</p>",
  "templateclusterid": "683fd594-a2c2-4ee7-a27c-1811f4bb9841",
  "parenttemplatename": "OSP-KA-TXT-E010",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "a07635e1-769f-4dab-b574-016581673ca2",
      "content": "<p>The temperature inside the roasting drum is distributed more evenly when roasting green chiles with solar power than with propane.</p>"
    },
    {
      "id": "ddbfdf73-b1b1-440b-8395-af5e5e56f2ff",
      "content": "<p>Attempts to roast green chiles using 50 heliostats yields results in fewer than six minutes.</p>"
    },
    {
      "id": "0919438c-3eb5-4cdc-9e89-510bd4ef251a",
      "content": "<p>Green chile connoisseurs prefer the flavor of solar-roasted green chiles over the flavor of propane-roasted green chiles.</p>"
    },
    {
      "id": "6130d584-5eee-4da6-a90e-12dd9543d6dc",
      "content": "<p>The skins of solar-roasted green chiles are easier to peel than the skins of propane-roasted green chiles.</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}