{
  "vaultid": "e7f3e1d5-cadf-4f44-b54d-9e512e53743c",
  "keys": [
    "6cbd8139-b9e9-4afc-a2a3-4c5554cdabb4"
  ],
  "rationale": "<p>Choice B is the best answer because it presents the conclusion that most logically completes the text&rsquo;s discussion of the different counts of species in the Mediterranean Sea. The text states that Coll and colleagues reported almost double the number of species that Bianchi and Morri reported in their study ten years earlier. According to the text, this difference can only be partly attributed to new invertebrate species being described in the years between the two studies, which means there must be an additional factor that made Coll and colleagues&rsquo; count so much higher than Bianchi and Morri&rsquo;s count. The text goes on to explain that factor: researchers have a relatively poor understanding of microorganisms&rsquo; morphological variability, or the differences in microorganisms&rsquo; structure and form. This poor understanding makes it hard to classify microorganisms by species and means that researchers&rsquo; decisions about classifying microorganisms can have a large effect on the overall species counts that researchers report. Additionally, the text says that the two censuses reported similar numbers of vertebrate, plant, and algal species, which means that the difference in overall species did not come from differences in those categories. Given all this information, it most logically follows that Coll and colleagues may have treated some of the differences among microorganisms as indicative of the microorganisms being different species, whereas Bianchi and Morri treated those differences as variations within species, resulting in Coll and colleagues reporting many more species than Bianchi and Morri did. </p><p>Choice A is incorrect because the text explicitly addresses this issue by stating that the description of new invertebrate species in the years between the two studies can explain only part of the difference in the number of species reported by the studies. The focus of the text is on explaining the difference between Coll and colleagues&rsquo; count and Bianchi and Morri&rsquo;s count that cannot be accounted for by the inclusion of invertebrate species that had not been described at the time of Bianchi and Morri&rsquo;s study.&nbsp;Choice C is incorrect because nothing in the text suggests that Bianchi and Morri may have been less sensitive to how much the form and structure of microorganisms vary within the same species than Coll and colleagues were. If Bianchi and Morri had been less sensitive to within-species variation than Coll and colleagues were, Bianchi and Morri would likely have reported more species than Coll and colleagues did, since less sensitivity to within-species variation would lead researchers to classify as different species microorganisms that more sensitive researchers would classify as variations within the same species. The text indicates, however, that Bianchi and Morri reported far fewer species than Coll and colleagues did; since the text also excludes other explanations for this difference, it suggests that in fact Bianchi and Morri were more sensitive to within-species variation than Coll and colleagues were, leading Bianchi and Morri to report fewer overall species.&nbsp;Choice D is incorrect because the text is focused on explaining why Coll and colleagues reported many more species than Bianchi and Morri did, and an underestimate of the number of microorganism species by Coll and colleagues would not explain that difference&mdash;it would suggest, in fact, that the difference in the number of species should have been even larger.&nbsp;</p>",
  "origin": "proteus",
  "stem": "<p>Which choice most logically completes the text?</p>",
  "externalid": "52a8f1cb-bff4-4dcb-b455-fbc202e8513c",
  "stimulus": "<p>Marta Coll and colleagues&rsquo; 2010 Mediterranean Sea biodiversity census reported approximately 17,000 species, nearly double the number reported in Carlo Bianchi and Carla Morri&rsquo;s 2000 census&mdash;a difference only partly attributable to the description of new invertebrate species in the interim. Another factor is that the morphological variability of microorganisms is poorly understood compared to that of vertebrates, invertebrates, plants, and algae, creating uncertainty about how to evaluate microorganisms as species. Researchers&rsquo; decisions on such matters therefore can be highly consequential. Indeed, the two censuses reported similar counts of vertebrate, plant, and algal species, suggesting that <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "dea7b827-4e36-444d-b229-9205873fc758",
  "parenttemplatename": "OSP-065-INF",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "21140db9-ae9f-4478-be55-2511c86ebdd0",
      "content": "<p>Coll and colleagues reported a much higher number of species than Bianchi and Morri did largely due to the inclusion of invertebrate species that had not been described at the time of Bianchi and Morri&rsquo;s census.</p>"
    },
    {
      "id": "6cbd8139-b9e9-4afc-a2a3-4c5554cdabb4",
      "content": "<p>some differences observed in microorganisms may have been treated as variations within species by Bianchi and Morri but treated as indicative of distinct species by Coll and colleagues.</p>"
    },
    {
      "id": "78fe5f7b-acb6-4e48-9ca0-b7f8d98387a1",
      "content": "<p>Bianchi and Morri may have been less sensitive to the degree of morphological variation displayed within a typical species of microorganism than Coll and colleagues were.</p>"
    },
    {
      "id": "a9e10939-c800-48f3-8989-7b22758b9779",
      "content": "<p>the absence of clarity regarding how to differentiate among species of microorganisms may have resulted in Coll and colleagues underestimating the number of microorganism species.</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}