{
  "vaultid": "f75f99ec-f130-4de5-87dc-c0ccccf617b3",
  "keys": [
    "047bcdba-f431-444e-b571-3dfebedf45f9"
  ],
  "rationale": "<p>Choice B is the best answer. The speaker says that they wish they could remember when they first met someone, but they can&rsquo;t remember the meeting at all, because they didn&rsquo;t know at the time that the relationship would \"blossom\" later on.</p><p>Choice A is incorrect. The speaker does say that the relationship has \"blossomed\" over time, but only briefly at the end&mdash;and they don&rsquo;t really \"celebrate\" that fact. Rather, the text has a more regretful tone: it&rsquo;s about how the speaker can&rsquo;t remember first meeting this person, and they wish they could. Choice C is incorrect. The speaker doesn&rsquo;t mention an anniversary&mdash;in fact, the speaker can&rsquo;t remember when they met the person they&rsquo;re talking about. Choice D is incorrect. The speaker doesn&rsquo;t say that they neglected the relationship. In fact, the speaker suggests that the relationship has become very important to them&mdash;that&rsquo;s why the speaker wishes that they could remember their first meeting.</p>",
  "origin": "proteus",
  "stem": "<p>Which choice best states the main idea of the text?</p>",
  "externalid": "57e0927e-845b-410d-a414-0ada4098e9b8",
  "stimulus": "<p>The following text is adapted from Christina Rossetti&rsquo;s 1881 poem &ldquo;Monna Innominata 2.&rdquo;</p>\n<p>I wish I could remember that first day,</p>\n<p>&ensp;First hour, first moment of your meeting me,</p>\n<p>&ensp;If bright or dim the season, it might be</p>\n<p>Summer or Winter for [all] I can say;</p>\n<p>So unrecorded did it slip away,</p>\n<p>&ensp;So blind was I to see and to foresee,</p>\n<p>&ensp;So dull to mark the budding of my tree</p>\n<p>That would not blossom yet for many a May.</p>",
  "templateclusterid": "9319767c-28a2-41ac-8330-5c7e57dd30c9",
  "parenttemplatename": "OSP-KA-CID-M005",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "d9dad6dc-28f8-4b96-b237-59b6973783e7",
      "content": "<p>The speaker celebrates how the passage of time has strengthened a relationship that once seemed unimportant.&nbsp;</p>"
    },
    {
      "id": "047bcdba-f431-444e-b571-3dfebedf45f9",
      "content": "<p>Because the speaker did not anticipate how important a relationship would become, she cannot recall how the relationship began, which she regrets.&nbsp;</p>"
    },
    {
      "id": "5c68f126-0320-4125-b04f-511ace6b4d93",
      "content": "<p>As the anniversary of the beginning of an important relationship approaches, the speaker feels conflicted about how best to commemorate it.</p>"
    },
    {
      "id": "0aba0e31-956b-457f-9990-824bd14eb2f5",
      "content": "<p>After years of neglecting a once valuable relationship, the speaker worries it may be too late for her to salvage the relationship.&nbsp;</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}