{
  "vaultid": "356bc1d4-c4d6-438f-b9cf-13edf4111540",
  "keys": [
    "0b8ebcf8-142b-4119-9fc9-71f36fe681d3"
  ],
  "rationale": "<p>Choice A is the best answer. The text lists complaints about the house made by the mother and father, but then it says that the children thought the house was a \"Fairy Palace\" and \"Earthly Paradise.\"</p><p>Choice B is incorrect. The text states the opposite of this. It describes how the mother and father dislike the house and says the children think the house seems like paradise. Choice C is incorrect. This isn&rsquo;t what the text says. Only the children are said to admire the house; mother and father both complain about the house. Choice D is incorrect. The text states the opposite of this. It tells us the house was ugly and poorly built (\"an architect&rsquo;s nightmare\") and suggests the children were tired of London.</p>",
  "origin": "proteus",
  "stem": "<p>Which choice best states the main idea of the text?</p>",
  "externalid": "5a6ab4a7-204c-4a63-93a5-15775a471395",
  "stimulus": "<p>The following text is from Edith Nesbit&rsquo;s 1902 novel <em>Five Children and It</em>. Five young siblings have just moved with their parents from London to a house in the countryside that they call the White House.</p>\n<blockquote>\n<p>It was not really a pretty house at all; it was quite ordinary, and mother thought it was rather inconvenient, and was quite annoyed at there being no shelves, to speak of, and hardly a cupboard in the place. Father used to say that the ironwork on the roof and coping was like an architect&rsquo;s nightmare. But the house was deep in the country, with no other house in sight, and the children had been in London for two years, without so much as once going to the seaside even for a day by an excursion train, and so the White House seemed to them a sort of Fairy Palace set down in an Earthly Paradise.</p>\n</blockquote>",
  "templateclusterid": "63196a32-dc1d-4f08-b10b-12afb6e0f751",
  "parenttemplatename": "OSP-KA-CID-E001",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "0b8ebcf8-142b-4119-9fc9-71f36fe681d3",
      "content": "<p>Although their parents believe the house has several drawbacks, the children are enchanted by it.</p>"
    },
    {
      "id": "8ac05351-29bf-43ce-87f7-0db033340a23",
      "content": "<p>The children don&rsquo;t like the house nearly as much as their parents do.</p>"
    },
    {
      "id": "743ec37f-0b39-4f69-a252-bf3db8d5b6b4",
      "content": "<p>Each member of the family admires a different characteristic of the house.</p>"
    },
    {
      "id": "b2b1101a-cc7f-4d80-b087-5e5e62087a05",
      "content": "<p>The house is beautiful and well built, but the children miss their old home in London.</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}