{
  "vaultid": "7c5e9531-cae1-4514-8a0c-90da0e988f88",
  "keys": [
    "93ad7dca-228b-4c5b-a15a-1d980793cf1d"
  ],
  "rationale": "<p>Choice D is the best answer. The convention being tested is punctuation use between a main clause and a supplementary phrase. In this choice, a colon is correctly used to mark the boundary between the main clause (\"there...on\") and the supplementary phrase (\"openness to experience\") and to introduce the information that identifies which personality trait participants scored especially high on.</p><p>Choice A is incorrect because it results in a rhetorically unacceptable sentence fragment beginning with \"on\" and separates a necessary preposition from the clause beginning with \"there.\" Choice B is incorrect because a semicolon can&rsquo;t be used in this way to join the main clause (\"there...on\") and the supplementary phrase (\"openness to experience\"). A semicolon is conventionally used to join two main clauses, whereas a colon is conventionally used to introduce an element that explains or amplifies the information in the preceding clause, making the colon the better choice in this context. Choice C is incorrect because it fails to mark the boundary between the main clause (\"there...on\") and the supplementary phrase (\"openness to experience\").</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>",
  "externalid": "5bbed69a-9680-4d41-95a7-8291a97873e4",
  "stimulus": "<p>In a 2016 study, Eastern Washington University psychologist Amani El-Alayli found that, among the study participants who experienced frisson (a physiological response akin to goosebumps or getting the chills) while listening to music, there was one personality trait that they scored particularly <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> openness to experience.</p>",
  "templateclusterid": "26c7def4-1368-4717-8d73-ac64f401350b",
  "parenttemplatename": "OSP-KA-BOU-H003",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "10d09c25-e2f3-4deb-82cc-89cf13222150",
      "content": "<p>high. On</p>"
    },
    {
      "id": "c47abf1a-6db6-402c-a329-20f276b2e7d9",
      "content": "<p>high on;</p>"
    },
    {
      "id": "a6f9b08b-d266-4979-ba94-4ca4aabaa4b1",
      "content": "<p>high on</p>"
    },
    {
      "id": "93ad7dca-228b-4c5b-a15a-1d980793cf1d",
      "content": "<p>high on:</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}