{
  "vaultid": "772b7b12-2ef1-4ce3-be90-1ab51dd1a30c",
  "keys": [
    "8e3861ec-f413-4715-aef6-76513a02bfb6"
  ],
  "rationale": "<p>Choice D is the best answer. The previous sentence tells us that potters think about the look and use of a piece when selecting clay. This sentence provides a specific example of a type of clay selected for its appearance, so the transition \"for example\" fits perfectly.</p><p>Choice A is incorrect. This choice uses a transition that indicates a restatement of the same idea. But this sentence does more than just restate the previous idea. Instead, it provides a more specific example of the idea presented in the first sentence. Choice B is incorrect. This choice uses a disagreement transition. But this sentence actually agrees with the previous sentence. Both sentences suggest that desired look plays a role in the selection of clay types for pottery pieces. Choice C is incorrect. This choice uses a concluding transition. But this sentence doesn&rsquo;t sum up the previous sentence. Instead, it gives a specific example of the idea presented in the previous sentence.</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical transition?</p>",
  "externalid": "5c009062-358e-46dd-9192-afa0812947b8",
  "stimulus": "<p>A potter choosing which type of clay to use for a piece considers two key factors: the desired look of the piece and its intended use. <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> earthenware clay is often used for decorative pieces because of its rustic look. This type of clay is not often used in industrial settings, though, because it is less durable than other clays.</p>",
  "templateclusterid": "beb607bc-f445-4363-99d3-42faa4a0e647",
  "parenttemplatename": "OSP-KA-TRA-E006",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "b2fbb232-5bc8-47cc-a703-8f9a9bb75a9f",
      "content": "<p>In other words,</p>"
    },
    {
      "id": "88a7eac0-15c3-4aa0-a3f6-105b083439ef",
      "content": "<p>Regardless,</p>"
    },
    {
      "id": "037dd8bd-ba0c-4980-a751-bf2442b847d3",
      "content": "<p>In conclusion,</p>"
    },
    {
      "id": "8e3861ec-f413-4715-aef6-76513a02bfb6",
      "content": "<p>For example,</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}