{
  "vaultid": "be08d87b-5e7a-492b-818f-186d4fb2ba6b",
  "keys": [
    "a2f40ece-5dfd-471b-b958-29ee2010c0ad"
  ],
  "rationale": "<p>Choice D is the best answer. The convention being tested is the use of verbs to express tense in a sentence. In this choice, the past tense verb &ldquo;was ruled&rdquo; correctly indicates that Oba Ewuare I ruled the Kingdom of Benin in the distant past (from 1440 to 1473). This past tense verb choice is consistent with the other past tense verb (&ldquo;was&rdquo;) used to describe the Kingdom of Benin. </p><p>Choice A is incorrect because the present tense verb &ldquo;is ruled&rdquo; doesn&rsquo;t indicate that Oba Ewuare I ruled the Kingdom of Benin in the distant past. Choice B is incorrect because the future tense verb &ldquo;will be ruled&rdquo; doesn&rsquo;t indicate that Oba Ewuare I ruled the Kingdom of Benin in the distant past. Choice C is incorrect because the present perfect tense verb &ldquo;has been ruled&rdquo; doesn&rsquo;t indicate that Oba Ewuare I ruled the Kingdom of Benin in the distant past. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>",
  "externalid": "6003973a-54bc-40dc-b4eb-46666a6f82ab",
  "stimulus": "<p>Occupying a significant part of modern-day Nigeria, the Kingdom of Benin was one of the major powers in West Africa between the thirteenth and nineteenth centuries. It <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> ruled by Oba Ewuare I from 1440 to 1473.</p>",
  "templateclusterid": "7815d2f7-78a7-462f-8260-87b40df72019",
  "parenttemplatename": "OSP-KA-FSS-E008",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "719a1bac-2cbc-4928-bf12-044fc3d4d8e1",
      "content": "<p>is</p>"
    },
    {
      "id": "e5e756b4-a140-49d1-be9e-8374150d1db1",
      "content": "<p>will be</p>"
    },
    {
      "id": "0c0ac160-8d70-4a3f-aba9-a933abdd8ee6",
      "content": "<p>has been</p>"
    },
    {
      "id": "a2f40ece-5dfd-471b-b958-29ee2010c0ad",
      "content": "<p>was</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}