{
  "vaultid": "03676ba5-eb12-4107-9458-4001c3c864fc",
  "keys": [
    "2abf5740-ef27-4207-aacf-b8d81fb4df16"
  ],
  "rationale": "<p>Choice D is the best answer. This best states the function of the underlined sentence. The sentence basically says: &ldquo;He stood out, so I looked more closely at him.&rdquo; Then the rest of the text describes him in detail. &nbsp;</p><p>Choice A is incorrect. This doesn&rsquo;t state the function of the underlined sentence. The previous sentence basically says: &ldquo;He was still standing in the middle of the cottage&rdquo;&mdash;it doesn&rsquo;t include any description of the character himself. &nbsp;Choice B is incorrect. This doesn&rsquo;t state the function of the underlined sentence. The following sentences describe the character, not the setting.&nbsp;Choice C is incorrect. This doesn&rsquo;t state the function of the underlined sentence. The underlined sentence basically says: &ldquo;He stood out, so I looked more closely at him.&rdquo; The previous sentence basically says: &ldquo;He was still standing in the middle of the cottage.&rdquo; There&rsquo;s no contrast between these two sentences.&nbsp;</p>",
  "origin": "proteus",
  "stem": "<p>Which choice best states the function of the underlined sentence in the overall structure of the text?</p>",
  "externalid": "605c9251-642f-473b-975a-7190e424e95a",
  "stimulus": "<p>The following text is from Herman Melville&rsquo;s 1854 novel <em>The Lightning-rod Man</em>.</p>\n\n<p>The stranger still stood in the exact middle of the cottage, where he had first planted himself. <span role=\"region\" aria-label=\"Referenced Content\"><u>His singularity impelled a closer scrutiny.</u></span> A lean, gloomy figure. Hair dark and lank, mattedly streaked over his brow. His sunken pitfalls of eyes were ringed by indigo halos, and played with an innocuous sort of lightning: the gleam without the bolt. The whole man was dripping. He stood in a puddle on the bare oak floor: his strange walking-stick vertically resting at his side.</p>",
  "templateclusterid": "646b0b15-3cd9-4e79-9e3f-052a5e32f158",
  "parenttemplatename": "OSP-015-TSP",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "a3793e81-6e6e-4fac-8190-57ec6e09ce12",
      "content": "<p>It elaborates on the previous sentence&rsquo;s description of the character.</p>"
    },
    {
      "id": "675c5e45-1174-4b65-b1ed-b3dbe789afb9",
      "content": "<p>It introduces the setting that is described in the sentences that follow.</p>"
    },
    {
      "id": "f1a39ac2-565b-4f5d-812e-0e96752567da",
      "content": "<p>It establishes a contrast with the description in the previous sentence.</p>"
    },
    {
      "id": "2abf5740-ef27-4207-aacf-b8d81fb4df16",
      "content": "<p>It sets up the character description presented in the sentences that follow.</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}