{
  "vaultid": "f7a30dac-c1f7-47bc-9555-920544763dc8",
  "keys": [
    "788ea6ac-8552-42f0-b3fe-53f0f041fc0f"
  ],
  "rationale": "<p>Choice A is the best answer. This quote most effectively illustrates the claim. The claim is that the narrator describes Mr. Johnson as arrogant and self-important. This basically says that Mr. Johnson always looks like he&rsquo;s congratulating himself for something, which definitely supports the idea that Mr. Johnson is arrogant!&nbsp;. </p><p>Choice B is incorrect. This quote doesn&rsquo;t illustrate the claim. The claim is that the narrator describes Mr. Johnson&rsquo;s appearance as conveying his arrogance. This describes his appearance, but the description doesn&rsquo;t suggest a sense of arrogance.&nbsp;Choice C is incorrect. This quote doesn&rsquo;t illustrate the claim. The claim is that the narrator describes Mr. Johnson&rsquo;s appearance as conveying his arrogance. This doesn&rsquo;t describe Mr. Johnson&rsquo;s appearance very much, and it doesn&rsquo;t suggest a sense of arrogance.&nbsp;Choice D is incorrect. This quote doesn&rsquo;t effectively illustrate the claim. It describes Mr. Johnson&rsquo;s tone of voice as &ldquo;large and important,&rdquo; but it doesn&rsquo;t describe his appearance as conveying a sense of self-importance.&nbsp;</p>",
  "origin": "proteus",
  "stem": "<p>Which quotation from &ldquo;Mr. Cornelius Johnson, Office-Seeker&rdquo; most effectively illustrates the claim?</p>",
  "externalid": "62962b25-dd31-433c-93d0-1032c533c58d",
  "stimulus": "<p>&ldquo;Mr. Cornelius Johnson, Office-Seeker&rdquo; is a 1900 short story by Paul Laurence Dunbar. In the story, the narrator describes Mr. Cornelius Johnson&rsquo;s appearance as conveying his exaggerated sense of his importance: <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "2733c9de-f823-4e54-9b21-4d8928bbcff0",
  "parenttemplatename": "OSP-407-LIT",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "788ea6ac-8552-42f0-b3fe-53f0f041fc0f",
      "content": "<p>&ldquo;He carried himself always as if he were passing under his own triumphal arch.&rdquo;</p>"
    },
    {
      "id": "dafc0fa2-d098-4206-a118-e7082cd9619d",
      "content": "<p>&ldquo;The grey Prince Albert was scrupulously buttoned about his form, and a shiny top hat replaced the felt of the afternoon.&rdquo;</p>"
    },
    {
      "id": "a214eea7-55af-40c5-bdef-c18c8f6615f8",
      "content": "<p>&ldquo;It was a beautiful day in balmy May and the sun shone pleasantly on Mr. Cornelius Johnson&rsquo;s very spruce Prince Albert suit of grey as he alighted from the train in Washington.&rdquo;</p>"
    },
    {
      "id": "e9dda8d7-bcd6-4eb9-a2c4-19868f43818a",
      "content": "<p>&ldquo;Mr. Cornelius Johnson always spoke in a large and important tone.&rdquo;</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}