{
  "vaultid": "b3ac551f-83a1-452d-b551-b260d511d3d7",
  "keys": [
    "f9831675-0ff4-47d2-ba32-00fdeb3cadfe"
  ],
  "rationale": "<p>Choice A is the best answer. The table provides evidence that the words for corn in the Cherokee and Muskogean languages appear unrelated to those in Caddo language, which is described as closely related to the Totozoquean language family. This supports the claim that corn cultivation spread across the Southeast without necessarily spreading Totozoquean vocabulary along with it. </p><p>Choice B is incorrect. This choice emphasizes the diversity of Southeastern languages in general, but we&rsquo;re specifically looking for information about words associated with corn. Choice C is incorrect. This choice shows how words for corn can change and evolve, but we&rsquo;re looking for an example that shows how some words for corn can be completely unrelated. Choice D is incorrect. This choice shows words for corn that share a common root, but we&rsquo;re looking for an example that shows how some words for corn can be unrelated. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice most effectively uses data from the table to complete the statement?</p>",
  "externalid": "62e9e4db-75f4-462a-a8d8-577faa5c6eb0",
  "stimulus": "<p><figure class=\"table\"><table class=\"gdr\"><caption style=\"caption-side: top;\"><p style=\"text-align: center;\">Corn-Related Vocabulary in Various Southeastern Languages</p></caption><thead><tr><th scope=\"col\" style=\"text-align: center;vertical-align: bottom;\">Language family</th><th scope=\"col\" style=\"text-align: center;vertical-align: bottom;\">Word (language)</th><th scope=\"col\" style=\"text-align: center;vertical-align: bottom;\">English translation</th><th scope=\"col\" style=\"text-align: center;vertical-align: bottom;\">Proposed origin in vocabulary of the Totozoquean language family</th></tr></thead><tbody><tr><th scope=\"row\" style=\"text-align: left;\">Muskogean</th><td>tanchi&rsquo; (Chickasaw); tanchi (Choctaw); vce (Muscogee, pronounced &ldquo;uh-chi&rdquo;)</td><td>corn</td><td>no</td></tr><tr><th scope=\"row\" style=\"text-align: left;\">Iroquoian</th><td>se-lu (Cherokee)</td><td>corn</td><td>no</td></tr><tr><th scope=\"row\" style=\"text-align: left;\">Caddoan</th><td>-k&rsquo;as- (Caddo)</td><td>dried corn</td><td>yes</td></tr><tr><th scope=\"row\" style=\"text-align: left;\">Chitimacha</th><td>k&rsquo;asma (Chitimacha)</td><td>corn</td><td>yes</td></tr></tbody></table></figure></p>\n<p>In Caddo, a language from what is now the US Southeast, vocabulary pertaining to corn cultivation resembles equivalent vocabulary in the Totozoquean language family in Mexico. This resemblance is perhaps attributable to cultural contact: such words could have entered Caddo through the intermediary of the neighboring but unrelated Chitimacha language, concurrent with the dissemination of corn itself from Mexico into the Southeast after 700 CE. That the vocabulary pertaining to domestic crops accompanies them as they diffuse into new regions is an established phenomenon globally. Crops may also be decoupled from vocabulary altogether: corn cultivation became ubiquitous among the Southeastern tribes, yet <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "c18a19bd-1392-4708-b1c6-39500ab6aaca",
  "parenttemplatename": "OSP-KA-QUA-H006",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "f9831675-0ff4-47d2-ba32-00fdeb3cadfe",
      "content": "<p>the origins of vocabulary pertaining to the crop vary across languages in the region, with the words for corn in Cherokee and the Muskogean languages showing no demonstrable relationship to Totozoquean vocabulary.</p>"
    },
    {
      "id": "38d0ac14-5922-44a1-8fd0-c1a802d3dd3c",
      "content": "<p>the region is linguistically diverse, being home not only to Chitimacha and Caddo, but also to the Muskogean language family (including Chickasaw, Choctaw, and Muscogee) and to one Iroquoian language (Cherokee).</p>"
    },
    {
      "id": "5c2e0182-4967-4254-be4a-6e5070dbcba3",
      "content": "<p>corn-related vocabulary underwent changes when entering other, unrelated languages, as can be seen by the divergence of the Caddo word from the Chitimacha word it originated in.</p>"
    },
    {
      "id": "f4543f26-b8a2-48bf-8c6b-db54c73cd7fc",
      "content": "<p>words for corn in the languages of the Muskogean family evolved from a common root, with the Muscogee word having lost certain consonant sounds still present in the Chickasaw and Choctaw words.</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}