{
  "vaultid": "22a8e046-4173-45df-b81c-298236f7a144",
  "keys": [
    "42a23152-ebaf-4f27-bc82-4037f379f628"
  ],
  "rationale": "<p>Choice D is the best answer. This sentence compares two examples of Posey&rsquo;s tone: the &ldquo;heartfelt language&rdquo; he used in his poetry versus the &ldquo;humor and satire&rdquo; he used in his journalism. We know from these descriptions and from the claim in the previous sentence that the two tones are very different from each other. So the transition &ldquo;by contrast&rdquo; fits the context perfectly. </p><p>Choice A is incorrect. This choice uses a transition that indicates a restatement of the same idea in other words. But the text isn&rsquo;t restating the first example here. Instead, it&rsquo;s offering a second, totally different example. Choice B is incorrect. This choice uses a transition that means &ldquo;admittedly.&rdquo; But the text isn&rsquo;t admitting or conceding anything here. Instead, these two examples work together to support the claim made in the first sentence. Choice C is incorrect. This choice uses a transition that indicates the addition of an agreeing idea. But these two examples are intentionally very different from each other, so &ldquo;similarly&rdquo; doesn&rsquo;t make sense here. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical transition?</p>",
  "externalid": "63f8c428-d75b-4220-a71a-2a7998892f80",
  "stimulus": "<p>Alexander Lawrence Posey (1873&ndash;1908) varied his focus and tone depending on the genre in which he was writing. In his poetry, he used heartfelt language to evoke the beauty and peacefulness of his natural surroundings; in his journalism, <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> he employed humor and satire to comment on political issues affecting his Muskogee Creek community.</p>",
  "templateclusterid": "d46ace20-6ee0-4bfe-a9c1-572c3a88b220",
  "parenttemplatename": "OSP-KA-TRA-M003",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "136de6aa-1b8f-4c3c-ae17-6845b76d5c14",
      "content": "<p>that is,</p>"
    },
    {
      "id": "a745d675-262a-41e2-89b6-415269ea7ce4",
      "content": "<p>granted,</p>"
    },
    {
      "id": "0d306405-4b82-4429-83f8-1e5475ab13bc",
      "content": "<p>similarly,</p>"
    },
    {
      "id": "42a23152-ebaf-4f27-bc82-4037f379f628",
      "content": "<p>by contrast,</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}