{
  "stem": "<p>Which choice best describes data from the table that support Persad and her colleagues&rsquo; conclusion?</p>",
  "stimulus": "<p><figure class=\"table\"><table class=\"gdr\"><caption style=\"caption-side: top;\"><p style=\"text-align: center;\">Simulated Change in Annual Aquifer Input and Irrigation Output if Precipitation Concentration Increases as Climate Models Predict</p></caption><thead><tr><th scope=\"col\" style=\"text-align: center; vertical-align: bottom;\">Baseline concentration of annual precipitation</th><th scope=\"col\" style=\"text-align: center; vertical-align: bottom;\">% change in water entering aquifers</th><th scope=\"col\" style=\"text-align: center; vertical-align: bottom;\">% change in surface water used for irrigation</th><th scope=\"col\" style=\"text-align: center; vertical-align: bottom;\">% change in groundwater used for irrigation</th></tr></thead><tbody><tr><th scope=\"row\" style=\"text-align: left;\">Precipitation is currently somewhat concentrated</th><td style=\"text-align: center;\">4.9</td><td style=\"text-align: center;\">0.4</td><td style=\"text-align: center;\">0.9</td></tr><tr><th scope=\"row\" style=\"text-align: left;\">Precipitation is currently evenly distributed</th><td style=\"text-align: center;\">11.0</td><td style=\"text-align: center;\">9.0</td><td style=\"text-align: center;\">7.9</td></tr></tbody></table></figure></p>\n<p>Some climate models for the western United States predict that while total annual precipitation may remain unchanged from the present level, precipitation will become concentrated into fewer but more intense rain and snow events. University of Texas climate scientist Geeta Persad and her colleagues simulated how the amount of water entering aquifers and the amount being used for irrigation purposes would change if this were to occur. Persad and her colleagues concluded that concentration of precipitation into fewer events would result in a higher number of dry days, triggering more irrigation, but that this change in irrigation output is highly sensitive to the baseline concentration of precipitation that currently exists in an area.</p>",
  "type": "mcq",
  "keys": [
    "4f79e237-d4a9-403a-a18c-e18b21972838"
  ],
  "answerOptions": [
    {
      "id": "4c4809cb-1ee7-4e89-beda-abd7ff8f1b35",
      "content": "<p>If baseline precipitation is somewhat concentrated, the amount of water being used for irrigation will increase 0.4% for surface water and 0.9% for groundwater, whereas the amount of water entering aquifers will increase 11.0% if baseline precipitation is evenly distributed.&nbsp;</p>"
    },
    {
      "id": "4f79e237-d4a9-403a-a18c-e18b21972838",
      "content": "<p>If baseline precipitation is somewhat concentrated, water use for irrigation will increase only slightly, whereas it will increase 9.0% for surface water and 7.9% for groundwater if baseline precipitation is evenly distributed.</p>"
    },
    {
      "id": "6991d531-fdaa-44e1-bbd8-0e4f6536b445",
      "content": "<p>If baseline precipitation is somewhat concentrated, the amount of water entering aquifers will increase 4.9%, while the amount being used for irrigation will increase 0.4% for surface water and 0.9% for groundwater.&nbsp;</p>"
    },
    {
      "id": "90729294-9741-4c4b-b4e0-bd7dcaca77a2",
      "content": "<p>If baseline precipitation is somewhat concentrated, water use for irrigation will decline by a small amount, whereas it will increase 11.0% for surface water and 9.0% for groundwater if baseline precipitation is evenly distributed.</p>"
    }
  ],
  "rationale": "<p>Choice B is the best answer because it describes data from the table that support Persad and her colleagues&rsquo; conclusion. The text explains that, according to some climate models, precipitation in the western United States will become concentrated into fewer, more intense rain and snow events. According to the text, Persad and her colleagues concluded that more irrigation will consequently be needed but that the change in irrigation output will be highly sensitive to, or greatly affected by, the baseline concentration of precipitation in an area. This conclusion is supported by data from the researchers&rsquo; simulations of changes in annual irrigation output in two different scenarios&mdash;one in which an area&rsquo;s annual precipitation is already somewhat concentrated and one in which its annual precipitation is evenly distributed. The table shows that if baseline precipitation is somewhat concentrated, water use for irrigation will increase only slightly, whereas if baseline precipitation is evenly distributed, water use for irrigation will increase much more&mdash;9.0% for surface water and 7.9% for groundwater. This difference illustrates the researchers&rsquo; conclusion that the amount of additional water needed for irrigation will vary greatly depending on how concentrated or spread out the annual precipitation in an area already is.</p><p>Choice A is incorrect because it compares changes in the amount of water being used for irrigation to changes in the amount of water entering aquifers. Persad and her colleagues&rsquo; conclusion doesn&rsquo;t focus on changes to the amount of water entering aquifers; rather, the researchers&rsquo; conclusion focuses on changes to irrigation output relative to how concentrated or spread out the annual precipitation in an area is. Choice C is incorrect because it supports only part of Persad and her colleagues&rsquo; conclusion. According to the text, the researchers concluded that the concentration of precipitation into fewer events will trigger more irrigation but that this change in irrigation output will be highly sensitive to an area&rsquo;s baseline concentration of annual precipitation. The data in this choice support the idea that more irrigation will be needed, but to support the rest of the researchers&rsquo; conclusion, additional data from the table are required to show that the increases in water use for irrigation will vary depending on how concentrated or spread out the annual precipitation in an area already is. Choice D is incorrect because data in the table indicate no declines in water use for irrigation, showing only increases in the form of positive values.</p>",
  "externalid": "6537fc25-1318-49e9-9e1e-dcc07604c519",
  "correct_answer": [
    "B"
  ]
}