{
  "vaultid": "53002d7f-61f8-432b-96c8-2a4d1ebd83f5",
  "keys": [
    "67f4d2c2-6ce3-41c3-8fc2-8f9339f9880d"
  ],
  "rationale": "<p>Choice C is the best answer. \"Likewise\" is a transition that indicates the addition of a new but related idea. In this sentence, the author is providing another similar example to that discussed in the previous sentence. Therefore, \"likewise\" works best in this context.</p><p>Choice A is incorrect. This choice uses a transition that means \"admittedly.\" But the text isn&rsquo;t admitting or conceding anything here. Instead, these two examples work together to support the claim made in the first sentence. Choice B is incorrect. This choice uses an exemplification transition, which doesn&rsquo;t make sense here. The second story is not an example of the story in the previous sentence&mdash;it&rsquo;s another, similar story. And while both stories exemplify the first sentence in the text, the transition we&rsquo;re looking for isn&rsquo;t actually connected to that sentence. Choice D is incorrect. This choice uses a cause-and-effect transition, which doesn&rsquo;t make sense here. The first story didn&rsquo;t result in the events of the second story.</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical transition?</p>",
  "externalid": "659659ad-43c6-4be1-9e53-5f5814d3c4e9",
  "stimulus": "<p>Jhumpa Lahiri&rsquo;s story collection <em>Interpreter of Maladies</em> features multiple stories about romantic relationships. In &ldquo;This Blessed House,&rdquo; newlyweds argue over whether to replace items left by the previous owners of their new home. <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> in &ldquo;A Temporary Matter,&rdquo; a husband and wife attempt to rekindle their relationship during a four-night blackout.</p>",
  "templateclusterid": "d87a4b9c-0255-4ee7-a144-b4f91b379e85",
  "parenttemplatename": "OSP-KA-TRA-M005",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "55341d44-515e-4e59-893c-1dab2d0fa845",
      "content": "<p>Granted,</p>"
    },
    {
      "id": "e49faa50-393b-4cf5-8cd7-e3fcde3afff3",
      "content": "<p>For example,</p>"
    },
    {
      "id": "67f4d2c2-6ce3-41c3-8fc2-8f9339f9880d",
      "content": "<p>Likewise,</p>"
    },
    {
      "id": "6b514e16-cc81-42c5-9b12-8905e13fc228",
      "content": "<p>Hence,</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}