{
  "vaultid": "e148244c-29cb-43ad-b605-c77f0d1e09e6",
  "keys": [
    "39468365-49e3-4a92-a5c1-1be26e4c31c8"
  ],
  "rationale": "<p>Choice B is the best answer. The sentence provides an explanation and an example of Aeolian landforms, explaining that they are landforms created by wind and offering the mushroom rock as an example. </p><p>Choice A is incorrect. The sentence explains that Aeolian landforms are created by wind but does not provide an example of any specific Aeolian landforms. Rather, the example it provides is of a wind-based process. Choice C is incorrect. While the sentence provides a partial explanation of Aeolian landforms, noting that they are created by the wind, it does not effectively provide an example. The sentence seems to indicate that mushroom rocks, rather than being an example of Aeolian landforms, are distinct from them. Choice D is incorrect. While the sentence provides an explanation of a mushroom rock, which is a specific example of an Aeolian landform, it doesn&rsquo;t provide an explanation of Aeolian landforms in general. </p>",
  "origin": "proteus",
  "stem": "<p>The student wants to provide an explanation and an example of Aeolian landforms. Which choice most effectively uses relevant information from the notes to accomplish this goal?</p>",
  "externalid": "65ead50b-41d4-4ae3-b8d9-a0e3cbd6111c",
  "stimulus": "<p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>In geology, an Aeolian landform is one that has been created by the wind.</li>\n<li>In Greek mythology, Aeolus is the keeper of the winds.</li>\n<li>Aeolian landforms are created when the wind erodes, transports, or deposits material.</li>\n<li>A mushroom rock is a rock formation in which the top is wider than the base.</li>\n<li>A mushroom rock can be formed when the wind erodes the base and the top at different rates.</li>\n</ul>",
  "templateclusterid": "1caf3540-8a4d-4418-af0c-ad788b1de1c9",
  "parenttemplatename": "OSP-722-SYN",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "cab186b8-b8a4-4526-8173-ba72af9ee938",
      "content": "<p>Aeolian landforms are created by different wind-based processes; for example, some are created by wind erosion.</p>"
    },
    {
      "id": "39468365-49e3-4a92-a5c1-1be26e4c31c8",
      "content": "<p>Aeolian landforms&mdash;landforms created by the wind&mdash;include the mushroom rock, a rock formation in which the wind erodes the base of the rock faster than the top.</p>"
    },
    {
      "id": "8b7f8d78-cff1-484b-8349-b0dd12b33a99",
      "content": "<p>Erosion, transportation, and deposition are three examples of how the wind can create Aeolian landforms and mushroom rocks.</p>"
    },
    {
      "id": "95c268ec-184a-4d7c-b6e6-ce7df8bdaac4",
      "content": "<p>A mushroom rock is a rock formation that owes its shape to the wind, a natural force associated with Aeolus in Greek mythology.</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}