{
  "vaultid": "9e2f22b4-4abe-4a6c-adb9-f69e552eba38",
  "keys": [
    "521aae06-27ff-4c77-b641-b2a60e40cc91"
  ],
  "rationale": "<p>Choice A is the best answer. The text says that handshakes create trust, and that the engineers&rsquo; goal is to &ldquo;improve human-robot interactions.&rdquo; This suggests that they want the robot&rsquo;s handshake to feel real because they want humans to trust the robot. </p><p>Choice B is incorrect. This inference isn&rsquo;t supported. The text never discusses any other types of greetings, so there is no basis to make this inference. Choice C is incorrect. This inference isn&rsquo;t supported. The text never discusses the appearance of this robot or any other robots, so there is no basis to make this inference. Choice D is incorrect. This inference isn&rsquo;t supported. The text never discusses any uses for the robot other than interacting with humans, so there is no basis to make this inference. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice most logically completes the text?</p>",
  "externalid": "6a3a4d81-3c3d-423e-a82b-e6f6994b6e96",
  "stimulus": "<p>In many cultures, a handshake can create trust between people. Engineer Jo&atilde;o Avelino and his team are designing a robot to shake hands with a human in order to improve human-robot interactions. The robot hand adjusts its movements and pressure to better imitate the feel of a human hand. The researchers want the robot&rsquo;s handshake to feel realistic because <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "19b3ea49-3583-4229-bc1e-5fab73dec3e0",
  "parenttemplatename": "OSP-KA-INF-E002",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "521aae06-27ff-4c77-b641-b2a60e40cc91",
      "content": "<p>lifelike handshakes may make people more comfortable interacting with robots.</p>"
    },
    {
      "id": "380be236-e1f4-4eea-b553-bb36f7f62869",
      "content": "<p>it&rsquo;s easier to program a robot to perform handshakes than it is to program a robot to perform some other types of greetings.</p>"
    },
    {
      "id": "33d7c85d-5c19-4415-89c9-5b067ef628e6",
      "content": "<p>people are less likely to interact with robots that don&rsquo;t look like humans.</p>"
    },
    {
      "id": "2bd08c1c-8932-4c4b-8f61-5b073b37c201",
      "content": "<p>the robot in the researchers&rsquo; study may have uses other than interacting with humans.</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}