{
  "vaultid": "675e4a5f-f684-4813-a13e-da616864fff1",
  "keys": [
    "449dc3aa-2a7e-4d62-8454-d4b6c9b7ecfd"
  ],
  "rationale": "<p>Choice A is the best answer. The convention being tested is subject-modifier placement. This choice ensures that the introductory phrase &ldquo;upon recovering two years later&rdquo; appears immediately before the noun it modifies (&ldquo;Henry&rdquo;), clearly establishing that Henry recovered two years later. </p><p>Choice B is incorrect because it results in a dangling modifier. The placement of the noun phrase &ldquo;the reign of Henry&rdquo; immediately after the introductory phrase illogically suggests that the reign of Henry recovered two years later.&nbsp;Choice C is incorrect because it results in a dangling modifier. The placement of the noun phrase &ldquo;Henry&rsquo;s reign&rdquo; immediately after the introductory phrase illogically suggests that Henry&rsquo;s reign recovered two years later.&nbsp;Choice D is incorrect because it results in a dangling modifier. The placement of the function word &ldquo;it&rdquo; immediately after the introductory phrase illogically suggests that &ldquo;it&rdquo; recovered two years later. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>",
  "externalid": "6acf38a5-775d-4334-8111-a9f1394d9db3",
  "stimulus": "<p>In 1453, English King Henry VI became unfit to rule after falling gravely ill. As a result, Parliament appointed Richard, Third Duke of York, who had a strong claim to the English throne, to rule as Lord Protector. Upon recovering two years later, <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> forcing an angered Richard from the royal court and precipitating a series of battles later known as the Wars of the Roses.</p>",
  "templateclusterid": "eb5da575-84ee-4aa5-b81a-51c54126dcba",
  "parenttemplatename": "OSP-691-SEC",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "449dc3aa-2a7e-4d62-8454-d4b6c9b7ecfd",
      "content": "<p>Henry resumed his reign,</p>"
    },
    {
      "id": "51104bdd-3ab1-4f93-8d71-03b7bab5acaf",
      "content": "<p>the reign of Henry resumed,</p>"
    },
    {
      "id": "39d8c1b8-73d4-4657-ba38-10921e1890a3",
      "content": "<p>Henry&rsquo;s reign resumed,</p>"
    },
    {
      "id": "85191351-a62d-43ca-a1ae-ab669314ae6e",
      "content": "<p>it was Henry who resumed his reign,&nbsp;</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}