{
  "vaultid": "f3cb4419-7099-4d57-ac27-f5b3fb7c69f4",
  "keys": [
    "4adec29b-4616-4dde-94bc-786eb2ed5eca"
  ],
  "rationale": "<p>Choice C is the best answer. The text tells us that lemons&mdash;an expensive imported product&mdash;feature in Dutch paintings of the period more frequently than dairy products do. Since it&rsquo;s unlikely lemons were eaten more often than dairy, this fact casts doubt on the theory that these paintings realistically depicted Dutch diets.</p><p>Choice A is incorrect. In fact, the text suggests the opposite: it says that dairy products were a \"major component of the Dutch diet,\" while lemons were an expensive import item, so we can infer that lemons were eaten much more rarely than dairy products. Choice B is incorrect. The passage doesn&rsquo;t mention painters from other countries, so there&rsquo;s no basis to make this inference. Choice D is incorrect. In fact, the text suggests that Dutch painters do have reasons for depicting foods other than to show what Dutch people typically ate. For example, lemons in a painting could indicate wealth or prosperity.</p>",
  "origin": "proteus",
  "stem": "<p>Which choice most logically completes the text?</p>",
  "externalid": "6efd0d81-35c8-49da-88a2-390c63a8fd80",
  "stimulus": "<p>Dutch painters in the sixteenth and seventeenth centuries often showed tables filled with large wheels of cheese or carved shards of butter. Some art historians, noting that dairy products were a major component of the Dutch diet, interpret these depictions as reflections of everyday Dutch eating habits. However, a group of researchers recently reviewed hundreds of food-related paintings and found that lemons&mdash;which could only be acquired in the Netherlands at great cost, since they had to be imported from warmer climates&mdash;feature in Dutch paintings of the period more than three times as frequently as dairy products do, thereby casting doubt on the idea that <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "8b2c96ae-47bb-4486-83bb-4c9220f11f08",
  "parenttemplatename": "OSP-KA-INF-M005",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "67e30fc3-34e5-4eea-964a-60fd0fe843bd",
      "content": "<p>dairy products were a more significant component of the Dutch diet of the period than lemons were.</p>"
    },
    {
      "id": "33f148d1-331d-4677-8d01-2781b3ca3177",
      "content": "<p>food was a more popular subject among Dutch painters than it was among painters from other countries at the time.&nbsp;</p>"
    },
    {
      "id": "4adec29b-4616-4dde-94bc-786eb2ed5eca",
      "content": "<p>depictions of food in Dutch paintings of the period should be taken as realistic representations of Dutch eating habits.</p>"
    },
    {
      "id": "1c847339-581b-447e-b81e-f38db44647b7",
      "content": "<p>Dutch painters of the period may have depicted foods for symbolic reasons rather than to show what Dutch people typically ate.</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}