{
  "vaultid": "04f194eb-e092-44dd-a130-2dbfb3ad18c9",
  "keys": [
    "b4c1093f-e34c-4be4-a851-dd457ba8038a"
  ],
  "rationale": "<p>Choice B is the best answer because it most logically completes the text&rsquo;s discussion of traffic signals. As used in this context, &ldquo;featured&rdquo; means had as a characteristic or part. The text indicates that although US traffic signals have lights of three different colors (red, yellow, and green), this wasn&rsquo;t the case until the 1920s, when the three-light signal was first developed. Before then, the text suggests, traffic signals had fewer lights (as indicated by the word &ldquo;only&rdquo; in the second sentence). This context supports the idea that before the 1920s, traffic signals featured only red and green lights. </p><p>Choice A is incorrect because &ldquo;avoided&rdquo; means kept away from someone or something or prevented something from occurring, neither of which would make sense in context. The text doesn&rsquo;t discuss keeping away from someone or something but instead focuses on what US traffic signals look like. The text states that they didn&rsquo;t have lights of three different colors until the three-light signal was developed in the 1920s. Choice C is incorrect because &ldquo;appreciated&rdquo; means admired or increased in value, neither of which would make sense in context. The text focuses solely on the fact that US traffic signals have contained lights of three colors only since the three-light signal was developed in the 1920s. The text doesn&rsquo;t mention how this characteristic or traffic signals in general are perceived or what their value is. Moreover, the blank portion of the text describes &ldquo;traffic signals,&rdquo; which are lifeless objects and therefore unable to admire or increase the value of something.&nbsp;Choice D is incorrect because &ldquo;disregarded&rdquo; means ignored or treated something as unworthy of notice, neither of which would make sense in context. The text doesn&rsquo;t discuss how people react to traffic signals; rather, it addresses the idea that US traffic signals have contained lights of three colors only since the three-light signal was developed in the 1920s. Moreover, the blank portion of the text describes &ldquo;traffic signals,&rdquo; which are lifeless objects and therefore unable to ignore or treat something in a particular manner.&nbsp;</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
  "externalid": "6f73ae1d-2a53-4dd9-b5ea-b1b1c2f3b734",
  "stimulus": "<p>US traffic signals didn&rsquo;t always contain the familiar three lights (red, yellow, and green). Traffic lights only <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> red and green lights until the three-light traffic signal was developed in the 1920s.</p>",
  "templateclusterid": "e7cb3b45-4c28-4e54-b1b6-3b3a390e8647",
  "parenttemplatename": "OSP-KA-WIC-E003",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "521871a2-c187-4385-825d-5c8f17105b2e",
      "content": "<p>avoided</p>"
    },
    {
      "id": "b4c1093f-e34c-4be4-a851-dd457ba8038a",
      "content": "<p>featured</p>"
    },
    {
      "id": "324816d3-9203-48f0-9a4b-2da148c29d2d",
      "content": "<p>appreciated</p>"
    },
    {
      "id": "dcfb7d50-9cb7-42ed-b985-1d90f75db61e",
      "content": "<p>disregarded</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}