{
  "vaultid": "32574653-d830-44c4-9f65-2ffa5fa5d73e",
  "keys": [
    "0a194dbc-567d-4f26-944a-345899d4fb42"
  ],
  "rationale": "<p>Choice D is the best answer. Churchill&rsquo;s play was influenced by Brecht&rsquo;s belief that theater should elicit an intellectual rather than an emotional response from audiences, making them think about social and political issues that also exist outside of the play. Therefore, it makes sense that Churchill would strive to have audiences think dispassionately (i.e., without emotion) and critically about the social and political questions raised by the play. </p><p>Choice A is incorrect. The passage mentions that Churchill was influenced by Brecht&rsquo;s belief that plays should provoke audience members &ldquo;to consider social and political realities that extend beyond the characters and events depicted onstage,&rdquo; so there&rsquo;s no basis for an inference about audience members deeply engaging with characters&rsquo; beliefs and actions. Choice B is incorrect. Reflecting on things that aren&rsquo;t related to patriarchy and colonialism wouldn&rsquo;t &ldquo;engage audiences in an interrogation of patriarchy and colonialism.&rdquo; That creates a confusing contradiction. Choice C is incorrect. No mention is made of social and political issues in Germany during Brecht&rsquo;s time, so there&rsquo;s no basis for this inference. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice most logically completes the text?</p>",
  "externalid": "74524b04-95ed-45c5-be93-30cc8f3484d1",
  "stimulus": "<p>German theater practitioner Bertolt Brecht (1898&ndash;1956) believed that theater should elicit an intellectual rather than an emotional response from audiences, provoking them to consider social and political realities that extend beyond the characters and events depicted onstage. Brecht&rsquo;s influence can be seen in English playwright Caryl Churchill&rsquo;s 1979 play <em>Cloud 9</em>: although the play sometimes invites empathetic reactions, it primarily works to engage audiences in an interrogation of patriarchy and colonialism, which it does by placing audiences at a distance, thereby encouraging them to <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "b61833f1-23b8-4397-bcc1-aed2334b4260",
  "parenttemplatename": "OSP-KA-INF-H005",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "6c609147-ac70-4040-af22-8942e9a260e5",
      "content": "<p>focus on the characters&rsquo; beliefs about social and political issues as revealed by the characters&rsquo; actions.</p>"
    },
    {
      "id": "7becf174-60d9-4237-a1da-5e210f46a559",
      "content": "<p>reflect on social and political phenomena not directly related to patriarchy and colonialism.</p>"
    },
    {
      "id": "d9bf10b6-130b-4dba-a698-1eb8dbd7e76a",
      "content": "<p>recognize pertinent social and political parallels between Germany during Brecht&rsquo;s time and England at the time when Churchill was writing <em>Cloud 9</em>.</p>"
    },
    {
      "id": "0a194dbc-567d-4f26-944a-345899d4fb42",
      "content": "<p>be dispassionate as they think critically about the social and political questions raised by the play.</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}