{
  "vaultid": "a6ec87da-7386-47ed-b022-26f3b99a0d11",
  "keys": [
    "84f90017-757e-4487-afec-652677866834"
  ],
  "rationale": "<p>Choice A is the best answer. The underline phrase qualifies (meaning adds limits or conditions to) the description of Mr. Verloc as &ldquo;steady like a rock,&rdquo; adding that he is a &ldquo;soft&rdquo; rock. </p><p>Choice B is incorrect. In fact, the passage never mentions Mr. Verloc experiencing any internal struggles. Choice C is incorrect. The underlined phrase doesn&rsquo;t contrast Mr. Verloc with his surroundings, but is instead modifying the description of him as a rock. Choice D is incorrect. The underlined phrase doesn&rsquo;t reveal a private opinion Mr. Verloc holds: instead, it further describes his character for the reader. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice best describes the function of the underlined phrase in the text as a whole?</p>",
  "externalid": "76bf8cd6-f573-4f30-a750-5030c3070924",
  "stimulus": "<p>The following text is from Joseph Conrad&rsquo;s 1907 novel <em>The Secret Agent: A Simple Tale. </em>Mr. Verloc is navigating the London streets on his way to a meeting.</p>\n<p>Before reaching Knightsbridge, Mr. Verloc took a turn to the left out of the busy main thoroughfare, uproarious with the traffic of swaying omnibuses and trotting vans, in the almost silent, swift flow of hansoms [horse-drawn carriages]. Under his hat, worn with a slight backward tilt, his hair had been carefully brushed into respectful sleekness; for his business was with an Embassy. And Mr. Verloc, steady like a rock&mdash;<u>a soft kind of rock</u>&mdash;marched now along a street which could with every propriety be described as private.</p>",
  "templateclusterid": "ff0b7407-6043-4014-8f7c-acaeffea0c6d",
  "parenttemplatename": "OSP-KA-TSP-H005",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "84f90017-757e-4487-afec-652677866834",
      "content": "<p>It qualifies an earlier description of Mr. Verloc.</p>"
    },
    {
      "id": "e03afb9b-5042-4e79-b101-a23c6f4fa23b",
      "content": "<p>It emphasizes an internal struggle Mr. Verloc experiences.&nbsp;</p>"
    },
    {
      "id": "d099c1f8-d6f3-479b-87c6-61f58b799200",
      "content": "<p>It contrasts Mr. Verloc with his surroundings.</p>"
    },
    {
      "id": "383eb7a6-d25a-415f-9ca9-4d502d3ee9d3",
      "content": "<p>It reveals a private opinion Mr. Verloc holds.&nbsp;</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}