{
  "vaultid": "440412be-6d51-44b6-8890-a2c29f9af9ea",
  "keys": [
    "cba77574-e69e-40ae-83e3-69f54c03a3d2"
  ],
  "rationale": "<p>Choice A is the best answer. &ldquo;A team&hellip;tried something new&rdquo; is an independent clause leading to an explanation of what the new thing was. A colon can only be used at the end of an independent clause, and typically introduces further explanation that expands upon the first clause, which makes a colon the perfect choice here. </p><p>Choice B is incorrect. This choice results in a punctuation error. &ldquo;Sequencing&hellip;dental plaque&rdquo; can&rsquo;t stand on its own as a sentence, and so it can&rsquo;t be linked to the independent clause &ldquo;a team&hellip;tried something new&rdquo; with a semicolon. Only two independent clauses can be connected in this way. Choice C is incorrect. This choice results in a punctuation error. If &ldquo;sequencing&rdquo; is included in the first clause, it can no longer stand on its own as a complete idea. Since a colon can only come at the end of an independent clause, using one in this way creates an error. Choice D is incorrect. This choice results in a sentence fragment. &ldquo;Sequencing&hellip;dental plaque&rdquo; can&rsquo;t stand on its own as a sentence. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>",
  "externalid": "7d35af27-68b0-465a-80d0-29820bbdaa6c",
  "stimulus": "<p>How do scientists determine what foods were eaten by extinct hominins such as Neanderthals? In the past, researchers were limited to studying the marks found on the fossilized teeth of skeletons, but in 2017 a team led by Laura Weyrich of the Australian Centre for Ancient DNA tried something <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> the DNA found in Neanderthals&rsquo; fossilized dental plaque.</p>",
  "templateclusterid": "10c4ac11-51dc-465b-a48f-47a803e48804",
  "parenttemplatename": "OSP-KA-BOU-M010",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "cba77574-e69e-40ae-83e3-69f54c03a3d2",
      "content": "<p>new: sequencing</p>"
    },
    {
      "id": "c91ca2f0-3b75-4f9b-876a-038dbeb925f8",
      "content": "<p>new; sequencing</p>"
    },
    {
      "id": "df48db44-b629-4e36-bef0-7ae9be0a8b14",
      "content": "<p>new, sequencing:</p>"
    },
    {
      "id": "35e4c56e-f0b1-4982-92da-00e0ffc8fd8a",
      "content": "<p>new. Sequencing</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}