{
  "vaultid": "ae7889a4-5779-4c55-ba21-ba877b8fa2c7",
  "keys": [
    "7dbfe9b0-80f7-48b2-8c8d-130e6de026d6"
  ],
  "rationale": "<p>Choice A is the best answer because it most accurately states the main idea of the text. According to the text, many of Richard Hunt&rsquo;s sculptures &ldquo;use broad forms rather than extreme accuracy&rdquo;&mdash;in other words, they are more abstract than realistic. To illustrate Hunt&rsquo;s abstract approach, the text characterizes his sculpture of Arachne as &ldquo;vaguely human&rdquo; and his work in honor of Ida B. Wells as &ldquo;using mainly flowing, curved pieces of metal that create stylized flame.&rdquo; Thus, the main idea is that Hunt often depicts the subjects of his sculptures using an unrealistic style. </p><p>Choice B is incorrect. Although the text indicates that one of Hunt&rsquo;s sculptures is made of steel and another of bronze, there is no mention of why he chose these materials. Choice C is incorrect because the text says nothing about how Hunt chose the subjects for his sculptures. Furthermore, of the two examples provided in the text, only Ida B. Wells is an important historical figure; Arachne is a &ldquo;mythical character.&rdquo; Choice D is incorrect because the text says nothing about how Hunt&rsquo;s style changed over time. In fact, although the two examples of Hunt&rsquo;s work discussed in the text were created 65 years apart, they are both described as heavily stylized rather than realistic, which may suggest that some aspects of Hunt&rsquo;s style haven&rsquo;t changed over that time. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice best states the text&rsquo;s main idea about Hunt?</p>",
  "externalid": "7e4e4382-e8f2-4072-ab9e-42dfb93b9837",
  "stimulus": "<p>In many of his sculptures, artist Richard Hunt uses broad forms rather than extreme accuracy to hint at specific people or ideas. In his first major work,<em> Arachne</em> (1956), Hunt constructed the mythical character Arachne, a weaver who was changed into a spider, by welding bits of steel together into something that, although vaguely human, is strange and machine-like. And his large bronze sculpture <em>The Light of Truth</em> (2021) commemorates activist and journalist Ida B. Wells using mainly flowing, curved pieces of metal that create stylized flame.</p>",
  "templateclusterid": "67427a20-2752-4c71-b5cc-c8d000862e4a",
  "parenttemplatename": "OSP-KA-CID-M002",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "7dbfe9b0-80f7-48b2-8c8d-130e6de026d6",
      "content": "<p>He often depicts the subjects of his sculptures using an unrealistic style.</p>"
    },
    {
      "id": "2621c707-4962-4aa7-babe-17c3a5326db9",
      "content": "<p>He uses different kinds of materials depending on what kind of sculpture he plans to create.</p>"
    },
    {
      "id": "2b21a069-4809-4572-a296-2499d7db6021",
      "content": "<p>He tends to base his art on important historical figures rather than on fictional characters.</p>"
    },
    {
      "id": "ff1173b9-90c7-42a2-b2ac-1ed0b7ed8dc6",
      "content": "<p>He has altered his approach to sculpture over time, and his works have become increasingly abstract.</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}