{
  "vaultid": "fd4bd2df-1f1b-4200-9c94-4a1f4822bc54",
  "keys": [
    "1a980523-79c1-45de-a2d0-2aef2617a91b"
  ],
  "rationale": "<p>Choice C is the best answer. We&rsquo;re told that charities that pay donors back for nuisance costs will attract a few large donors instead of many small donors. This suggests that nuisance costs are not linked to donation size. </p><p>Choice A is incorrect. This doesn&rsquo;t fit the logic of the text. If nuisance costs are supplemental to (meaning in addition to) donation size, that wouldn&rsquo;t result in charities that compensate donors for those costs attracting a few large donors over many small donors. Choice B is incorrect. This doesn&rsquo;t fit the logic of the text. If nuisance costs can predict donation size, that wouldn&rsquo;t necessarily result in charities that compensate donors for those costs attracting a few large donors over many small donors. Choice D is incorrect. This doesn&rsquo;t fit the logic of the text. If nuisance costs are subsumed in (meaning included in) donation size, that wouldn&rsquo;t result in charities that compensate donors for those costs attracting a few large donors over many small donors. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
  "externalid": "845daa86-f3a1-4235-a02a-508a08f01b9f",
  "stimulus": "<p>Economist Marco Castillo and colleagues showed that nuisance costs&mdash;the time and effort people must spend to make donations&mdash;reduce charitable giving. Charities can mitigate this effect by compensating donors for nuisance costs, but those costs, though variable, are largely <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> donation size, so charities that compensate donors will likely favor attracting a few large donors over many small donors.</p>",
  "templateclusterid": "e64635ec-fb7a-45e2-80c1-9abe6ba95f98",
  "parenttemplatename": "OSP-KA-WIC-H003",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "5186678c-1c96-4849-89df-6b378ca55f2b",
      "content": "<p>supplemental to</p>"
    },
    {
      "id": "92b95382-b377-4348-ac28-239a606bf9d0",
      "content": "<p>predictive of</p>"
    },
    {
      "id": "1a980523-79c1-45de-a2d0-2aef2617a91b",
      "content": "<p>independent of</p>"
    },
    {
      "id": "929e0c95-cd88-494e-a175-94d27c81c9bb",
      "content": "<p>subsumed in</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}