{
  "vaultid": "d83e830a-3660-46a3-9c22-79abde35de33",
  "keys": [
    "f34cfaae-2555-4571-a31d-edd8225bdb86"
  ],
  "rationale": "<p>Choice D is the best answer. The sentence effectively presents the LIGO study&rsquo;s aim, noting that it is designed to detect and analyze gravitational waves, and its methodology (it uses two interferometers to detect the waves). </p><p>Choice A is incorrect. The sentence describes a finding from the LIGO study; it doesn&rsquo;t effectively present the study&rsquo;s aim or its methodology. Choice B is incorrect. The sentence provides background information about the LIGO study&rsquo;s timeline; it doesn&rsquo;t effectively present the study&rsquo;s aim or its methodology. Choice C is incorrect. The sentence touches on LIGO&rsquo;s methodology, noting that it uses two interferometers, but doesn&rsquo;t indicate what the study&rsquo;s aims are.&nbsp;</p>",
  "origin": "proteus",
  "stem": "<p>The student wants to present LIGO&rsquo;s aim and methodology. Which choice most effectively uses relevant information from the notes to accomplish this goal?</p>",
  "externalid": "854942d7-6f19-4ae6-a164-07d2094724e9",
  "stimulus": "<p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>Gravitational waves are powerful ripples that originate in deep space and eventually pass through Earth.</li>\n<li>The Laser Interferometer Gravitational Wave Observatory (LIGO) is a physics study that began in 2002.</li>\n<li>LIGO&rsquo;s goal is to detect and analyze gravitational waves.</li>\n<li>LIGO uses a pair of massive gravitational wave detectors called interferometers that are thousands of miles apart.</li>\n<li>In 2015, for the first time in history, LIGO researchers detected a gravitational wave passing through Earth.</li>\n</ul>",
  "templateclusterid": "fb020452-09eb-4a81-b3d0-fd3b133f31af",
  "parenttemplatename": "OSP-029-SYN",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "9aca26e0-33cb-41cf-8a0a-da511c697ce2",
      "content": "<p>In 2015, LIGO&rsquo;s massive interferometers detected a powerful ripple that originated in deep space and eventually passed through Earth.</p>"
    },
    {
      "id": "58d763d5-14f4-445b-a5e5-f78004a4bf78",
      "content": "<p>Though the physics study LIGO began in 2002, its massive interferometers didn&rsquo;t detect a gravitational wave until 2015.</p>"
    },
    {
      "id": "25c80a4b-221d-4dd4-9349-1ebb411302b0",
      "content": "<p>To achieve its aims, LIGO uses a pair of massive interferometers that are thousands of miles apart.</p>"
    },
    {
      "id": "f34cfaae-2555-4571-a31d-edd8225bdb86",
      "content": "<p>A physics study designed to detect and analyze gravitational waves, LIGO uses a pair of massive interferometers that are thousands of miles apart.</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}