{
  "vaultid": "9cf223d0-1dea-4855-8e9a-27b535f1cb36",
  "keys": [
    "cd254279-16e2-40ab-8ac0-3041eeb46cbc"
  ],
  "rationale": "<p>Choice B is the best answer. The last sentence states that the linocut process &ldquo;supported her [Catlett&rsquo;s] aim to unite Black women through her art.&rdquo; </p><p>Choice A is incorrect. The text briefly describes the linocut printing process but doesn&rsquo;t discuss the availability of the materials used in the process. Choice C is incorrect. The text says that the linocut process &ldquo;enabled Catlett&rsquo;s work to reach a wide audience,&rdquo; but that doesn&rsquo;t mean that linocuts made her &ldquo;commercially successful.&rdquo; In other words, we don&rsquo;t know how much money she made off her linocuts&mdash;we only know that more people were able to see her work. Choice D is incorrect. The text says that Catlett depicted Black women in her linocuts, but not that she was one of the first Black artists to use linocut printing. </p>",
  "origin": "proteus",
  "stem": "<p>According to the text, what is significant about Catlett&rsquo;s use of linocut printing?</p>",
  "externalid": "85b52d3b-001d-4ff1-81fd-e1742c8c00aa",
  "stimulus": "<p>To make her art more widely available, graphic artist Elizabeth Catlett turned to linocuts. In linocut printing, an artist carves an image into a sheet of linoleum to create a stamp that is used to mass-produce prints. In the linocut series <em>The Black Woman </em>(1946&ndash;1947), Catlett depicts the everyday experiences of Black women alongside the achievements of well-known Black women. This pairing invites the viewer to draw connections among the women. The linocut process enabled Catlett&rsquo;s work to reach a wide audience and supported her aim to unite Black women through her art.</p>",
  "templateclusterid": "9c81935d-a4e2-4be7-a2ed-d8702653ed2d",
  "parenttemplatename": "OSP-KA-CID-E006",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "1f8d5ebd-a01f-46ca-961e-f5820fa2b8c1",
      "content": "<p>Linocut printing involved using materials that were readily available to Catlett.&nbsp;</p>"
    },
    {
      "id": "cd254279-16e2-40ab-8ac0-3041eeb46cbc",
      "content": "<p>Linocut printing helped Catlett use art to connect people, especially Black women.</p>"
    },
    {
      "id": "82d53c73-526b-47aa-9f76-29a1e3111b62",
      "content": "<p>Catlett became commercially successful once she started using linocut printing.&nbsp;</p>"
    },
    {
      "id": "aa7ca8a2-47e4-4703-bbca-69df0eb965ac",
      "content": "<p>Catlett was one of the first Black artists to use linocut printing.</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}