{
  "vaultid": "3619829b-7bac-4124-bab7-68121f7e67ca",
  "keys": [
    "d8a5fb15-e52e-401f-acdc-4ed1e5fe5eb0"
  ],
  "rationale": "<p>Choice C is the best answer. The phrase &ldquo;making&hellip;at the time&rdquo; provides additional information about Cahokia that&rsquo;s not required for the sentence to make sense or function grammatically. As a nonessential supplement, this phrase should be separated from the rest of the sentence with a comma. </p><p>Choice A is incorrect. This choice results in a run-on sentence. The nonessential descriptive aside &ldquo;making&hellip;at the time&rdquo; needs to be separated from the rest of the sentence with a comma. Choice B is incorrect. This choice results in a sentence fragment. &ldquo;Making&hellip;at the time&rdquo; doesn&rsquo;t have a subject and can&rsquo;t stand on its own as a sentence. Thus, it can&rsquo;t be separated from the rest of the sentence with a period. Choice D is incorrect. This choice results in a punctuation error. &ldquo;Making&hellip;at the time&rdquo; doesn&rsquo;t have a subject and can&rsquo;t stand on its own as an independent clause. Since a semicolon can only link two independent clauses, using one here creates an error. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>",
  "externalid": "87c679a7-fd47-4d88-a4f7-43658338277e",
  "stimulus": "<p>Archaeologists have estimated that the pre-Columbian Native American city of Cahokia, located across the Mississippi River from modern-day St. Louis, Missouri, had as many as 20,000 inhabitants in the year 1150 <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> it one of the largest cities in North America at the time.</p>",
  "templateclusterid": "d79b38f2-9b3c-42b7-bef5-3e7c0f5d1df4",
  "parenttemplatename": "OSP-KA-BOU-M008",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "445203ad-0e67-4db8-8938-b617bfe4ad8a",
      "content": "<p>CE making</p>"
    },
    {
      "id": "30bd25bb-f444-4cbc-b353-4a8c5acb8bad",
      "content": "<p>CE. Making</p>"
    },
    {
      "id": "d8a5fb15-e52e-401f-acdc-4ed1e5fe5eb0",
      "content": "<p>CE, making</p>"
    },
    {
      "id": "665fae40-59b8-4beb-b6b1-aebc2d6ba43a",
      "content": "<p>CE; making</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}