{
  "vaultid": "d95c68ea-c05c-4440-a81f-078c474f2eb8",
  "keys": [
    "36344457-2a6e-46db-81c8-32faba49d2e4"
  ],
  "rationale": "<p>Choice B is the best answer. The text describes how Barve found an association between habitat temperature and feather structure among Himalayan songbirds, which supports the general prediction that birds&rsquo; feather structures vary with habitat temperature. </p><p>Choice A is incorrect. Barve&rsquo;s study isn&rsquo;t said to contradict previous predictions. In fact, the study supports the prediction described in the first sentence, which is that birds&rsquo; feather structures vary with habitat temperature. Choice C is incorrect. Barve&rsquo;s study isn&rsquo;t said to &ldquo;complicate an earlier hypothesis.&rdquo; In fact, the study supports the earlier prediction described in the first sentence, which is that birds&rsquo; feather structures vary with habitat temperature. Choice D is incorrect. The text doesn&rsquo;t compare the importance of feather length and feather structure, and it doesn&rsquo;t say that Barve&rsquo;s study challenges any established beliefs. In fact, the study supports the prediction described in the first sentence, which is that birds&rsquo; feather structures vary with habitat temperature. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice best states the main idea of the text?</p>",
  "externalid": "8867acef-9776-4099-b6bc-f5059e8a9574",
  "stimulus": "<p>Biologists have predicted that birds&rsquo; feather structures vary with habitat temperature, but this hadn&rsquo;t been tested in mountain environments. Ornithologist Sahas Barve studied feathers from 249 songbird species inhabiting different elevations&mdash;and thus experiencing different temperatures&mdash;in the Himalaya Mountains. He found that feathers of high-elevation species not only have a greater proportion of warming downy sections to flat and smooth sections than do feathers of low-elevation species, but high-elevation species&rsquo; feathers also tend to be longer, providing a thicker layer of insulation.</p>",
  "templateclusterid": "c148052b-707e-4bc4-86b7-8496f472a353",
  "parenttemplatename": "OSP-KA-CID-M009",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "b2929b02-3deb-4efc-aab7-d82b5173b498",
      "content": "<p>Barve&rsquo;s investigation shows that some species of Himalayan songbirds have evolved feathers that better regulate body temperature than do the feathers of other species, contradicting previous predictions.</p>"
    },
    {
      "id": "36344457-2a6e-46db-81c8-32faba49d2e4",
      "content": "<p>Barve found an association between habitat temperature and feather structure among Himalayan songbirds, lending new support to a general prediction.</p>"
    },
    {
      "id": "18c279df-6531-48e1-8860-c4114c6b9d66",
      "content": "<p>Barve discovered that songbirds have adapted to their environment by growing feathers without flat and smooth sections, complicating an earlier hypothesis.</p>"
    },
    {
      "id": "17cefe06-f214-4a2d-93f4-d110454b9b4a",
      "content": "<p>The results of Barve&rsquo;s study suggest that the ability of birds to withstand cold temperatures is determined more strongly by feather length than feather structure, challenging an established belief.</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}