{
  "vaultid": "9687ede1-6f38-4118-b9bb-0bf37c0bb19d",
  "keys": [
    "e7ec5f99-9ac5-4032-b647-608c053b5934"
  ],
  "rationale": "<p>Choice B is the best answer. The text tells a story of a first impression that turned out to be wrong: a serious American savant was dismissive of a goofy-looking, wisecracking guest at a British party, and then was shocked to learn that the guest was actually a prominent British chemist and inventor.</p><p>Choice A is incorrect. This is too strong and too narrow. Only at the very end is the savant \"thrown aback\" by the fact that the man was Sir Humphry Davy&mdash;he&rsquo;s not \"embarrassed about his own behavior.\" Choice C is incorrect. This isn&rsquo;t the main purpose. The text never provides the history of how Sir Humphry Davy came to be famous. Nor does it provide any history for the American savant. Choice D is incorrect. This is too narrow. It doesn&rsquo;t include the second half of the text, where the savant gets into a conversation with the man and then finds out that the man is Sir Humphry Davy.</p>",
  "origin": "proteus",
  "stem": "<p>Which choice best states the main purpose of the text?</p>",
  "externalid": "88b3e233-c118-413a-b65c-fc38699130a8",
  "stimulus": "<p>The following text is adapted from Herman Melville&rsquo;s 1857 novel <em>The Confidence-Man</em>. Humphry Davy was a prominent British chemist and inventor.</p>\n<blockquote>\n<p>Years ago, a grave American savant, being in London, observed at an evening party there, a certain coxcombical fellow, as he thought, an absurd ribbon in his lapel, and full of smart [banter], whisking about to the admiration of as many as were disposed to admire. Great was the savant&rsquo;s disdain; but, chancing ere long to find himself in a corner with the jackanapes, got into conversation with him, when he was somewhat ill-prepared for the good sense of the jackanapes, but was altogether thrown aback, upon subsequently being [informed that he was] no less a personage than Sir Humphry Davy.</p>\n</blockquote>",
  "templateclusterid": "9b7f38cc-ce34-4bd0-801b-d2bb23b5a50d",
  "parenttemplatename": "OSP-KA-TSP-H001",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "62e3fdf1-394c-4105-adcc-d75360232ade",
      "content": "<p>It portrays the thoughts of a character who is embarrassed about his own behavior.</p>"
    },
    {
      "id": "e7ec5f99-9ac5-4032-b647-608c053b5934",
      "content": "<p>It presents an account of a misunderstanding.</p>"
    },
    {
      "id": "14553fec-9924-4399-b929-33517f1cb915",
      "content": "<p>It offers a short history of how a person came to be famous.</p>"
    },
    {
      "id": "bfd93afc-9b5d-4094-bf54-2e46d09d145c",
      "content": "<p>It explains why one character dislikes another.</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}