{
  "vaultid": "40bfc647-7843-4639-b4f9-98ebba0f5753",
  "keys": [
    "fb3aa660-4bbb-4154-bb2c-59a983bb2310"
  ],
  "rationale": "<p>Choice D is the best answer because it most accurately describes the main purpose of the text. The text notes that although some studies have suggested that posture may have an effect on cognition, this phenomenon should not be overstated. In other words, the text begins by urging caution and restraint when discussing the effects of posture on cognition, implying that even though some studies have shown posture to affect cognition, we should not assume that posture always affects cognition or does so in a strong way. The text goes on to discuss O&rsquo;Brien and Ahmed&rsquo;s study as a \"case in point\" (that is, as an example of the point made previously). According to the text, O&rsquo;Brien and Ahmed hypothesized that since standing is more cognitively demanding than sitting, standing subjects in their experiment would respond differently to decision-making tasks than sitting subjects would, which would show an effect of posture on cognition. What the researchers actually found, however, was that the standing and sitting subjects performed the same&mdash;posture did not affect cognition. By presenting a circumstance in which posture does not appear to affect cognition, the discussion of O&rsquo;Brien and Ahmed&rsquo;s study shows why it is important not to overstate the phenomenon. The purpose of the text, therefore, is to discuss O&rsquo;Brien and Ahmed&rsquo;s study to illustrate why caution is needed when making claims about posture&rsquo;s effects on cognition.</p><p>Choice A is incorrect because the text discusses O&rsquo;Brien and Ahmed&rsquo;s study as an example of why caution is needed when discussing posture&rsquo;s effects on cognition, not as an example of how research findings related to posture and cognition are often misunderstood. Although the text does warn against misunderstanding the scope of the relationship between posture and cognition that has been reported in some previous studies, O&rsquo;Brien and Ahmed&rsquo;s study is not one of those studies, and there is no suggestion that anyone has misunderstood O&rsquo;Brien and Ahmed&rsquo;s findings. Choice B is incorrect because the text makes no mention of the methods used in previous studies of the effects of posture on cognition. Although the text does urge caution when discussing posture&rsquo;s effects on cognition, it does not critique the results of studies that suggested that posture can affect cognition. Instead, the text suggests that such results should not be exaggerated or taken too broadly. Choice C is incorrect because although the text implies that overstating posture&rsquo;s effects on cognition would be a problem, nothing in the text suggests that O&rsquo;Brien and Ahmed share that view or that they attempted to solve that problem. O&rsquo;Brien and Ahmed are presented as hypothesizing that posture would affect cognition in their study, not as trying to resolve the problem the text describes.</p>",
  "origin": "proteus",
  "stem": "<p>Which choice best states the main purpose of the text?</p>",
  "externalid": "88c8e1f6-8795-4358-bb1f-59f9a63ecc2e",
  "stimulus": "<p>Some studies have suggested that posture can influence cognition, but we should not overstate this phenomenon. A case in point: In a 2014 study, Megan O&rsquo;Brien and Alaa Ahmed had subjects stand or sit while making risky simulated economic decisions. Standing is more physically unstable and cognitively demanding than sitting; accordingly, O&rsquo;Brien and Ahmed hypothesized that standing subjects would display more risk aversion during the decision-making tasks than sitting subjects did, since they would want to avoid further feelings of discomfort and complicated risk evaluations. But O&rsquo;Brien and Ahmed actually found no difference in the groups&rsquo; performance.&nbsp;</p>",
  "templateclusterid": "90d64352-0bfd-4dd0-87b8-8936c419a3da",
  "parenttemplatename": "OSP-001-PUR",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "0e77ce83-c5b9-484d-8d02-1d6403c881ad",
      "content": "<p>It argues that research findings about the effects of posture on cognition are often misunderstood, as in the case of O&rsquo;Brien and Ahmed&rsquo;s study.</p>"
    },
    {
      "id": "a478deb4-e027-4e5c-b67f-c901e504e6a3",
      "content": "<p>It presents the study by O&rsquo;Brien and Ahmed to critique the methods and results reported in previous studies of the effects of posture on cognition.&nbsp;</p>"
    },
    {
      "id": "08a87c84-c275-420d-b233-a009874cb21d",
      "content": "<p>It explains a significant problem in the emerging understanding of posture&rsquo;s effects on cognition and how O&rsquo;Brien and Ahmed tried to solve that problem.&nbsp;</p>"
    },
    {
      "id": "fb3aa660-4bbb-4154-bb2c-59a983bb2310",
      "content": "<p>It discusses the study by O&rsquo;Brien and Ahmed to illustrate why caution is needed when making claims about the effects of posture on cognition.&nbsp;</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}