{
  "vaultid": "595e6dd8-2e8b-438b-9b14-b6c6e478ab29",
  "keys": [
    "b1f33ed4-aa3c-4c98-ba2e-92f3696f73b5"
  ],
  "rationale": "<p>Choice D is the best answer because this quotation most effectively illustrates the claim that the author emphasizes the near silence of the setting where the character Valia is reading. In the quotation, the author highlights the near silence of the setting by twice using the word &ldquo;quiet&rdquo; to describe the room. The author also calls attention to the fact that Valia is reading in a nearly silent setting by noting that the only sound to be heard is that of the pages being turned. </p><p>Choice A is incorrect because this quotation suggests that Valia is in a chilly setting that causes his hand to become cold, not that he&rsquo;s in a nearly silent setting. Choice B is incorrect because this quotation emphasizes the size of the book Valia is reading, not a quality of the setting where he&rsquo;s reading it. Choice C is incorrect because this quotation describes Valia approaching a window and looking at toys, not reading in a quiet setting. </p>",
  "origin": "proteus",
  "stem": "<p>Which quotation from &ldquo;Valia&rdquo; most effectively illustrates the claim?</p>",
  "externalid": "88e7e7d7-96c9-4086-8849-e0eb26f111ff",
  "stimulus": "<p>&ldquo;Valia&rdquo; is a 1907 short story by Leonid Andreyev. In the story, the author emphasizes that the setting where the character Valia is reading is nearly silent: <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "15111c6e-bb33-4572-a71a-03ceffa7d832",
  "parenttemplatename": "OSP-KA-TXT-E005",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "7a373b4b-93b7-4116-b867-5b02ff4f3dc2",
      "content": "<p>&ldquo;The hand in which he carried his book was getting stiff with cold, but he would not ask his mother to take the book from him.&rdquo;</p>"
    },
    {
      "id": "d4280b34-e35c-4d47-8a85-8c561beaf2d1",
      "content": "<p>&ldquo;Valia was reading a huge, very huge book, almost half as large as himself.&rdquo;</p>"
    },
    {
      "id": "88528a09-e01a-4ca9-8bc9-27aaae7a1bd0",
      "content": "<p>&ldquo;Valia approached the window and examined the toys.&rdquo;</p>"
    },
    {
      "id": "b1f33ed4-aa3c-4c98-ba2e-92f3696f73b5",
      "content": "<p>&ldquo;Everything in the room was quiet, so quiet that the only thing to be heard was the rustling of the pages he turned.&rdquo;</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}