{
  "vaultid": "cbc6cae4-a6ba-4813-8dc3-336bd4ab02dd",
  "keys": [
    "32275aa8-b103-43fa-bc9a-a1c1d129142c"
  ],
  "rationale": "<p>Choice A is the best answer. A \"particularly warm summer\" revealed the sandal, and centuries of ice kept it \"well preserved.\"</p><p>Choice B is incorrect. This choice doesn&rsquo;t reflect the information in the text. The sandal is similar to Roman sandals, but there is no indication that it was a result of Roman influence. Choice C is incorrect. The text doesn&rsquo;t support this choice. We don&rsquo;t have enough information to know whether or not archaeologists would have found the sandal without people like the treasure-hunting mountaineer. Choice D is incorrect. The text says the opposite of this choice. The sandal was preserved by the ice for centuries.</p>",
  "origin": "proteus",
  "stem": "<p>What does the text indicate about the discovery of the sandal?</p>",
  "externalid": "8966b09b-f9e6-47d0-9cfe-4335f223629d",
  "stimulus": "<p>The ice melted on a Norwegian mountain during a particularly warm summer in 2019, revealing a 1,700-year-old sandal to a mountaineer looking for artifacts. The sandal would normally have degraded quickly, but it was instead well preserved for centuries by the surrounding ice. According to archaeologist Espen Finstad and his team, the sandal, like those worn by imperial Romans, wouldn&rsquo;t have offered any protection from the cold in the mountains, so some kind of insulation, like fabric or animal skin, would have needed to be worn on the feet with the sandal.</p>",
  "templateclusterid": "4fdc5227-92ca-453f-a631-cb08a151360e",
  "parenttemplatename": "OSP-KA-CID-M003",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "32275aa8-b103-43fa-bc9a-a1c1d129142c",
      "content": "<p>Temperatures contributed to both protecting and revealing the sandal.</p>"
    },
    {
      "id": "328f643c-2ec7-4deb-b2f9-ccc6476b4615",
      "content": "<p>The discovery revealed that the Roman Empire had more influence on Norway than archaeologists previously assumed.</p>"
    },
    {
      "id": "b19e971b-cebd-47fc-9d1c-899088c1feda",
      "content": "<p>Archaeologists would have found the sandal eventually without help from the general public.</p>"
    },
    {
      "id": "ee604188-5846-431c-9852-8c60972abb2d",
      "content": "<p>The sandal would have degraded if it hadn&rsquo;t been removed from the ice.</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}