{
  "vaultid": "3f200bcf-df91-4223-b92d-883fc737ab8f",
  "keys": [
    "cda873d2-dc5e-4b80-bc6a-aeaa043db553"
  ],
  "rationale": "<p>Choice A is the best answer. Brierley et al.&rsquo;s research directly challenges Wright&rsquo;s claim that pastoralism turned the Sahara into a desert, suggesting that, in a Sahara that turned arid 500 years earlier than previously thought, pastoral practices may have actually &ldquo;preserved vegetation&rdquo; rather than depleting it. </p><p>Choice B is incorrect. Brierley et al.&rsquo;s research actually disputes the idea that any Neolithic peoples&rsquo; behaviors, including pastoralism, could have contributed to the Sahara&rsquo;s changing climate. In fact, their research implies that the Neolithic peoples&rsquo; practices did not &ldquo;exacerbate aridity&rdquo; (i.e., make things worse), but may have slowed environmental changes. Choice C is incorrect. Brierley et al.&rsquo;s research does not acknowledge that pastoralism can have deleterious (i.e., negative) effects on a region&rsquo;s vegetation and climate. It only describes one possible beneficial effect: preserving vegetation through practices like selective grazing. Choice D is incorrect. Brierley et al.&rsquo;s research does not call for more research into factors that likely contributed to the desertification of the Sahara region. </p>",
  "origin": "proteus",
  "stem": "<p>Based on the texts, how would Chris Brierley (Text 2) most likely respond to the discussion in Text 1?</p>",
  "externalid": "89ad53b5-5784-473a-bce5-aa2c145ed03a",
  "stimulus": "<p><strong>Text 1</strong></p>\n<p>Africa&rsquo;s Sahara region&mdash;once a lush ecosystem&mdash;began to dry out about 8,000 years ago. A change in Earth&rsquo;s orbit that affected climate has been posited as a cause of desertification, but archaeologist David Wright also attributes the shift to Neolithic peoples. He cites their adoption of pastoralism as a factor in the region drying out: the pastoralists&rsquo; livestock depleted vegetation, prompting the events that created the Sahara Desert.</p>\n<p><strong>Text 2</strong></p>\n<p>Research by Chris Brierley et al. challenges the idea that Neolithic peoples contributed to the Sahara&rsquo;s desertification. Using a climate-vegetation model, the team concluded that the end of the region&rsquo;s humid period occurred 500 years earlier than previously assumed. The timing suggests that Neolithic peoples didn&rsquo;t exacerbate aridity in the region but, in fact, may have helped delay environmental changes with practices (e.g., selective grazing) that preserved vegetation.</p>",
  "templateclusterid": "3fb6606c-cab8-4705-8644-3640d0b517e8",
  "parenttemplatename": "OSP-KA-CTC-H008",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "cda873d2-dc5e-4b80-bc6a-aeaa043db553",
      "content": "<p>By pointing out that given the revised timeline for the end of the Sahara&rsquo;s humid period, the Neolithic peoples&rsquo; mode of subsistence likely didn&rsquo;t cause the region&rsquo;s desertification</p>"
    },
    {
      "id": "f2d4a1b2-d08b-4ee0-b4b8-10508b796293",
      "content": "<p>By claiming that pastoralism was only one of many behaviors the Neolithic peoples took part in that may have contributed to the Sahara&rsquo;s changing climate</p>"
    },
    {
      "id": "3e15539a-4635-475d-af53-bd4e701c4bc5",
      "content": "<p>By insisting that pastoralism can have both beneficial and deleterious effects on a region&rsquo;s vegetation and climate</p>"
    },
    {
      "id": "5fff5a97-43b0-48a7-a70a-4e6ab707d066",
      "content": "<p>By asserting that more research needs to be conducted into factors that likely contributed to the desertification of the Sahara region</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}