{
  "vaultid": "03efd007-df90-4849-b0f8-06d6647477ce",
  "keys": [
    "2774abe2-42da-473d-a8e2-47935ebe28ad"
  ],
  "rationale": "<p>Choice A is the best answer because it presents the quotation that most directly illustrates the claim that Whitman&rsquo;s poem suggests that its readers haven&rsquo;t fully understood themselves. This quotation makes that point directly by saying to readers, &ldquo;You have not known what you are.&rdquo; The quotation goes on to reinforce this point using a metaphor of sleep, saying that readers have &ldquo;slumber&rsquo;d&rdquo; and that their &ldquo;eyelids have been the same as closed most of the time.&rdquo;&nbsp;</p><p>Choice B is incorrect because this quotation doesn&rsquo;t suggest that readers haven&rsquo;t fully understood themselves but instead characterizes readers as &ldquo;immense&rdquo; and &ldquo;interminable.&rdquo; Although immense and interminable things can be difficult to understand, this quotation doesn&rsquo;t make that point.&nbsp;Choice C is incorrect because this quotation doesn&rsquo;t suggest that readers haven&rsquo;t fully understood themselves but instead conveys the speaker&rsquo;s regret over not having celebrated readers sooner. In fact, this quotation says nothing at all about readers themselves&mdash;it&rsquo;s focused solely on the speaker&rsquo;s feelings about readers.&nbsp;Choice D is incorrect because this quotation doesn&rsquo;t suggest that readers haven&rsquo;t fully understood themselves; instead, this quotation makes the point that the speaker has understood readers and is determined to create &ldquo;hymns&rdquo; about them. </p>",
  "origin": "proteus",
  "stem": "<p>Which quotation from &ldquo;To You&rdquo; most effectively illustrates the claim?</p>",
  "externalid": "8f0c9a99-086b-4120-9d4c-96146f022bdc",
  "stimulus": "<p>&ldquo;To You&rdquo; is an 1856 poem by Walt Whitman. In the poem, Whitman suggests that readers, whom he addresses directly, have not fully understood themselves, writing, <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "bfa6259d-a12b-4b83-a58d-3e31c1ed8365",
  "parenttemplatename": "P89-T036",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "1",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "2774abe2-42da-473d-a8e2-47935ebe28ad",
      "content": "<p>&ldquo;You have not known what you are, you have slumber&rsquo;d upon yourself / all your life, / Your eyelids have been the same as closed most of the time.&rdquo;</p>"
    },
    {
      "id": "182e0b35-b351-4598-91b8-79fe717020a9",
      "content": "<p>&ldquo;These immense meadows, these interminable rivers, you are immense / and interminable as they.&rdquo;</p>"
    },
    {
      "id": "db8a9ac2-6e22-41c8-96f4-16a1943e43c3",
      "content": "<p>&ldquo;I should have made my way straight to you long ago, / I should have blabb&rsquo;d nothing but you, I should have chanted nothing / but you.&rdquo;</p>"
    },
    {
      "id": "4f1f7e54-618c-475e-aeac-1e6f96b9d946",
      "content": "<p>&ldquo;I will leave all and come and make the hymns of you, / None has understood you, but I understand you.&rdquo;</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}