{
  "vaultid": "0316985d-59dd-4035-88cc-fe327da99fac",
  "keys": [
    "c8df6dbd-8876-40a8-a821-8646331f75bd"
  ],
  "rationale": "<p>Choice B is the best answer. It most logically completes the text. The text tells us that disruptions to an enjoyable experience increase viewers&rsquo; enjoyment. It also says that researchers suspect the opposite is true for disruptions to an unpleasant experience. Thus, we can infer that the researchers expect to find that the interrupted unpleasant experience was worse for listeners than the uninterrupted unpleasant experience. &nbsp;</p><p>Choice A is incorrect. It doesn&rsquo;t logically complete the text. The text never makes any claims about how irritating the disruptions themselves are perceived to be. Rather, the text says that pleasant experiences are perceived as more enjoyable with interruptions, and that the opposite is suspected to be true of unpleasant experiences. Choice C is incorrect. It doesn&rsquo;t logically complete the text. The text never makes any claims about how long any experience is perceived to be. Rather, the text says that pleasant experiences are perceived as more enjoyable with interruptions, and that the opposite is suspected to be true of unpleasant experiences.&nbsp;Choice D is incorrect. It doesn&rsquo;t logically complete the text. The text never makes any claims about how interruptions affect the perceived volume of the unpleasant or pleasant experience. Rather, the text says that pleasant experiences are perceived as more enjoyable with interruptions, and that the opposite is suspected to be true of unpleasant experiences.&nbsp;</p>",
  "origin": "proteus",
  "stem": "<p>Which choice most logically completes the text?</p>",
  "externalid": "90ef6bd8-7392-493a-a95b-f10670d19fa1",
  "stimulus": "<p>Researchers recently found that disruptions to an enjoyable experience, like a short series of advertisements during a television show, often increase viewers&rsquo; reported enjoyment. Suspecting that disruptions to an unpleasant experience would have the opposite effect, the researchers had participants listen to construction noise for 30 minutes and anticipated that those whose listening experience was frequently interrupted with short breaks of silence would thus <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "5117e41e-9135-4854-b073-eae273dda91e",
  "parenttemplatename": "OSP-016-INF",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "e741b783-c184-4f18-89f8-b5bef80be989",
      "content": "<p>find the disruptions more irritating as time went on.&nbsp;</p>"
    },
    {
      "id": "c8df6dbd-8876-40a8-a821-8646331f75bd",
      "content": "<p>rate the listening experience as more negative than those whose listening experience was uninterrupted.</p>"
    },
    {
      "id": "1e474385-8053-42aa-970d-5956bc4a5978",
      "content": "<p>rate the experience of listening to construction noise as lasting for less time than it actually lasted.</p>"
    },
    {
      "id": "293c210e-aefe-4fa4-ad60-32751dae1fec",
      "content": "<p>perceive the volume of the construction noise as growing softer over time.</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}