{
  "vaultid": "5e03feba-5300-48bc-9ace-9f4b1f1e884a",
  "keys": [
    "917aa508-587e-45a8-9986-9b4fa1e73c38"
  ],
  "rationale": "<p>Choice C is the best answer. The text says that the production&rsquo;s use of its large, winding space has a very specific effect on the audience. Given that the space itself is so important to creating this effect, it would be difficult to reproduce the production in a different space.</p><p>Choice A is incorrect. The fact that the venue is in New York City isn&rsquo;t connected to the experimental nature of the performance. It&rsquo;s the size of the venue, not its location in New York, that affects the theatrical experience. Choice B is incorrect. The text never suggests that audience members are disappointed because they can&rsquo;t see the entire production. In fact, it suggests that that&rsquo;s an important part of the experience. Choice D is incorrect. The text doesn&rsquo;t mention a recommended itinerary for audience members.</p>",
  "origin": "proteus",
  "stem": "<p>What does the text most strongly suggest about <em>Sleep No More</em>&rsquo;s use of its performance space?&nbsp;</p>",
  "externalid": "9143317f-29a7-4559-930f-3895f4457c7d",
  "stimulus": "<p>The most recent iteration of the immersive theater experience <em>Sleep No More</em>, which premiered in New York City in 2011, transforms its performance space&mdash;a five-story warehouse&mdash;into a 1930s-era hotel. Audience members, who wander through the labyrinthine venue at their own pace and follow the actors as they play out simultaneous, interweaving narrative loops, confront the impossibility of experiencing the production in its entirety. The play&rsquo;s refusal of narrative coherence thus hinges on the sense of spatial fragmentation that the venue&rsquo;s immense and intricate layout generates.</p>",
  "templateclusterid": "ece8c29d-afa9-4254-bd9a-9fbfbc5d1876",
  "parenttemplatename": "OSP-KA-CID-H006",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "0f3baa27-e64f-4c98-a10a-2dcb8f3b2c62",
      "content": "<p>The choice of a New York City venue likely enabled the play&rsquo;s creators to experiment with the use of theatrical space in a way that venues from earlier productions could not.&nbsp;</p>"
    },
    {
      "id": "699e5bda-0826-4888-8441-e5014d49e67e",
      "content": "<p>Audience members likely find the experience of the play disappointing because they generally cannot make their way through the entire venue.</p>"
    },
    {
      "id": "917aa508-587e-45a8-9986-9b4fa1e73c38",
      "content": "<p>The production&rsquo;s dependence on a particular performance environment would likely make it difficult to reproduce exactly in a different theatrical space.&nbsp;</p>"
    },
    {
      "id": "948908bc-baa6-4704-85b9-861e9414b7c2",
      "content": "<p>Audience members who navigate the space according to a recommended itinerary will likely have a better grasp of the play&rsquo;s narrative than audience members who depart from that itinerary.</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}