{
  "vaultid": "498a8f1b-9e0b-4fd1-b0f4-64eaf2adec37",
  "keys": [
    "45a197c7-95ce-4171-a5eb-4fe0ea0ef3ff"
  ],
  "rationale": "<p>Choice C is the best answer because it presents a finding that, if true, would support the researchers&rsquo; claim that archaeologists are unlikely to be replaced by certain computer models. The text explains that although archaeologists hold that categorizing pottery fragments relies on both objective criteria and instinct developed through direct experience, researchers have found that a computer model can categorize the fragments with the same degree of accuracy as the humans can&mdash;a finding that has caused some archaeologists to worry that their own work won&rsquo;t be needed any longer. If survey results indicate that categorizing pottery fragments limits the amount of time archaeologists can dedicate to other important tasks that only human experts can do, that would mean that computer models aren&rsquo;t able to do all of the important things archaeologists do, thus supporting the researchers&rsquo; claim that computer models are unlikely to replace human archaeologists. </p><p>Choice A is incorrect because if it were true that the computer model could categorize the pottery fragments much more quickly than the archaeologists could, that would weaken the researchers&rsquo; claim that archaeologists are unlikely to be replaced by certain computer models, since it would demonstrate that the models could conduct the archaeologists&rsquo; work not only with equal accuracy but also at a faster pace. Choice B is incorrect because the inability of both the computer model and the archaeologists to accurately categorize all of the pottery fragments presented wouldn&rsquo;t support the researchers&rsquo; claim that archaeologists are unlikely to be replaced by certain computer models. The text indicates that some archaeologists are worried because the computer model&rsquo;s accuracy is equal to their own, and that could be the case whether both were perfectly accurate or were unable to achieve complete accuracy. Choice D is incorrect because survey results showing that few archaeologists received special training in properly categorizing pottery fragments wouldn&rsquo;t support the researchers&rsquo; claim that archaeologists are unlikely to be replaced by certain computer models. The amount of special training in categorizing pottery fragments that archaeologists have received has no direct bearing on whether computer models&rsquo; success at categorizing fragments will lead to the models replacing the archaeologists.&nbsp;</p>",
  "origin": "proteus",
  "stem": "<p>Which finding, if true, would most directly support the researchers&rsquo; claim?</p>",
  "externalid": "93d69a24-a340-41cd-a1f4-68f2d6b98e24",
  "stimulus": "<p>Many archaeologists will tell you that categorizing excavated fragments of pottery by style, period, and what objects they belong to relies not only on standard criteria, but also on instinct developed over years of practice. In a recent study, however, researchers trained a deep-learning computer model on thousands of images of pottery fragments and found that it could categorize them as accurately as a team of expert archaeologists. Some archaeologists have expressed concern that they might be replaced by such computer models, but the researchers claim that outcome is highly unlikely.</p>",
  "templateclusterid": "6d700bbd-9512-4732-998b-9fd4539e12ce",
  "parenttemplatename": "OSP-304-TXT",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "fbd918ff-c1ac-4f6a-9aff-4c19c21a6a65",
      "content": "<p>In the researchers&rsquo; study, the model was able to categorize the pottery fragments much more quickly than the archaeologists could.&nbsp;</p>"
    },
    {
      "id": "9d4094b5-dd4b-45cc-b55e-f8098db2a19d",
      "content": "<p>In the researchers&rsquo; study, neither the model nor the archeologists were able to accurately categorize all the pottery fragments that were presented.</p>"
    },
    {
      "id": "45a197c7-95ce-4171-a5eb-4fe0ea0ef3ff",
      "content": "<p>A survey of archaeologists showed that categorizing pottery fragments limits the amount of time they can dedicate to other important tasks that only human experts can do.</p>"
    },
    {
      "id": "9216bace-776b-4381-beeb-36ec2e1d3545",
      "content": "<p>A survey of archaeologists showed that few of them received dedicated training in how to properly categorize pottery fragments.</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}