{
  "vaultid": "99a60673-1461-400e-9027-5d619e4005c3",
  "keys": [
    "09c7e0d7-ff57-4855-812e-fbbe4958bcb5"
  ],
  "rationale": "<p>Choice C is the best answer. The singular possessive pronoun \"its\" agrees with the singular antecedent \"the animal\" and indicates that the \"young\" belong to it.</p><p>Choice A is incorrect. This choice creates a pronoun-antecedent agreement error. \"They&rsquo;re\" is a contraction of \"they are,\" a plural pronoun and verb, but the antecedent \"the animal\" is singular. Also, we don&rsquo;t need the extra verb \"are\" &mdash; we already have a main verb in this clause, so adding \"are\" would be confusing and ungrammatical. Choice B is incorrect. This choice creates a pronoun-antecedent agreement error. \"Their\" is a plural pronoun, but the subject of the sentence is \"the animal,\" a singular noun. Choice D is incorrect. This choice creates a confusing and ungrammatical sentence. \"It&rsquo;s\" is a contraction for \"it is.\" We already have the verb \"nurses\" in this clause, so we shouldn&rsquo;t add the verb \"is.\"</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>",
  "externalid": "9c5279c5-530c-4758-a44e-cb3bc941f2e0",
  "stimulus": "<p>When they were first discovered in Australia in 1798, duck-billed, beaver-tailed platypuses so defied categorization that one scientist assigned them the name <em>Ornithorhynchus</em><em> </em><em>paradoxus</em>: &ldquo;paradoxical bird-snout.&rdquo; The animal,<em> </em>which lays eggs but also nurses <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> young with milk, has since been classified as belonging to the monotremes group.</p>",
  "templateclusterid": "309dc4fe-f605-49ab-b137-b5a284693fef",
  "parenttemplatename": "OSP-KA-FSS-H004",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "df2239c6-1ead-4b36-9c5b-b7bf61867b7e",
      "content": "<p>they&rsquo;re</p>"
    },
    {
      "id": "728c4507-b214-4cf8-958f-f62f7e1d8c6d",
      "content": "<p>their</p>"
    },
    {
      "id": "09c7e0d7-ff57-4855-812e-fbbe4958bcb5",
      "content": "<p>its</p>"
    },
    {
      "id": "2d923f09-4fa9-49df-a4da-f3bb5d90dafa",
      "content": "<p>it&rsquo;s</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}