{
  "vaultid": "052c1e78-31ab-40e0-a83b-45174447078d",
  "keys": [
    "491fe23a-05cd-4a7e-b9e1-21f99a987f76"
  ],
  "rationale": "<p>Choice C is the best answer because as used in the text, &ldquo;endure&rdquo; most nearly means tolerate. In the text, Cecily and Algernon discuss parting, or saying goodbye. Cecily remarks on the deep pain of saying goodbye to people whom one has only known briefly and then comments on the equanimity, or calm steadiness, one experiences when separated from old friends. The text sets up an ironic contrast: one can easily tolerate, or put up with, the absence of close friends, but even a very short separation from a new acquaintance is unbearable. </p><p>Choice A is incorrect. Nothing in the text suggests that Cecily associates regret, or a feeling of sorrow, with the absence of old friends. Rather, the text sets up an ironic contrast between the feeling of calm steadiness one feels when separated from old friends and the unbearable pain of being separated from new acquaintances. Choice B is incorrect. Although in some contexts &ldquo;endure&rdquo; can mean persist, or proceed stubbornly, it doesn&rsquo;t have that meaning in this context because what is being endured is the absence of old friends. Whereas one can persist <em>despite</em> the absence of someone else, one can&rsquo;t persist the absence itself. Choice D is incorrect because the text doesn&rsquo;t convey that Cecily encourages, or urges, old friends to be absent. Although it may be that Cecily prefers new acquaintances to friends she has known for a long time, the text focuses on her feelings as a result of others&rsquo; absences, not on her treatment of others. </p>",
  "origin": "proteus",
  "stem": "<p>As used in the text, what does the word &ldquo;endure&rdquo; most nearly mean?</p>",
  "externalid": "9d21eb26-86d3-4193-9e31-607f67f13f4e",
  "stimulus": "<p>The following text is adapted from Oscar Wilde&rsquo;s 1895 play <em>The Importance of Being Earnest</em>.</p>\n<p style=\"padding-left:1em\">CECILY: Have we got to part?</p>\n<p style=\"padding-left:1em\">ALGERNON: I am afraid so. It&rsquo;s a very painful parting.</p>\n<p style=\"padding-left:1em\"s>CECILY: It is always painful to part from people whom one has known for a very brief space of time. The absence of old friends one can <span role=\"region\" aria-label=\"Referenced Content\"><u>endure</u></span> with equanimity. But even a momentary separation from anyone to whom one has just been introduced is almost unbearable.</p>",
  "templateclusterid": "336dbfdb-44d3-40b4-9a13-68156ed3dcd5",
  "parenttemplatename": "OSP-031-WIC",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "3b2330fa-616d-4808-a156-ee2f73ec344c",
      "content": "<p>Regret</p>"
    },
    {
      "id": "40c9fffd-684e-49d8-bda2-ba5d62b18489",
      "content": "<p>Persist</p>"
    },
    {
      "id": "491fe23a-05cd-4a7e-b9e1-21f99a987f76",
      "content": "<p>Tolerate</p>"
    },
    {
      "id": "b2c96502-fc7e-485e-8060-c323eb29bc5c",
      "content": "<p>Encourage</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}