{
  "vaultid": "11a3416a-6eaf-4671-ac72-a2179e2ca98d",
  "keys": [
    "ac92ab26-a5a3-47ea-a09d-faa59c65f698"
  ],
  "rationale": "<p>Choice D is the best answer. The text describes an experiment wherein space scientists compared plant growth in terrestrial and lunar soil conditions. It then discusses the findings of the study, including the fact that all the seeds germinated but that the plants grown in lunar soil exhibited signs of stress.</p><p>Choice A is incorrect. The text doesn&rsquo;t address this question, and never describes any specific characteristics of either soil. It merely describes the outcome of an experiment that exposed a plant species to lunar soil conditions. Choice B is incorrect. The text never compares methods of assessing indicators of stress&mdash;instead, it simply mentions several stress indicators observed in the study (red pigmentation, reduced leaf size, and inhibited growth rates). Choice C is incorrect. The text doesn&rsquo;t present any evidence that we could never achieve seed germination in lunar habitats, and in fact states that the seeds in the lunar soil did germinate.</p>",
  "origin": "proteus",
  "stem": "<p>Which choice best states the main purpose of the text?</p>",
  "externalid": "9d7b4f85-3a2b-4e6a-bc64-ca9e159e8105",
  "stimulus": "<p>Space scientists Anna-Lisa Paul, Stephen M. Elardo, and Robert Ferl planted seeds of <em>Arabidopsis thaliana</em> in samples of lunar regolith&mdash;the surface material of the Moon&mdash;and, serving as a control group, in terrestrial soil. They found that while all the seeds germinated, the roots of the regolith-grown plants were stunted compared with those in the control group. Moreover, unlike the plants in the control group, the regolith-grown plants exhibited red pigmentation, reduced leaf size, and inhibited growth rates&mdash;indicators of stress that were corroborated by postharvest molecular analysis.</p>",
  "templateclusterid": "984dab64-995a-460f-9cb2-9e27c6276d6c",
  "parenttemplatename": "OSP-KA-TSP-H010",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "21cbef56-5613-4f09-bdd5-99d206e4e9e6",
      "content": "<p>It describes an experiment that addressed an unresolved question about the extent to which lunar regolith resembles terrestrial soils.</p>"
    },
    {
      "id": "bbb1d372-0126-479c-95e5-feb32f16517d",
      "content": "<p>It compares two distinct methods of assessing indicators of stress in plants grown in a simulated lunar environment.</p>"
    },
    {
      "id": "01d73d1e-5380-4303-b10f-79d02627ce7b",
      "content": "<p>It presents evidence in support of the hypothesis that seed germination in lunar habitats is an unattainable goal.</p>"
    },
    {
      "id": "ac92ab26-a5a3-47ea-a09d-faa59c65f698",
      "content": "<p>It discusses the findings of a study that evaluated the effects of exposing a plant species to lunar soil conditions.</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}