{
  "vaultid": "7fbbce73-d485-4a92-a17e-96846e8c4562",
  "keys": [
    "9169c1eb-3a96-455c-80d4-932b2de3cd07"
  ],
  "rationale": "<p>Choice A is the best answer. This finding would support the conclusion. If stream banks are collapsing into the water at multiple points, then sediment is getting into the water at those various points. This supports the conclusion that the inflow of sediment is very spread out. </p><p>Choice B is incorrect. This finding wouldn&rsquo;t support the conclusion. The conclusion is about the influx of sediment being &ldquo;spatially diffuse,&rdquo; meaning spread out over a large area. The type of sediment wouldn&rsquo;t have an impact on the conclusions. Choice C is incorrect. This finding wouldn&rsquo;t support the conclusion. It doesn&rsquo;t say anything about the influx of sediment being &ldquo;spatially diffuse&rdquo; (spread out). Choice D is incorrect. This finding wouldn&rsquo;t support the conclusion. Any sediment that enters downstream of the sampling sites wouldn&rsquo;t end up in the samples, so it wouldn&rsquo;t affect the findings or the conclusion. </p>",
  "origin": "proteus",
  "stem": "<p>Which finding about the streams in the study, if true, would most directly support Litty and Schlunegger&rsquo;s conclusion?</p>",
  "externalid": "9ecc06d7-b381-4b61-8477-2a34b8437476",
  "stimulus": "<p>Several studies of sediment (e.g., dirt, pieces of rock, etc.) in streams have shown an inverse correlation between sediment grain size and downstream distance from the primary sediment source, suggesting that stream length has a sorting effect on sediment. In a study of sediment sampled at more than a dozen sites in Alpine streams, however, geologists Camille Litty and Fritz Schlunegger found that cross-site variations in grain size were not associated with differences in downstream distance, though they did not conclude that downstream distance is irrelevant to grain size. Rather, they concluded that sediment influx in these streams may have been sufficiently spatially diffuse to prevent the typical sorting effect from being observed.</p>",
  "templateclusterid": "fcf73f6f-8903-4dc8-b75f-882b5ae3eee7",
  "parenttemplatename": "OSP-KA-TXT-H004",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "9169c1eb-3a96-455c-80d4-932b2de3cd07",
      "content": "<p>The streams regularly experience portions of their banks collapsing into the water at multiple points upstream of the sampling sites.&nbsp;</p>"
    },
    {
      "id": "a86912ed-f673-4520-a13f-3316fdf1a56b",
      "content": "<p>The streams contain several types of sediment that are not typically found in streams where the sorting effect has been demonstrated.</p>"
    },
    {
      "id": "995cfcab-9530-47f4-b599-30e6f950fbc9",
      "content": "<p>The streams mostly originate from the same source, but their lengths vary considerably due to the different courses they take.</p>"
    },
    {
      "id": "b0798299-9410-40a2-af11-7fc0e9e95e20",
      "content": "<p>The streams are fed by multiple tributaries that carry significant volumes of sediment and that enter the streams downstream of the sampling sites.&nbsp;</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}