{
  "vaultid": "2a0f0a94-ad23-477f-af3f-b41fbf014ade",
  "keys": [
    "cd4fcd76-305e-4a37-8cb6-1ddbb4ad074f"
  ],
  "rationale": "<p>Choice A is the best answer. The second part of the sentence says that many volcanoes use shallow pockets of magma. This is an elaboration of the same underlying idea from the first part of the sentence, which says that the super deep magma of Icelandic volcanoes&rsquo; makes them outliers. &ldquo;Indeed&rdquo; is a transition used for elaborating on the same idea, so it fits the context perfectly. </p><p>Choice B is incorrect. This choice uses a disagreement transition. But these two parts of the sentence agree with each other, so &ldquo;nevertheless&rdquo; doesn&rsquo;t make sense. Choice C is incorrect. This choice uses a transition that indicates the addition of a new idea. But the second part of the sentence isn&rsquo;t adding a new idea: it&rsquo;s elaborating on the same idea expressed in the first part of the sentence. Choice D is incorrect. This choice uses a cause-and-effect transition, which doesn&rsquo;t make sense here. The fact that Iceland&rsquo;s deep-magma volcanoes are outliers doesn&rsquo;t cause many other volcanoes to get fed by shallow pockets of magma. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical transition?</p>",
  "externalid": "a2f6277c-a89c-4a0f-b14a-5e4ddc3e2148",
  "stimulus": "<p>Seismologists Kaiqing Yuan and Barbara Romanowicz have proposed that the magma fueling Iceland&rsquo;s more than 30 active volcano systems emerges from deep within Earth. The great depths involved&mdash;nearly 3,000 km&mdash;mark Iceland&rsquo;s volcanoes as extreme outliers; <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> many of Earth&rsquo;s volcanoes are fed by shallow pockets of magma found less than 15 km below the surface.</p>",
  "templateclusterid": "14fbec80-c40d-48c3-a5e2-5a298375919d",
  "parenttemplatename": "OSP-KA-TRA-H004",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "cd4fcd76-305e-4a37-8cb6-1ddbb4ad074f",
      "content": "<p>indeed,</p>"
    },
    {
      "id": "1e241a09-aecd-4d7b-804e-d460cf32b958",
      "content": "<p>nevertheless,</p>"
    },
    {
      "id": "79d13023-d9d8-44a8-ac21-4bef91714ac4",
      "content": "<p>in addition,</p>"
    },
    {
      "id": "dee0922b-2c4e-4dca-bb51-0c0cdba34d31",
      "content": "<p>consequently,</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}