{
  "vaultid": "63401ddc-6021-4ef3-845a-0f19ca0c5e34",
  "keys": [
    "819b477e-19ab-4b3b-9aed-c3afa7d8b703"
  ],
  "rationale": "<p>Choice D is the best answer because it presents the quotation that most effectively illustrates the claim that the speaker of the poem describes experiencing an ongoing cycle of anticipation followed by regretful reflection. In this quotation, the speaker notes that as years go by, &ldquo;Each, coming&rdquo;&mdash;that is, each new year as it comes&mdash;&ldquo;brings ambitions high.&rdquo; In other words, the speaker begins each new year with large goals. But the speaker goes on to say that as each year ends (&ldquo;each, departing&rdquo;), it &ldquo;leaves a sigh / Linked to the past.&rdquo; A sigh is an expression of longing or regret, so in the context of the whole quotation, this portion suggests that at the end of each year, the speaker regretfully reflects on not having achieved the ambitions formed at the beginning of the year. The phrases &ldquo;the years go swiftly by,&rdquo; &ldquo;Each, coming,&rdquo; and &ldquo;each, departing&rdquo; indicate that this experience happens over and over again: the speaker experiences a cycle of anticipation followed by regretful reflection.&nbsp;</p><p>Choice A is incorrect because this quotation does not describe an ongoing cycle of anticipation followed by regretful reflection. Instead, the speaker describes experiencing a sensation similar to fright as a result of something that has occurred at midnight. Specifically, the speaker has heard a &ldquo;brazen tongue,&rdquo; a figurative way of saying that the speaker has heard the clang of a bronze bell being rung.&nbsp;Choice B is incorrect because although this quotation does convey a sense of anticipation through its reference to &ldquo;ominous stillness,&rdquo; there is no suggestion of regretful reflection or any indication that the speaker is describing an ongoing cycle of anticipation followed by such reflection. Instead, the speaker is describing a particular moment when a winter storm appears to have momentarily calmed.&nbsp;Choice C is incorrect because although this quotation does convey a sense of regret (&ldquo;many a squandered day&rdquo;), nothing in the quotation suggests an ongoing cycle of anticipation followed by regret. Instead, the speaker is simply lamenting wasted time and opportunities.&nbsp;</p>",
  "origin": "proteus",
  "stem": "<p>Which quotation from &ldquo;Ghosts of the Old Year&rdquo; most effectively illustrates the claim?</p>",
  "externalid": "a3f3d77e-57f2-4990-895d-58d6d0048f12",
  "stimulus": "<p>&ldquo;Ghosts of the Old Year&rdquo; is an early 1900s poem by James Weldon Johnson. In the poem, the speaker describes experiencing an ongoing cycle of anticipation followed by regretful reflection: <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "663d8ec5-dae8-45f3-9c1e-02e06495b421",
  "parenttemplatename": "OSP-406-LIT",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "846471b3-35b5-4160-90b0-694a066fb6b5",
      "content": "<p>&ldquo;What does this brazen tongue declare, / That falling on the midnight air / Brings to my heart a sense of care / Akin to fright?&rdquo;</p>"
    },
    {
      "id": "d007785d-ccd4-4584-ab23-c367a7bc7bc3",
      "content": "<p>&ldquo;The snow has ceased its fluttering flight, / The wind sunk to a whisper light, / An ominous stillness fills the night, / A pause&mdash;a hush.&rdquo;</p>"
    },
    {
      "id": "7b18eed9-09f6-49cf-befb-ab0d55b7cfbf",
      "content": "<p>&ldquo;It tells of many a squandered day, / Of slighted gems and treasured clay, / Of precious stores not laid away, / Of fields unreaped.&rdquo;</p>"
    },
    {
      "id": "819b477e-19ab-4b3b-9aed-c3afa7d8b703",
      "content": "<p>&ldquo;And so the years go swiftly by, / Each, coming, brings ambitions high, / And each, departing, leaves a sigh / Linked to the past.&rdquo;</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}