{
  "vaultid": "5110cc72-2c4a-416b-b498-fba6bab19753",
  "keys": [
    "cdf39c1f-6e6a-439d-b7ec-ea775435cf89"
  ],
  "rationale": "<p>Choice C is the best answer. This quotation draws a direct connection between the use of buttons and Kelly&rsquo;s stylish female relatives.</p><p>Choice A is incorrect. This choice mentions Kelly&rsquo;s use of buttons, but it doesn&rsquo;t connect that design choice to the influence of women in Kelly&rsquo;s family. Choice B is incorrect. This choice discusses how other designers were inspired by Kelly, which doesn&rsquo;t provide evidence that Kelly was inspired by his family. Choice D is incorrect. While this choice does refer to fashionable women in Kelly&rsquo;s family, it doesn&rsquo;t connect their influence to Kelly&rsquo;s use of buttons.</p>",
  "origin": "proteus",
  "stem": "<p>Which quotation from a work by a historian would be the most effective evidence for the student to include in support of this claim?</p>",
  "externalid": "a42ee406-d532-4af6-bce0-53b4aaf2ec41",
  "stimulus": "<p>American fashion designer Patrick Kelly was known for his love of colorful buttons. Many of his signature dresses feature bold assortments of buttons throughout the garment. In a paper, a fashion design student claims that Kelly&rsquo;s use of buttons as decoration was inspired by his childhood observations of the styles and actions of the women in his family.</p>",
  "templateclusterid": "a67631c5-7adf-48f6-b649-cacc9efaafeb",
  "parenttemplatename": "OSP-KA-TXT-E006",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "9d14761c-6d62-4588-87f9-c4f976844b84",
      "content": "<p>&ldquo;Although some of the assortments of buttons appear to be mismatched pieces scattered randomly throughout Kelly&rsquo;s dresses, his most famous designs feature carefully crafted patterns of matching buttons.&rdquo;</p>"
    },
    {
      "id": "252d5118-3c99-4187-920d-e5bb17042236",
      "content": "<p>&ldquo;Many of Kelly&rsquo;s contemporaries were inspired by his designs to incorporate buttons, as well as zippers and snaps, as decorative items in their work.&rdquo;&nbsp;</p>"
    },
    {
      "id": "cdf39c1f-6e6a-439d-b7ec-ea775435cf89",
      "content": "<p>&ldquo;Kelly&rsquo;s grandmother, who would repair clothing when he was a child, frequently added mismatched buttons to the clothes to draw attention away from any flaws in the garments.&rdquo;</p>"
    },
    {
      "id": "b5d2ed3a-dca9-4feb-b138-1f44cc27d06c",
      "content": "<p>&ldquo;Kelly was destined to be a designer from a young age: he learned how to sew clothing from his aunt Bertha, and his love of drawing was developed by his mother.&rdquo;</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}