{
  "vaultid": "dc37a127-48ed-497a-9208-5ad619fdf82e",
  "keys": [
    "b30f4597-506e-427e-9e68-eea32086166b"
  ],
  "rationale": "<p>Choice D is the best answer. The text describes a study about how reef-building corals capture microplastics from ocean waters, which found that these corals are storing 20 million kilograms of microplastics in their skeletons and tissues. </p><p>Choice A is incorrect. While the researchers are studying &ldquo;reef-building corals,&rdquo; the focus of their study isn&rsquo;t how the corals build the reefs. Rather, they&rsquo;re studying how corals may be storing microplastics from ocean waters. Choice B is incorrect. The text doesn&rsquo;t mention any unanswered questions about the impact of corals on ocean ecosystems&mdash;rather, the study assesses one interaction between corals and microplastics. Choice C is incorrect. The text does say this, but it&rsquo;s a detail&mdash;not the main idea. The main idea of the text is about the study that found that corals may be storing microplastics from ocean waters in their skeletons and tissues. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice best states the main idea of the text?</p>",
  "externalid": "a757bf98-d9a5-4e82-b9a7-849c764338f2",
  "stimulus": "<p>Microplastics are pieces of plastic that are smaller than a grain of rice. These small plastics can be found in large quantities in ocean waters. Ecologist Jessica Reichert and her team are studying the role reef-building corals have in capturing microplastics from ocean waters. Through research, her team has found that these corals may be storing up to 20 million kilograms of microplastics each year in their skeletons and tissues. &nbsp;</p>",
  "templateclusterid": "a838958e-4362-4cbf-af63-ebdba654e38c",
  "parenttemplatename": "OSP-KA-CID-E009",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "62547971-a734-4052-8bb4-d6e9f0902437",
      "content": "<p>Ecologists are interested in learning more about how certain corals build large reefs.</p>"
    },
    {
      "id": "27222fac-518a-4f14-9a8e-bc982fd1617e",
      "content": "<p>Questions remain around the impact certain corals have on ocean ecosystems. &nbsp;&nbsp;</p>"
    },
    {
      "id": "bb3948dd-b1bc-4cc9-9519-9c3c705bacd7",
      "content": "<p>Microplastics are small pieces of plastic that can be found in ocean waters.</p>"
    },
    {
      "id": "b30f4597-506e-427e-9e68-eea32086166b",
      "content": "<p>Ecologists predict that corals store large amounts of microplastics from ocean waters.</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}