{
  "vaultid": "4c551828-a404-4435-b9e1-83c087c66356",
  "keys": [
    "1395a19a-1aa8-44a8-a3f8-b3699587ebf1"
  ],
  "rationale": "<p>Choice B is the best answer. If there are parasites that feed on both snakes and frogs, they could carry <em>BovB</em> from snakes to frogs. HT could occur &ldquo;indirectly&rdquo; through those encounters, which frogs are more likely to survive than snake encounters. </p><p>Choice A is incorrect. The team&rsquo;s conclusion specifically argues that <em>BovB</em> is transmitted from snakes to frogs via HT, and this choice doesn&rsquo;t mention snakes. Choice C is incorrect. The team argues that <em>BovB</em> is transmitted from snakes to frogs via HT, and this answer choice discusses a scenario in which the gene is not transmitted. Choice D is incorrect. Whether or not frog species with <em>BovB</em> are advantaged isn&rsquo;t relevant to the team&rsquo;s conclusion about how the gene is transmitted. </p>",
  "origin": "proteus",
  "stem": "<p>Which finding, if true, would most directly support the team&rsquo;s conclusion?</p>",
  "externalid": "af31476c-fbc2-4fe8-8656-e63f24aafb95",
  "stimulus": "<p>In vertical inheritance, parents pass genes to their offspring, but in horizontal transfer (HT), one species, often bacteria, passes genetic material to an unrelated species. In a 2022 study, herpetologist Atsushi Kurabayashi and his team investigated HT in multicellular organisms&mdash;namely, snakes and frogs in Madagascar. The team detected <em>BovB</em>&mdash;a gene transmitted vertically in snakes&mdash;in many frog species. The apparent direction of gene transfer seems counterintuitive because frogs usually don&rsquo;t survive encounters with snakes and so wouldn&rsquo;t be able to transmit the newly acquired gene to offspring, but the team concluded that <em>BovB </em>is indeed transmitted from snakes to frogs, either directly or indirectly, via HT.</p>",
  "templateclusterid": "32cab8ed-f0b2-4d7b-8cf1-3e8cb57df6fc",
  "parenttemplatename": "OSP-KA-TXT-H009",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "cf296b73-17ee-4e35-b5e5-bb69c10f392e",
      "content": "<p><em>BovB </em>can be transmitted across frog species through HT.</p>"
    },
    {
      "id": "1395a19a-1aa8-44a8-a3f8-b3699587ebf1",
      "content": "<p>Parasites known to feed on species of snakes and frogs in which the <em>BovB</em> gene occurs also carry <em>BovB</em>.&nbsp;</p>"
    },
    {
      "id": "af05db83-e34b-4621-af01-0b4f71db454c",
      "content": "<p><em>BovB</em> cannot be reliably transmitted from a snake species to bacteria that are usually encountered by frog species.</p>"
    },
    {
      "id": "59305461-4216-4053-a786-75a40ace60d7",
      "content": "<p>Frog species with <em>BovB</em> show few discernible advantages as compared with frog species that do not carry <em>BovB</em>.</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}