{
  "vaultid": "fde98371-03d9-43dc-bf20-6ed3eed3484b",
  "keys": [
    "7b404138-6f0a-476b-aafb-0a2f823723c8"
  ],
  "rationale": "<p>Choice D is the best answer. The text says that off-off-Broadway theaters allowed artists to create more experimental shows, and then discusses how Forn&eacute;s was free to direct her own &ldquo;strange&rdquo; plays however she wanted. This suggests that Forn&eacute;s exemplifies the artistic freedom of off-off Broadway theaters. </p><p>Choice A is incorrect. This inference isn&rsquo;t supported. The text never discusses the costs of production, so we can&rsquo;t logically make this claim. Choice B is incorrect. This inference isn&rsquo;t supported. The text never discusses the complexity of staging plays either on Broadway or off-off Broadway, so there&rsquo;s no basis to make this inference. Choice C is incorrect. This inference isn&rsquo;t supported. The text never discusses fame at all, so there&rsquo;s no basis to make this inference. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice most logically completes the text?</p>",
  "externalid": "b0809661-54a2-44ce-8282-c2318d1198bd",
  "stimulus": "<p>Off-off-Broadway theaters emerged in the late 1950s as a rebellion against mainstream Broadway theaters in New York, freeing artists to create productions that were more experimental than typical Broadway shows. One such artist was playwright Mar&iacute;a Irene Forn&eacute;s. Working with off-off Broadway theaters enabled Forn&eacute;s not only to direct her own plays but also to direct them exactly as she intended them to be staged, regardless of how strange the results might have seemed to audiences accustomed to Broadway shows. In this way, Forn&eacute;s <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "7dc927d7-5f62-45ae-b571-ee7f7eef89d9",
  "parenttemplatename": "OSP-KA-INF-E004",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "d11d40ae-a877-43ce-93ce-29a5efc0d54c",
      "content": "<p>wrote plays that would have been too expensive to produce if someone else had directed the production.</p>"
    },
    {
      "id": "e131b2de-9d77-4f4b-9955-ab7b99cc67c2",
      "content": "<p>recognized that staging an off-off-Broadway play was more complicated than staging a Broadway play.</p>"
    },
    {
      "id": "8bf1ef6a-81da-4a25-8c05-8507cbdf4c09",
      "content": "<p>would have been more famous if she had created plays that were mainstream instead of experimental.</p>"
    },
    {
      "id": "7b404138-6f0a-476b-aafb-0a2f823723c8",
      "content": "<p>illustrates the artistic opportunity offered by off-off Broadway theaters.</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}