{
  "vaultid": "7221ad5b-7058-4457-966b-f735c26cb33e",
  "keys": [
    "73e9ab53-248e-4e65-bfbe-bed048b98e11"
  ],
  "rationale": "<p>Choice D is the best answer it most accurately states the main idea of the text. The speaker describes going to bed for &ldquo;repose&rdquo; (rest) but finding that his thoughts are focused on the friend the speaker is addressing, and the thoughts are keeping the speaker awake. </p><p>Choice A is incorrect because the speaker isn&rsquo;t asleep; the thoughts about the friend are keeping the speaker awake. Choice B is incorrect because the speaker isn&rsquo;t talking about taking a literal trip; rather, the speaker uses the metaphor of a journey to describe internal thoughts. Choice C is incorrect because&nbsp;the speaker isn&rsquo;t having a discussion with the friend. </p>",
  "origin": "proteus",
  "stem": "<p>What is the main idea of the text?</p>",
  "externalid": "b549c4fb-32ff-4538-9eee-d2a99127f351",
  "stimulus": "<p>The following text is adapted from William Shakespeare&rsquo;s 1609 poem &ldquo;Sonnet 27.&rdquo; The poem is addressed to a close friend as if he were physically present.</p>\n<div style='padding-left:1em'><p>Weary with toil, I [hurry] to my bed,</p>\n<p>The dear repose for limbs with travel tired;</p>\n<p>But then begins a journey in my head</p>\n<p>To work my mind, when body&rsquo;s work&rsquo;s expired:</p>\n<p>For then my thoughts&mdash;from far where I abide&mdash;</p>\n<p>[Begin] a zealous pilgrimage to thee,</p>\n<p>And keep my drooping eyelids open wide,</p></div>",
  "templateclusterid": "9195c91c-a239-4f4e-91c7-04e0884e8955",
  "parenttemplatename": "OSP-007-CID",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "7611e23c-d1c8-47d9-8732-c3180e93cc7e",
      "content": "<p>The speaker is asleep and dreaming about traveling to see the friend.</p>"
    },
    {
      "id": "d5e01828-0c3d-4bcd-b4bc-085ed178f835",
      "content": "<p>The speaker is planning an upcoming trip to the friend&rsquo;s house.&nbsp;</p>"
    },
    {
      "id": "b265e57d-adbd-4cd8-8d46-c0b85f48e64b",
      "content": "<p>The speaker is too fatigued to continue a discussion with the friend.</p>"
    },
    {
      "id": "73e9ab53-248e-4e65-bfbe-bed048b98e11",
      "content": "<p>The speaker is thinking about the friend instead of immediately falling asleep.</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}