{
  "vaultid": "c77cc51c-4466-405f-80cb-a80dd2fd8a25",
  "keys": [
    "6165b530-7231-4fde-92f7-2edd6a12e4bb"
  ],
  "rationale": "<p>Choice C is the best answer. This describes the achievement for which Wu is best known. </p><p>Choice A is incorrect. This choice doesn&rsquo;t emphasize Wu&rsquo;s most well-known achievement. It mentions some of her general achievements, but not the one for which she is &ldquo;best known.&rdquo; Choice B is incorrect. This choice doesn&rsquo;t emphasize Wu&rsquo;s most well-known achievement&mdash;it describes several of her achievements equally. Choice D is incorrect. This choice doesn&rsquo;t emphasize Wu&rsquo;s most well-known achievement. It describes a piece of music featured in her most well-known achievement. </p>",
  "origin": "proteus",
  "stem": "<p>The student wants to emphasize Wu&rsquo;s most well-known achievement. Which choice most effectively uses relevant information from the notes to accomplish this goal?</p>",
  "externalid": "b55400a0-38cf-4584-94ad-7d3b5cf2d570",
  "stimulus": "<p>While researching a topic, a student has taken the following notes:&nbsp;</p>\n<ul>\n<li>Annie Wu is a prominent American flutist who graduated from the New England Conservatory.</li>\n<li>She has won multiple national flute competitions.</li>\n<li>She is best known for a 2011 YouTube video that has been viewed over two million times.</li>\n<li>The video shows her performing <em>Three Beats for Beatbox Flute, </em>an original work by composer Greg Pattillo.</li>\n<li>Wu combines flute playing and beatboxing in the video.</li>\n</ul>",
  "templateclusterid": "796b0dd3-d548-430d-8001-ba63fe15324f",
  "parenttemplatename": "OSP-KA-SYN-E004",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "8f454e8f-4d54-49e2-a3ff-6d5b68e68c2b",
      "content": "<p>Annie Wu, who has won multiple national flute competitions, has also combined flute playing and beatboxing.</p>"
    },
    {
      "id": "2c5318ac-4704-4187-b202-94929354468a",
      "content": "<p>Among her many achievements, prominent American flutist Annie Wu graduated from the New England Conservatory and has won multiple national flute competitions.</p>"
    },
    {
      "id": "6165b530-7231-4fde-92f7-2edd6a12e4bb",
      "content": "<p>Annie Wu is best known for a 2011 YouTube video performance of <em>Three Beats for Beatbox Flute </em>that has been viewed over two million times.</p>"
    },
    {
      "id": "9e67011f-060e-4c23-99d1-29ef3e5c912c",
      "content": "<p>Composer Greg Pattillo&rsquo;s original work <em>Three Beats for Beatbox Flute</em> combines flute playing and beatboxing.</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}