{
  "vaultid": "19f2ece0-d546-4798-aee0-c8c6e95bde37",
  "keys": [
    "707a9318-bc10-4d2f-954e-ed86efff3d06"
  ],
  "rationale": "<p>Choice C is the best answer. This choice summarizes the main idea of the kelp highway hypothesis, providing a high-level overview of how the hypothesis explains human migration to the Americas. </p><p>Choice A is incorrect. This choice describes one aspect of the proposed scenario but doesn&rsquo;t discuss human migration, which is the main focus of the kelp highway hypothesis. Choice B is incorrect. This choice introduces the kelp highway hypothesis but doesn&rsquo;t explain what it entails. Choice D is incorrect. This choice describes one element of the proposed scenario but doesn&rsquo;t discuss human migration, which is the main focus of the kelp highway hypothesis. </p>",
  "origin": "proteus",
  "stem": "<p>The student wants to summarize the kelp highway hypothesis. Which choice most effectively uses relevant information from the notes to accomplish this goal?</p>",
  "externalid": "b587af2d-a137-4b31-a984-05d6e631b3ed",
  "stimulus": "<p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>Archaeologist Jon Erlandson and colleagues argue that humans first arrived in the Americas by sea.</li>\n<li>They propose that humans traveled between Pacific Ocean islands and coastlines from northeast Asia to the Americas.</li>\n<li>Many of these islands and coastal zones were later submerged as glaciers melted and sea levels rose.</li>\n<li>The researchers think that &ldquo;a coastal route, including kelp forests and estuaries, would have provided a rich mix of marine, estuarine, riverine, and terrestrial resources&rdquo; such as seaweeds, fish, and birds.</li>\n<li>This proposed scenario is known as the kelp highway hypothesis.</li>\n</ul>",
  "templateclusterid": "81738406-2224-467d-853f-a05ad1c475ac",
  "parenttemplatename": "OSP-KA-SYN-H008",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "6ae93524-3021-49a0-8d33-5381c2479ebc",
      "content": "<p>Pacific Ocean islands and coastlines likely contained &ldquo;a rich mix of marine, estuarine, riverine, and terrestrial resources&rdquo; such as seaweeds, fish, and birds, according to researchers.</p>"
    },
    {
      "id": "8c423133-8246-4e32-b24d-0b167fb4d0a7",
      "content": "<p>One argument about how humans first arrived in the Americas is the kelp highway hypothesis proposed by Jon Erlandson and colleagues.</p>"
    },
    {
      "id": "707a9318-bc10-4d2f-954e-ed86efff3d06",
      "content": "<p>Humans may have first arrived in the Americas by sea, traveling between Pacific Ocean islands and coastlines and subsisting on a variety of resources.</p>"
    },
    {
      "id": "3de9fa32-a055-481b-bafe-8984f44a8f66",
      "content": "<p>As glaciers melted and sea levels rose, many Pacific Ocean islands and coastal zones were submerged.</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}