{
  "vaultid": "26a57afb-bfb7-4a96-9548-59893d31866b",
  "keys": [
    "e7c99532-b31f-4f2e-88e9-2ce7f2cf6dd4"
  ],
  "rationale": "<p>Choice B is the best answer. The text says that crab burrowing in the pannes enables plants to grow there again. It also says that crab burrowing at the edges of the marsh speeds up marsh loss. This suggests that burrowing crabs can either help or hurt marshes, depending on where they&rsquo;re located. </p><p>Choice A is incorrect. This inference isn&rsquo;t supported. The text never discusses pannes of different sizes. Choice C is incorrect. This inference isn&rsquo;t supported. The text never suggests that crabs do more burrowing in the pannes (the areas with standing water) than they do at the edges. Rather, the text says that the burrowing that happens in the pannes is beneficial, while the burrowing that happens at the edges is harmful. Choice D is incorrect. This inference isn&rsquo;t supported. The text never discusses the intensity of crab burrowing, nor does it discuss the size of the panne relative to the size of the marsh. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice most logically completes the text?</p>",
  "externalid": "b62b5e3c-9ea3-4e53-bebf-5bdccca9c8a5",
  "stimulus": "<p>Tides can deposit large quantities of dead vegetation within a salt marsh, smothering healthy plants and leaving a salt panne&mdash;a depression devoid of plants that tends to trap standing water&mdash;in the marsh&rsquo;s interior. Ecologist Kathryn Beheshti and colleagues found that burrowing crabs living within these pannes improve drainage by loosening the soil, leading the pannes to shrink as marsh plants move back in. At salt marsh edges, however, crab-induced soil loosening can promote marsh loss by accelerating erosion, suggesting that the burrowing action of crabs <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> &nbsp; &nbsp;</p>",
  "templateclusterid": "523ea810-b86b-492d-92a3-7fb60109b6a4",
  "parenttemplatename": "OSP-KA-INF-H001",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "0d492f1c-a634-4a98-980e-4b7add932db9",
      "content": "<p>can be beneficial to marshes with small pannes but can be harmful to marshes with large pannes.</p>"
    },
    {
      "id": "e7c99532-b31f-4f2e-88e9-2ce7f2cf6dd4",
      "content": "<p>may promote increases in marsh plants or decreases in marsh plants, depending on the crabs&rsquo; location.</p>"
    },
    {
      "id": "bced51d6-d74e-4a0e-ace7-78b0040ca105",
      "content": "<p>tends to be more heavily concentrated in areas of marsh interiors with standing water than at marsh edges.</p>"
    },
    {
      "id": "37fdfb6c-9965-454c-ab10-009c079fc5ba",
      "content": "<p>varies in intensity depending on the size of the panne relative to the size of the surrounding marsh.</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}