{
  "vaultid": "adc58c37-44b9-41b7-a8bf-e4174bae91cf",
  "keys": [
    "92f4d411-1589-4891-8169-9055a079f159"
  ],
  "rationale": "<p>Choice B is the best answer. This sentence compares a chiral molecule to an achiral one. It discusses how when a chiral molecule is flipped, it results in something very different than when an achiral molecule is flipped. So the transition \"by contrast\" fits the context perfectly.</p><p>Choice A is incorrect. This choice uses a transition that indicates a restatement of the same idea in different words. But this sentence doesn&rsquo;t restate the same idea as the previous sentence. Instead, it makes a new point about a different type of molecule (chiral instead of achiral). Choice C is incorrect. This choice uses a transition that introduces an example, which doesn&rsquo;t make sense here. The second sentence isn&rsquo;t an example of the first sentence&rsquo;s claim about achiral molecules: it actually introduces an entirely different idea that focuses on chiral molecules. Choice D is incorrect. This choice uses a transition that indicates the addition of an agreeing idea. But this sentence shows a contrast with the first sentence&mdash;namely, that a chiral molecule acts very differently from an achiral molecule when flipped.</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical transition?</p>",
  "externalid": "b65ede14-ac4e-4dd8-8b53-58d5ed2a89e7",
  "stimulus": "<p>Because an achiral molecule is symmetrical, flipping it yields a structurally identical molecule. A flipped chiral molecule, <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> can be compared to a glove that has been turned inside out: it produces a structurally inverted molecule rather than an identical one.</p>",
  "templateclusterid": "72da21a7-9fbb-499a-9241-25a57a2eefcc",
  "parenttemplatename": "OSP-KA-TRA-M008",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "de1124a4-6e46-4b23-86ff-7b9eecfc5d0e",
      "content": "<p>in other words,</p>"
    },
    {
      "id": "92f4d411-1589-4891-8169-9055a079f159",
      "content": "<p>by contrast,</p>"
    },
    {
      "id": "a7a90906-6f9f-4cbd-9dcb-ccdba235d0ee",
      "content": "<p>for example,</p>"
    },
    {
      "id": "2266cbc3-617e-4efb-9ad2-23d0303db9c1",
      "content": "<p>similarly,</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}