{
  "vaultid": "e283424e-fa7e-4a71-8def-dc0184ef9104",
  "keys": [
    "c1d7ad12-0e0b-4feb-b3d2-1d98e7c2e43c"
  ],
  "rationale": "<p>Choice D is the best answer. The study isn&rsquo;t definitive, but it says that Mimas&rsquo;s wobbly rotation could be explained by the hidden ocean. </p><p>Choice A is incorrect. This choice goes too far beyond the information in the text. Rhoden&rsquo;s team proposed that one moon of Saturn could have a liquid ocean beneath its surface, and that other moons should also be examined, but no one has confirmed anything. Choice B is incorrect. This choice conflicts with the text. Research has &nbsp;identified at least one sign&mdash;the unusual wobble in Mimas&rsquo;s rotation&mdash;that might be due to a hidden ocean beneath its surface.&nbsp;Choice C is incorrect. This choice doesn&rsquo;t reflect the text. The computer model studies &ldquo;gravitational interactions,&rdquo; which seem to account for the wobbly rotation of Mimas. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice best states the main idea of the text?</p>",
  "externalid": "b6c6791d-a741-4cf2-a375-015d06958e65",
  "stimulus": "<p>NASA&rsquo;s <em>Cassini</em> probe has detected an unusual wobble in the rotation of Mimas, Saturn&rsquo;s smallest moon. Using a computer model to study Mimas&rsquo;s gravitational interactions with Saturn and tidal forces, geophysicist Alyssa Rhoden and colleagues have proposed that this wobble could be due to a liquid ocean moving beneath the moon&rsquo;s icy surface. The researchers believe other moons should be examined to see if they too might have oceans hidden beneath their surfaces.</p>",
  "templateclusterid": "c7599bd5-f988-473b-8b0b-cdc79574af8a",
  "parenttemplatename": "OSP-KA-CID-E004",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "47fa43e5-9de0-421b-97cb-3fc70a178699",
      "content": "<p>Rhoden and colleagues were the first to confirm that several of Saturn&rsquo;s moons contain hidden oceans.</p>"
    },
    {
      "id": "12741d28-9263-4e10-8c43-e56705b4b69c",
      "content": "<p>Research has failed to identify signs that there is an ocean hidden beneath the surface of Mimas.</p>"
    },
    {
      "id": "0dce3f23-856b-4173-b925-b2d3396e5fc5",
      "content": "<p>Rhoden and colleagues created a new computer model that identifies moons with hidden oceans without needing to analyze the moons&rsquo; rotation.&nbsp;</p>"
    },
    {
      "id": "c1d7ad12-0e0b-4feb-b3d2-1d98e7c2e43c",
      "content": "<p>Research has revealed that an oddity in the rotation of Mimas could be explained by an ocean hidden beneath its surface.</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}