{
  "vaultid": "d554d2e7-e22a-4548-bad4-92f111d76269",
  "keys": [
    "809f74a2-07d7-4e94-809e-fc819fefea00"
  ],
  "rationale": "<p>Choice D is the best answer. The object for the verb \"was\" is \"first,\" and \"to place\" is acting as a modifier for \"first.\" What was the finding? It was \"the first.\" The first to do what? The first \"to place humans in North America\" 10,000 years ago. When a verb serves as a modifier within a noun phrase, it must be nonfinite (i.e., not conjugated to a specific subject). The infinitive form \"to place\" is the only nonfinite option among the choices that makes sense in context.</p><p>Choice A is incorrect. The object for the verb \"was\" is \"first,\" and \"places\" is acting as a modifier for \"first.\" What was the thing that Parker&rsquo;s finding did? What was it the first to do? Place humans in North America 10,000 years ago. When a verb acts as a modifier, it must be nonfinite (i.e., not conjugated to a specific subject), but \"places\" is a finite form of the verb. Choice B is incorrect. The object for the verb \"was\" is \"first,\" and \"placed\" is acting to modify \"first.\" What was it that Parker&rsquo;s finding was the first to do? Place humans in North America 10,000 years ago. When a verb acts as a modifier, it must be nonfinite (i.e., not conjugated to a specific subject), but \"placed\" is a finite form. \"Placed\" can also be a past participle, but that wouldn&rsquo;t make sense here because the meaning of \"the first placed humans\" would be unclear. Choice C is incorrect. The object for the verb \"was\" is \"first,\" and \"place\" is modifying \"first.\" What was the thing that Parker&rsquo;s finding did? What was it the first to do? Place humans in North America. When a verb acts as a modifier, it must be nonfinite (i.e., not conjugated to a specific subject), but \"place\" is a finite form of the verb. Additionally, \"place\" can&rsquo;t serve as a noun here, because it results in an illogical sentence (the \"finding\" wasn&rsquo;t \"the first place\").</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>",
  "externalid": "b76bc994-bb77-47fa-be8f-b73de6f5a5d9",
  "stimulus": "<p>While exploring Nevada&rsquo;s Gypsum Cave in 1930, Seneca and Abenaki archaeologist Bertha Parker made her most famous discovery: the skull of a now-extinct ground sloth (<em>Nothrotheriops shastensis</em>) alongside human-made tools. Parker&rsquo;s crucial finding was the first <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> humans in North America as far back as 10,000 years ago.</p>",
  "templateclusterid": "38b17abb-922b-40b3-803a-a76d8d6e3e48",
  "parenttemplatename": "OSP-KA-FSS-M010",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "d272d3f2-8765-40b8-ab1d-74e7ec8cb83a",
      "content": "<p>places</p>"
    },
    {
      "id": "9ce414df-fb77-4e26-a21a-f41ba341dd1c",
      "content": "<p>placed</p>"
    },
    {
      "id": "3122767a-9d07-4c9d-98ca-d732cc14a809",
      "content": "<p>place</p>"
    },
    {
      "id": "809f74a2-07d7-4e94-809e-fc819fefea00",
      "content": "<p>to place</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}