{
  "vaultid": "516cda05-bd34-47f7-aee1-1da58c9844b0",
  "keys": [
    "c6f0b315-6d47-4df1-a4cd-61040e25ae4b"
  ],
  "rationale": "<p>Choice D is the best answer. The text as a whole claims that Cruse disagreed with virtually all other Civil Rights scholars and activists. The underlined sentence describes one way that Cruse both did and didn&rsquo;t fit in with those thinkers: he criticized Black nationalists, even though he identified as one. </p><p>Choice A is incorrect. The underlined sentence doesn&rsquo;t do this. It describes Cruse&rsquo;s criticisms&mdash;it never mentions what Cruse did want the movement to do instead. Choice B is incorrect. This conflicts with the text, which argues that Cruse did disagree with almost all other scholars of the Civil Rights Movement. Choice C is incorrect. This is a step too far. The text never says that Cruse&rsquo;s work caused controversy within the Black nationalist movement. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice best describes the function of the underlined sentence in the text as a whole?</p>",
  "externalid": "b7a610b9-e72a-43ef-a2e5-5e1f3fb001e5",
  "stimulus": "<p>The 1967 release of Harold Cruse&rsquo;s book <em>The Crisis of the Negro Intellectual </em>isolated him from almost all other scholars and activists of the American Civil Rights Movement&mdash;though many of those thinkers disagreed with each other, he nonetheless found ways to disagree with them all. He thought that activists who believed that Black people such as himself should culturally assimilate were na&iuml;ve. <span role=\"region\" aria-label=\"Referenced Content\"><u>But he also sharply criticized Black nationalists such as Marcus Garvey who wanted to establish independent, self-contained Black economies and societies, even though Cruse himself identified as a Black nationalist.</u></span></p>",
  "templateclusterid": "8d84ea33-57f6-42f5-92ec-6082766264c9",
  "parenttemplatename": "OSP-KA-TSP-H003",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "bb7971e1-5b9e-464b-b1e4-004bd9cc48bc",
      "content": "<p>It describes a direction that Cruse felt the Civil Rights Movement ought to take.</p>"
    },
    {
      "id": "82049269-1b08-411c-91f7-f7b7dc706094",
      "content": "<p>It indicates that Cruse&rsquo;s reputation as a persistent antagonist of other scholars is undeserved.</p>"
    },
    {
      "id": "027b2111-1dbf-4496-9c3d-2709bd8995a8",
      "content": "<p>It describes a controversy that Cruse&rsquo;s work caused within the Black nationalist movement.</p>"
    },
    {
      "id": "c6f0b315-6d47-4df1-a4cd-61040e25ae4b",
      "content": "<p>It helps explain Cruse&rsquo;s position with respect to the community of civil rights thinkers.</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}