{
  "vaultid": "67d5afef-da4f-4b21-ba26-a5ba9d31a8b9",
  "keys": [
    "10dc567c-9511-43bf-b88e-305c1993a62f"
  ],
  "rationale": "<p>Choice A is the best answer. The example of Tobar approaching his subject &ldquo;like a reporter,&rdquo; including conducting &ldquo;interviews&rdquo; and &ldquo;research,&rdquo; shows Tobar applying journalism techniques to his fiction-writing. </p><p>Choice B is incorrect. This choice doesn&rsquo;t support the claim. It tells us about Tobar&rsquo;s initial career as a journalist, but it doesn&rsquo;t say anything about him &ldquo;applying journalism techniques&rdquo; to his fiction-writing. Choice C is incorrect. This choice doesn&rsquo;t support the claim. It tells us that Tobar applied fiction techniques to his nonfiction writing, but we&rsquo;re looking for evidence of the other way around: that Tobar applied journalism techniques to his fiction-writing. Choice D is incorrect. This choice doesn&rsquo;t support the claim. It tells us that a character in one of Tobar&rsquo;s novels applied a journalism technique to his fiction-writing, but it doesn&rsquo;t tell us that Tobar did that himself. </p>",
  "origin": "proteus",
  "stem": "<p>Which quotation from a literary critic best supports the student&rsquo;s claim?</p>",
  "externalid": "b8e4991e-0fc5-4cb7-874e-6f04e764e8c9",
  "stimulus": "<p>Pulitzer Prize&ndash;winning writer H&eacute;ctor Tobar has built a multifaceted career as both a journalist and an author of short stories and novels. In an essay about Tobar&rsquo;s work, a student claims that Tobar blends his areas of expertise by applying journalism techniques to his creation of works of fiction.</p>",
  "templateclusterid": "3b71dae0-5dcd-4d93-86ab-66996a97c35a",
  "parenttemplatename": "OSP-KA-TXT-M002",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "10dc567c-9511-43bf-b88e-305c1993a62f",
      "content": "<p>&ldquo;For one novel, an imagined account of a real person&rsquo;s global travels, Tobar approached his subject like a reporter, interviewing people the man had met along the way and researching the man&rsquo;s own writings.&rdquo;</p>"
    },
    {
      "id": "7ffb7911-f427-4c37-8175-7c0a15313054",
      "content": "<p>&ldquo;Tobar got his start as a volunteer for <em>El Tecolote</em>, a community newspaper in San Francisco, and wrote for newspapers for years before earning a degree in creative writing and starting to publish works of fiction.&rdquo;</p>"
    },
    {
      "id": "2a5cea7f-3999-429a-815b-8673975b0c19",
      "content": "<p>&ldquo;Many of Tobar&rsquo;s notable nonfiction articles are marked by the writer&rsquo;s use of techniques usually associated with fiction, such as complex narrative structures and the incorporation of symbolism.&rdquo;</p>"
    },
    {
      "id": "db85d842-6dbc-442c-8fcb-4005dde5548e",
      "content": "<p>&ldquo;The protagonist of Tobar&rsquo;s third novel is a man who wants to be a novelist and keeps notes about interesting people he encounters so he can use them when developing characters for his stories.&rdquo;</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}