{
  "vaultid": "1afccb9f-4ea2-4ee0-8e59-219fe03b018c",
  "keys": [
    "7af09a80-5e07-4ad0-8838-1965404c85fd"
  ],
  "rationale": "<p>Choice A is the best answer. The difference between the two different kinds of muslin is emphasized. </p><p>Choice B is incorrect. This choice lists two kinds of muslins, but does not say how they are different from one another. Choice C is incorrect. This choice does not emphasize a difference between the two muslins. Choice D is incorrect. This choice does not emphasize a difference between the two muslins. It only describes sheeting muslin. </p>",
  "origin": "proteus",
  "stem": "<p>The student wants to emphasize a difference between the two muslins. Which choice most effectively uses relevant information from the notes to accomplish this goal?</p>",
  "externalid": "b9403057-54ab-4d5f-893d-98595e9d12e6",
  "stimulus": "<p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>Muslins are woven cotton fabrics with a variety of uses.</li>\n<li>Dhaka muslin is a handmade fabric produced in Dhaka, Bangladesh.</li>\n<li>It has an extremely fine weave and is primarily used to make luxury clothing.</li>\n<li>Sheeting muslin is a machine-made fabric produced in factories.</li>\n<li>It has a coarse weave and is primarily used to upholster furniture and create backdrops for theater sets.</li>\n</ul>",
  "templateclusterid": "5eedf4eb-d078-4588-a375-03f766606fad",
  "parenttemplatename": "OSP-KA-SYN-M002",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "7af09a80-5e07-4ad0-8838-1965404c85fd",
      "content": "<p>Dhaka muslin is a handmade fabric with an extremely fine weave, while sheeting muslin is machine made with a coarse weave.</p>"
    },
    {
      "id": "1129ee2d-32e2-49b9-a7f3-30942e22381c",
      "content": "<p>Dhaka muslin and sheeting muslin are two different types of woven cotton fabrics.</p>"
    },
    {
      "id": "0b0a70ca-ece3-4fe3-a78b-c0b5c0453a42",
      "content": "<p>Muslins can be used in a variety of ways, from making luxury clothing to upholstering furniture and creating backdrops for theater sets.</p>"
    },
    {
      "id": "48765144-927a-454f-af01-6dd58b7d4f71",
      "content": "<p>Sheeting muslin is machine made, has a coarse weave, and is used for furniture and theater sets.</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}