{
  "vaultid": "56a69a9c-6eee-4ec6-ad77-48f1811cf6d0",
  "keys": [
    "431aa404-5f10-4ccf-8ce9-d22256abb0f1"
  ],
  "rationale": "<p>Choice D is the best answer. It explains where the dinosaur&rsquo;s name came from. </p><p>Choice A is incorrect. This choice does not explain the origin of the dinosaur&rsquo;s name. Choice B is incorrect. This choice does not explain the origin of the dinosaur&rsquo;s name. Choice C is incorrect. This choice does not explain the origin of the dinosaur&rsquo;s name. </p>",
  "origin": "proteus",
  "stem": "<p>The student wants to explain the origin of the species&rsquo; name. Which choice most effectively uses relevant information from the notes to accomplish this goal?</p>",
  "externalid": "ba326bd3-4344-46af-9257-c70f53076429",
  "stimulus": "<p>While researching a topic, a student has taken the following notes:&nbsp;</p>\n<ul>\n<li>In 2013, paleontology professor Hesham Sallam and his students from Mansoura University in Egypt made a discovery.</li>\n<li>The team found a partial dinosaur skeleton at a site in Egypt&rsquo;s Dakhla Oasis.</li>\n<li>The skeleton belonged to a dinosaur species that lived approximately 80 million years ago.</li>\n<li>The new species was named <em>Mansourasaurus </em>to recognize&nbsp;the team that discovered it.</li>\n</ul>",
  "templateclusterid": "6b62be55-b084-4018-85a2-463944e769dc",
  "parenttemplatename": "OSP-KA-SYN-E003",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "f8b57cd9-640e-48ba-b593-e15d984b3763",
      "content": "<p><em>Mansourasaurus, </em>a new species discovered in Egypt in 2013, lived<em> </em>approximately 80 million years ago.</p>"
    },
    {
      "id": "5ffeab2d-b64d-4249-8873-e9876e7b9809",
      "content": "<p>A partial dinosaur skeleton found in Egypt&rsquo;s Dakhla Oasis belonged to a species named <em>Mansourasaurus</em>.</p>"
    },
    {
      "id": "0e415d10-8310-41ad-8568-cc47aefa75ed",
      "content": "<p><em>Mansourasaurus, </em>a species that&nbsp;lived approximately 80 million years ago, was discovered in 2013 by Egyptian paleontologist Hesham Sallam and a team of university students.</p>"
    },
    {
      "id": "431aa404-5f10-4ccf-8ce9-d22256abb0f1",
      "content": "<p>The new species was named <em>Mansourasaurus</em> to recognize the team that discovered it, a professor and students from Mansoura University.</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}