{
  "vaultid": "cf376b08-accc-44ac-9aa9-49d20f5c95e0",
  "keys": [
    "0b02eb87-9e03-4d77-83e1-0dfc87254cd2"
  ],
  "rationale": "<p>Choice A is the best answer. This choice illustrates both &ldquo;feeling frightened in controlled situations&rdquo; (the haunted house) and the benefit of a boosted mood (&ldquo;less stressed&rdquo;) and confidence (&ldquo;very accomplished&rdquo;). </p><p>Choice B is incorrect. This choice isn&rsquo;t the best illustration of the claim. While laughing may indicate a good mood, this choice provides no evidence of &ldquo;feeling frightened&rdquo; or boosted confidence. Another choice provides better evidence. Choice C is incorrect. This choice isn&rsquo;t the best illustration of the claim. This choice demonstrates &ldquo;feeling frightened&rdquo; in a controlled environment, but it doesn&rsquo;t provide strong evidence of boosted mood or confidence. Another choice provides better evidence. Choice D is incorrect. This choice isn&rsquo;t the best illustration of the claim. While a &ldquo;sense of relief&rdquo; could be interpreted as a boosted mood, this choice doesn&rsquo;t provide direct evidence of &ldquo;feeling frightened&rdquo; or of increased confidence. This choice simply suggests that haunted houses and scary movies have a similar effect. Another choice provides better evidence for the researcher&rsquo;s claim. </p>",
  "origin": "proteus",
  "stem": "<p>Which quotation from a participant would best illustrate the researcher&rsquo;s claim?</p>",
  "externalid": "bb6e68d6-a740-46c5-bb4b-de50ba90fb20",
  "stimulus": "<p>A researcher conducted an experiment inspired by studies suggesting that people may benefit from feeling frightened in certain circumstances, such as when watching scary movies or visiting haunted attractions. The researcher recruited several participants and had them walk through a local haunted house attraction. Immediately after exiting the attraction, each participant completed a survey about their experience. Based on the survey responses, the researcher claims that feeling frightened in controlled situations can boost a person&rsquo;s mood and confidence.</p>",
  "templateclusterid": "90d23879-b1f7-45ef-ba50-ad7afa3e8911",
  "parenttemplatename": "OSP-KA-TXT-E003",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "0b02eb87-9e03-4d77-83e1-0dfc87254cd2",
      "content": "<p>&ldquo;After I came out of the haunted house, I felt very accomplished and less stressed.&rdquo;</p>"
    },
    {
      "id": "1fad9cf3-7b39-4a9b-aa4e-43151197efe4",
      "content": "<p>&ldquo;My friends kept laughing as we were walking through the haunted house.&rdquo;</p>"
    },
    {
      "id": "13003b7d-22f4-47f9-b0bb-d6cb31af2392",
      "content": "<p>&ldquo;The haunted house was scary at first, but I knew everyone was just acting, so I felt less scared after a few minutes.&rdquo;</p>"
    },
    {
      "id": "3fb1936f-08ef-4990-bc62-08a54f9ded85",
      "content": "<p>&ldquo;The sense of relief I felt at the end of the haunted house was similar to the feelings I have when I finish a scary movie.&rdquo;</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}