{
  "vaultid": "78f5d2f4-d6b7-4055-b524-d2d5c2a72442",
  "keys": [
    "e0c4dc40-ee6a-4e22-b750-6684fdaae19d"
  ],
  "rationale": "<p>Choice D is the best answer. The text says that <em>N.pudica</em>&rsquo;s prey-catching pitchers are underground. It also says that the ridges where <em>N. pudica</em> lives don&rsquo;t have many plants and animals on the surface. This suggests that <em>N. pudica</em> evolved underground pitchers in order to catch more prey. </p><p>Choice A is incorrect. This inference isn&rsquo;t supported. The text never mentions the possibility of other undiscovered carnivorous plant species in Indonesia, so there&rsquo;s no basis to make this inference. Choice B is incorrect. This inference isn&rsquo;t supported. The text does say that the ridges where <em>N. pudica</em> lives are dry, but it also says that the purpose of carnivorous plant pitchers is to capture prey. It never suggests that these pitchers also absorb moisture, so there&rsquo;s no basis to make this inference. Choice C is incorrect. This inference isn&rsquo;t supported. The text never suggests that <em>N. pudica</em>&rsquo;s underground pitcher can catch animals on the surface, so there&rsquo;s no basis to make this inference. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice most logically completes the text?</p>",
  "externalid": "bbc0b193-f888-4209-afc3-fbf519e74d9d",
  "stimulus": "<p>Martin Danč&aacute;k, Wewin Tjiasmanto, and colleagues have identified a new carnivorous plant species (<em>Nepenthes pudica</em>) in Indonesia. Like other carnivorous plants, <em>N. pudica</em> has pitfall traps, or pitchers, that capture prey, but unlike others, the pitchers of <em>N. pudica</em> are located underground. The researchers unearthed the new species on fairly dry ridges with surfaces that host few other plants and animals. Therefore, the researchers hypothesize that the <em>N. pudica</em> species likely <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "86525823-5692-4e13-bbbf-8cbd1d4031d2",
  "parenttemplatename": "OSP-KA-INF-E003",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "14bf8dc6-c9e5-45fc-ab06-964cb6226a71",
      "content": "<p>represents one of many undiscovered carnivorous plant species in the region.</p>"
    },
    {
      "id": "2c4b8db7-3e4d-44f2-9cb8-04ac25d81741",
      "content": "<p>formed pitchers early in development to absorb more moisture.</p>"
    },
    {
      "id": "5450bf14-48a5-4243-85b7-a5aa33aa1bc4",
      "content": "<p>is buried by nearby animals as they forage along the ridges for food.</p>"
    },
    {
      "id": "e0c4dc40-ee6a-4e22-b750-6684fdaae19d",
      "content": "<p>evolved to have underground traps to access more prey than would surface traps.</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}