{
  "vaultid": "1da7b323-c8ca-4601-a4a4-6b73cc010204",
  "keys": [
    "668b8610-b15f-494d-a812-ecbcac1e3ee6"
  ],
  "rationale": "<p>Choice C is the best answer. Electra states that she &ldquo;knows her own passion,&rdquo; which shows that she&rsquo;s aware of the intensity of her grief. But she also claims that the &ldquo;causes are so dire&rdquo;&mdash;meaning the reasons for her grief are so awful&mdash;that she can&rsquo;t let it go, which shows that she believes her grief is justified. </p><p>Choice A is incorrect. This quotation doesn&rsquo;t show that Electra believes her grief is justified. It shows that Electra is aware of its intensity, but it doesn&rsquo;t suggest that she believes she has a legitimate reason for feeling that way. Choice B is incorrect. This quotation doesn&rsquo;t show that Electra believes her grief is justified. It shows that Electra is aware of its intensity, but it doesn&rsquo;t suggest that she believes she has a legitimate reason for feeling that way. Choice D is incorrect. This quotation doesn&rsquo;t show that Electra believes her grief is justified. It shows that Electra is aware of the intensity of her grief, but it doesn&rsquo;t suggest that she has a legitimate reason for feeling that way. </p>",
  "origin": "proteus",
  "stem": "<p>Which quotation from <em>Electra</em> most effectively illustrates the claim?</p>",
  "externalid": "be347d28-4be3-4fe4-b8ec-28dab78f77a8",
  "stimulus": "<p><em>Electra</em> is a circa 420&ndash;410 BCE play by Sophocles, translated in 1870 by R.C. Jebb. Electra, who is in mourning for her dead father and her long-absent brother, is aware of the intensity of her grief but believes it to be justified: <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "03a847dd-3abf-4957-9594-3cb376b92e5d",
  "parenttemplatename": "OSP-KA-TXT-H001",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "5587348b-9565-4d2b-a0e0-c4fbc1a2bc7c",
      "content": "<p>&ldquo;O thou pure sunlight, and thou air, earth&rsquo;s canopy, how often have ye heard the strains of my lament, the wild blows dealt against this bleeding breast, when dark night fails!&rdquo;</p>"
    },
    {
      "id": "381b4f29-f3ad-4fa2-accd-7eac5d648c32",
      "content": "<p>&ldquo;Send to me my brother; for I have no more the strength to bear up alone against the load of grief that weighs me down.&rdquo;</p>"
    },
    {
      "id": "668b8610-b15f-494d-a812-ecbcac1e3ee6",
      "content": "<p>&ldquo;I know my&nbsp;own passion, it escapes me not; but, seeing that the causes are so dire,&nbsp;will never curb these frenzied plaints, while life is in me.&rdquo;&nbsp;</p>"
    },
    {
      "id": "6c0c4855-b314-4083-95e0-766f56e6139f",
      "content": "<p>&ldquo;But never will I cease from dirge and sore lament, while I look on the trembling rays of the bright stars, or on this light of day.&rdquo;</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}