{
  "vaultid": "f9ad26c4-6d32-4052-a8be-afa81411f387",
  "keys": [
    "157f737c-18f9-4708-84ed-f020dea22959"
  ],
  "rationale": "<p>Choice D is the best answer. According to the author of Text 1, Moore&rsquo;s definition of common sense&mdash;things we instinctively know are true&mdash;includes the belief that we all &ldquo;exist in a world with other objects.&rdquo; The author of Text 1 describes this notion as both &ldquo;obvious&rdquo; and &ldquo;groundbreaking.&rdquo; &nbsp;So it&rsquo;s safe to infer that the author would observe that Moore would respond to external world skeptics by arguing that since everyone instinctively knows that things exist outside of their own minds, then external world skepticism must be wrong. </p><p>Choice A is incorrect. We can&rsquo;t infer that the author of Text 1 would respond this way to external world skeptics. If anything, the author of Text 1 seems to agree with Moore. Choice B is incorrect. We can&rsquo;t infer that the author of Text 1 would respond this way to external world skeptics. The author of Text 1 never mentions external world skeptics directly, let alone why they have a hard time refuting Moore&rsquo;s position. Choice C is incorrect. We can&rsquo;t infer that the author of Text 1 would respond this way to external world skeptics. Text 1&rsquo;s presentation of Moore&rsquo;s concept of common sense only includes the idea that some facts are true based on instinct&mdash;it doesn&rsquo;t mention the idea that some proofs are inadequate based on instinct. </p>",
  "origin": "proteus",
  "stem": "<p>Based on the texts, how would the author of Text 1 most likely respond to proponents of the philosophical stance outlined in Text 2?</p>",
  "externalid": "c232aa2c-2e8a-487c-9daa-505a57ba1aab",
  "stimulus": "<p><strong><span role=\"heading\" aria-level=\"2\">Text 1</span></strong></p>\n<p>Philosopher G.E. Moore&rsquo;s most influential work entails the concept of common sense. He asserts that there are certain beliefs that all people, including philosophers, know instinctively to be true, whether or not they profess otherwise: among them, that they have bodies, or that they exist in a world with other objects that have three dimensions. Moore&rsquo;s careful work on common sense may seem obvious but was in fact groundbreaking.</p>\n<p>&nbsp;</p>\n<p><strong><span role=\"heading\" aria-level=\"2\">Text 2</span></strong></p>\n<p>External world skepticism is a philosophical stance supposing that we cannot be sure of the existence of anything outside our own minds. During a lecture, G.E. Moore once offered a proof refuting this stance by holding out his hands and saying, &ldquo;Here is one hand, and here is another.&rdquo; Many philosophers reflexively reject this proof (Annalisa Coliva called it &ldquo;an obviously annoying failure&rdquo;) but have found it a challenge to articulate exactly why the proof fails.</p>",
  "templateclusterid": "6e6128b9-e855-498a-9e58-91fa6fbf9a71",
  "parenttemplatename": "OSP-KA-CTC-H002",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "2ea4b998-90ce-4ceb-be59-9166d28a7ece",
      "content": "<p>By agreeing with those proponents that Moore&rsquo;s treatment of positions that contradict his own is fundamentally unserious</p>"
    },
    {
      "id": "599bcd5b-6824-4400-a274-c949734d947c",
      "content": "<p>By suggesting that an instinctive distaste for Moore&rsquo;s position is preventing external world skeptics from constructing a sufficiently rigorous refutation of Moore</p>"
    },
    {
      "id": "4e04833a-e3cc-4c39-96ed-72c2921c02c4",
      "content": "<p>By arguing that if it is valid to assert that some facts are true based on instinct, it is also valid to assert that some proofs are inadequate based on instinct</p>"
    },
    {
      "id": "157f737c-18f9-4708-84ed-f020dea22959",
      "content": "<p>By pointing out that Moore would assert that external world skepticism is at odds with other beliefs those proponents must unavoidably hold</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}