{
  "vaultid": "da024b1c-fbab-463e-8bbf-44ce1ce450fc",
  "keys": [
    "3d4047ca-80d9-41e1-8211-3232196ed214"
  ],
  "rationale": "<p>Choice C is the best answer. The passage begins by describing the study, and concludes with its results: \"many users employed cognitive mechanisms to mitigate those feelings [of negative disconfirmation].\"</p><p>Choice A is incorrect. This is the opposite of what the text claims. Rather, the researchers found that \"many users\" reversed \"their initial sense of disappointment.\" Choice B is incorrect. This choice doesn&rsquo;t reflect the text. What the expectations of smart home tech users are is not discussed. Choice D is incorrect. This choice doesn&rsquo;t reflect the text. How often these topics have been studied is not mentioned.</p>",
  "origin": "proteus",
  "stem": "<p>Which choice best states the main idea of the text?</p>",
  "externalid": "c2cf9861-143f-4813-a9dc-64c755159797",
  "stimulus": "<p>In a study of new technology adoption, Davit Marikyan et al. examined negative disconfirmation (which occurs when experiences fall short of one&rsquo;s expectations) to determine whether it could lead to positive outcomes for users. The team focused on established users of&nbsp; &ldquo;smart home&rdquo; technology, which presents inherent utilization challenges but tends to attract users with high expectations, often leading to feelings of dissonance. The researchers found that many users employed cognitive mechanisms to mitigate those feelings, ultimately reversing their initial sense of disappointment.</p>",
  "templateclusterid": "b9ad6f54-5249-4c72-b078-95f94e8b74e4",
  "parenttemplatename": "OSP-KA-CID-H003",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "811f9f7a-52c8-4340-af76-92aa36a5b029",
      "content": "<p>Research suggests that most users of smart home technology will not achieve a feeling of satisfaction given the utilization challenges of such technology.</p>"
    },
    {
      "id": "34c2c65f-4365-4822-b7f5-4eaab2666060",
      "content": "<p>Although most smart home technology is aimed at meeting or exceeding users&rsquo; high expectations, those expectations in general remain poorly understood.</p>"
    },
    {
      "id": "3d4047ca-80d9-41e1-8211-3232196ed214",
      "content": "<p>Research suggests that users with high expectations for a new technology can feel content with that technology even after experiencing negative disconfirmation.</p>"
    },
    {
      "id": "2572fbef-0d08-43ee-963b-c9cc02e49acb",
      "content": "<p>Although negative disconfirmation has often been studied, little is known about the cognitive mechanisms shaping users&rsquo; reactions to it in the context of new technology adoption.</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}