{
  "vaultid": "c2546384-9ce4-4563-a0dc-827248cff21e",
  "keys": [
    "826e0ad5-7e1a-4d45-a1cd-3b4b4d5315c5"
  ],
  "rationale": "<p>Choice A is the best answer. While many networks can perform navigation tasks, or even mimic grid cells, it doesn&rsquo;t mean they&rsquo;re actually behaving like biological brains&mdash;this finding suggests that the rules that govern neural network behavior are completely unlike the way real brains work. </p><p>Choice B is incorrect. Although it mentions the rules that are programmed into the networks, this finding wouldn&rsquo;t clarify whether or not these rules have anything to do with the function of biological brains. Choice C is incorrect. This choice suggests that neural networks are modeled after multiple types of brain cells, which sidesteps the question of whether these rule-based networks are genuinely similar to biological brains. Choice D is incorrect. This choice doesn&rsquo;t address the key point of the claim, which is that the apparent similarity between neural networks and biological brains is only due to the rules programmed into the networks. It focuses on training tasks, not the originally programmed rules. </p>",
  "origin": "proteus",
  "stem": "<p>Which finding, if true, would most directly support the claim in the underlined sentence?</p>",
  "externalid": "c4cfbca4-fcc1-4015-a43f-bc8038fe1c6c",
  "stimulus": "<p>Neural networks are computer models intended to reflect the organization of human brains and are often used in studies of brain function. According to an analysis of 11,000 such networks, Rylan Schaeffer and colleagues advise caution when drawing conclusions about brains from observations of neural networks. They found that when attempting to mimic grid cells (brain cells used in navigation), while 90% of the networks could accomplish navigation-related tasks, only about 10% of those exhibited any behaviors similar to those of grid cells. <u>But even this approximation of grid-cell activity has less to do with similarity between the neural networks and biological brains than it does with the rules programmed into the networks.</u></p>",
  "templateclusterid": "fd6514b3-0c15-4e93-a8d1-7f9e96584e8f",
  "parenttemplatename": "OSP-KA-TXT-H010",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "826e0ad5-7e1a-4d45-a1cd-3b4b4d5315c5",
      "content": "<p>The rules that allow for networks to exhibit behaviors like those of grid cells have no equivalent in the function of biological brains.</p>"
    },
    {
      "id": "017b76bf-0a19-4884-8daa-2cfd3ded5de4",
      "content": "<p>The networks that do not exhibit behaviors like those of grid cells were nonetheless programmed with rules that had proven useful in earlier neural-network studies.</p>"
    },
    {
      "id": "e73ee75d-ea39-4cf2-a20a-4a016acba546",
      "content": "<p>Neural networks can often accomplish tasks that biological brains do, but they are typically programmed with rules to model multiple types of brain cells simultaneously.</p>"
    },
    {
      "id": "d39c66af-6393-49ed-976a-fc76cea1fdc1",
      "content": "<p>Once a neural network is programmed, it is trained on certain tasks to see if it can independently arrive at processes that are similar to those performed by biological brains.</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}