{
  "vaultid": "e0887e1e-50c9-4c19-b249-01a093d1d492",
  "keys": [
    "77610e10-7026-4478-9505-91d4916d8ef1"
  ],
  "rationale": "<p>Choice B is the best answer. The text states that archaeologists are interested in using scents to better understand \"ancient rituals, trade, social hierarchies, and medicine,\" all of which are important aspects of ancient life.</p><p>Choice A is incorrect. The text doesn&rsquo;t say anything about investigating if people&rsquo;s sense of smell has declined in recent centuries. It says that scents fade over time&mdash;not that people have gotten worse at smelling scents. Choice C is incorrect. The text says that archaeologists are interested in using scents to better understand \"ancient rituals, trade, social hierarchies, and medicine,\" but it doesn&rsquo;t say anything about ancient scents being enjoyable to people today. Choice D is incorrect. The text doesn&rsquo;t say anything about developing new medicines. Rather, it says that archaeologists are interested in using scents to better understand \"ancient rituals, trade, social hierarchies, and medicine.\"</p>",
  "origin": "proteus",
  "stem": "<p>According to the text, what is one reason some archaeologists are interested in recovering scents from ancient artifacts?</p>",
  "externalid": "c64a25c2-99cd-485d-b5c7-8c0aa9f6ce6f",
  "stimulus": "<p>Scent is tightly interwoven with our daily lives, often evoking significant memories and important social events. This connection is of growing interest to archaeologists who hope to use it to better understand ancient rituals, trade, social hierarchies, and medicine. Although the speed at which odor molecules dissipate makes identifying ancient scents challenging, advancements in biomolecular technologies show promise in unlocking ancient aromas from preserved artifacts. Archaeological studies making use of these advancements may provide new insights into past societies.</p>",
  "templateclusterid": "9324eb58-7e24-4fe1-ba8b-85a3b8766dde",
  "parenttemplatename": "OSP-KA-CID-E008",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "60777291-4d85-424c-b6bd-2eae10594bae",
      "content": "<p>They are investigating whether people&rsquo;s sense of smell has declined in recent centuries.</p>"
    },
    {
      "id": "77610e10-7026-4478-9505-91d4916d8ef1",
      "content": "<p>They believe the scents could illuminate important aspects of ancient life.</p>"
    },
    {
      "id": "882179c8-a5ea-460b-88ab-27b7fdf86c73",
      "content": "<p>They think that ancient scents would be enjoyable to people today.&nbsp;</p>"
    },
    {
      "id": "c0cc6eb6-8f40-423f-ba0c-752b07326757",
      "content": "<p>They hope to develop new medicines using ancient scent molecules.&nbsp;</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}