{
  "vaultid": "8176d6a4-300c-481a-8a10-d8e022841f01",
  "keys": [
    "5b014b89-222e-41a9-96d2-85fa90ea531e"
  ],
  "rationale": "<p>Choice D is the best answer. This choice explains the goal of Brook Farm&mdash;to provide mental freedom to all by engaging individuals in labor suited to their interests&mdash;using a quotation from George Ripley. </p><p>Choice A is incorrect. This choice only mentions part of Ripley&rsquo;s goal, and it doesn&rsquo;t mention Brook Farm at all. Choice B is incorrect. This choice defines what a utopia is but doesn&rsquo;t use Ripley&rsquo;s words to describe his vision for Brook Farm. Choice C is incorrect. This choice provides some background information about Brook Farm, but it doesn&rsquo;t explain its goals or include Ripley&rsquo;s words. </p>",
  "origin": "proteus",
  "stem": "<p>The student wants to explain the goal of Brook Farm using a quotation from George Ripley. Which choice most effectively uses relevant information from the notes to accomplish this goal?</p>",
  "externalid": "c6f5eb0a-6a1b-46ad-9236-c2c96c824762",
  "stimulus": "<p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>Some US reformers sought to improve society in the 1800s by building utopias.</li>\n<li>A utopia is a community intended to represent a perfect society based on a specific set of principles.</li>\n<li>One such community was Brook Farm near Boston, Massachusetts.</li>\n<li>It was founded in 1841 by writer George Ripley.</li>\n<li>Ripley wrote in a letter that his goal for Brook Farm was &ldquo;to guarantee the highest mental freedom, by providing all with labor, adapted to their tastes and talents, and securing to them the fruits of their industry.&rdquo;</li>\n</ul>",
  "templateclusterid": "aa2bd269-832f-464a-b699-f63f56a65c21",
  "parenttemplatename": "OSP-KA-SYN-M008",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "f2c02501-0358-4a9f-88db-e9a522a6b433",
      "content": "<p>In a letter, writer George Ripley explained his goal to &ldquo;guarantee the highest mental freedom.&rdquo;</p>"
    },
    {
      "id": "b61458f6-8abd-4d75-8040-e6f3d4729205",
      "content": "<p>Utopias, such as Brook Farm, founded by George Ripley in 1841, were based on a specific set of principles intended to create a perfect society.</p>"
    },
    {
      "id": "b8588c3f-fdd5-4a6b-873a-15e5d8970f7f",
      "content": "<p>Founded by George Ripley near Boston, Massachusetts, Brook Farm was part of a trend in the 1800s, when reformers in the United States built utopias.</p>"
    },
    {
      "id": "5b014b89-222e-41a9-96d2-85fa90ea531e",
      "content": "<p>Established in 1841, Brook Farm was a utopian community created to &ldquo;guarantee the highest mental freedom, by providing all with labor... [and] the fruits of their industry,&rdquo; according to founder George Ripley.</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}