{
  "vaultid": "102b0b6c-7250-4a10-af77-64596c3cef61",
  "keys": [
    "1c9b7445-1c54-4cd1-a919-4b75118f3ad7"
  ],
  "rationale": "<p>Choice A is the best answer. The text starts by stating what moral philosophy is concerned with and naming two examples of works in the field. Then it describes a shortcoming of some works in that field (they say how but not why), and finally it states that other works try to avoid that shortcoming (by including both how and why to live a morally good life). </p><p>Choice B is incorrect. This is too extreme. The text never mentions whether the two works are popular or not, and it never argues that these works don&rsquo;t serve their intended purpose of describing how to live a morally good life. Rather, the text claims that works of moral philosophy that don&rsquo;t include both how and why to be moral are not useful to readers who don&rsquo;t already want to be moral. Choice C is incorrect. This isn&rsquo;t the overall structure. The text never discusses the history of moral philosophy at all, and it doesn&rsquo;t propose any topic for further research. Choice D is incorrect. This isn&rsquo;t the overall structure. The text never discusses which of the two works is more widely read. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice best describes the overall structure of the text?</p>",
  "externalid": "c6fac08a-82e1-4c30-980e-a4ac745bd846",
  "stimulus": "<p>Works of moral philosophy, such as Plato&rsquo;s <em>Republic</em> or Aristotle&rsquo;s <em>Nicomachean Ethics</em>, are partly concerned with how to live a morally good life. But philosopher Jonathan Barnes argues that works that present a method of living such a life without also supplying a motive are inherently useful only to those already wishing to be morally good&mdash;those with no desire for moral goodness will not choose to follow their rules. However, some works of moral philosophy attempt to describe what constitutes a morally good life while also proposing reasons for living one.</p>",
  "templateclusterid": "6daca9a5-9962-41e6-8cb3-e6c04005402a",
  "parenttemplatename": "OSP-KA-TSP-H002",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "1c9b7445-1c54-4cd1-a919-4b75118f3ad7",
      "content": "<p>It provides a characterization about a field of thought by noting two works in it and then details a way in which some works in that field are more comprehensive than others.</p>"
    },
    {
      "id": "7a801321-e470-447f-9b95-2720938d6a6e",
      "content": "<p>It mentions two renowned works and then claims that despite their popularity it is impossible for these works to serve the purpose their authors intended.</p>"
    },
    {
      "id": "4b1e3ac0-8906-4bae-93c3-387474b02f6e",
      "content": "<p>It summarizes the history of a field of thought by discussing two works and then proposes a topic of further research for specialists in that field.</p>"
    },
    {
      "id": "dc9671c8-2f6a-47e0-8501-ad4021c28199",
      "content": "<p>It describes two influential works and then explains why one is more widely read than the other.</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}