{
  "vaultid": "48748156-6b4f-460f-9383-0a0a0acfd25a",
  "keys": [
    "7141a515-befb-41e3-a3b5-752e29fbb08c"
  ],
  "rationale": "<p>Choice A is the best answer. \"There\" indicates that the work of calculating Coordinated Universal Time takes place at the International Bureau of Weights and Measures in France. Because \"there\" indicates a location, it fits the context perfectly.</p><p>Choice B is incorrect. This choice uses an exemplification transition, which doesn&rsquo;t make sense here. This sentence is describing where the work of coordinating Coordinated Universal Time takes place, not giving an example of the work described in the previous sentence. Choice C is incorrect. This choice uses an exemplification transition, which doesn&rsquo;t make sense here. This sentence is describing where the work of coordinating Coordinated Universal Time takes place, not giving an example of the work described in the previous sentence. Choice D is incorrect. This choice uses a disagreement transition. But this sentence doesn&rsquo;t disagree with the previous sentence. They both describe the work involved in calculating Coordinated Universal Time.</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical transition?</p>",
  "externalid": "c8cd8993-74e1-4208-a541-f35ff4dbfeda",
  "stimulus": "<p>Establishing Coordinated Universal Time (UTC) is no easy task. Each month, readings of a single second from atomic clocks around the world are taken and sent to the International Bureau of Weights and Measures (BIPM) in France. <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> BIPM metrologists perform the meticulous work of assembling these minutely disparate readings into a globally shared time standard.</p>",
  "templateclusterid": "2ff0a3a6-db93-40bb-ae6f-1881d60971ce",
  "parenttemplatename": "OSP-KA-TRA-M010",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "7141a515-befb-41e3-a3b5-752e29fbb08c",
      "content": "<p>There,</p>"
    },
    {
      "id": "b488ed37-313d-45fa-a384-8316387dab7f",
      "content": "<p>In particular,</p>"
    },
    {
      "id": "9ed153be-085a-4648-b325-e7da8d444742",
      "content": "<p>For example,</p>"
    },
    {
      "id": "fe99f170-d9c9-4c84-8537-bfe67a5524cd",
      "content": "<p>Conversely,</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}