{
  "vaultid": "f428b9b7-fd04-46be-8d8b-7f2a38ded204",
  "keys": [
    "844e461d-3c08-4ba1-b382-d4b6f87a3200"
  ],
  "rationale": "<p>Choice D is the best answer. &ldquo;That is&rdquo; logically signals that this sentence clarifies the terms of the scientific debate introduced in the previous sentence by explaining the difference between dispersalists and vicariancists. </p><p>Choice A is incorrect because &ldquo;furthermore&rdquo; illogically signals that the information in this sentence is merely additional to (and separate from) the information in the previous sentence about the scientific debate. Instead, the information about dispersalists and vicariancists clarifies the terms of that debate. Choice B is incorrect because &ldquo;by contrast&rdquo; illogically signals that the information in this sentence contrasts with the information in the previous sentence about the scientific debate. Instead, the information about dispersalists and vicariancists clarifies the terms of that debate. Choice C is incorrect because &ldquo;similarly&rdquo; illogically signals that the information in this sentence is merely similar to the information in the previous sentence about the scientific debate. Instead, the information about dispersalists and vicariancists clarifies the terms of that debate. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical transition?</p>",
  "externalid": "c956956e-cfea-4723-b4c0-78b3b2301076",
  "stimulus": "<p>In a heated debate in biogeography, the field is divided between dispersalists and vicariancists. <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> there are those who argue that dispersal is the most crucial determining factor in a species&rsquo; distribution, and those who insist that vicariance (separation due to geographic barriers) is. Biogeographer Isabel Sanmart&iacute;n counts herself among neither.</p>",
  "templateclusterid": "80dba2b4-ec67-4663-9800-cf7bfbef6268",
  "parenttemplatename": "OSP-KA-TRA-H001",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "82d1c2e1-791e-469d-995f-20307492163b",
      "content": "<p>Furthermore,</p>"
    },
    {
      "id": "49cff7e7-68d3-45aa-86ff-76f1540bad9f",
      "content": "<p>By contrast,</p>"
    },
    {
      "id": "b66784d1-e810-4be4-97a3-5f12cfe270f0",
      "content": "<p>Similarly,</p>"
    },
    {
      "id": "844e461d-3c08-4ba1-b382-d4b6f87a3200",
      "content": "<p>That is,</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}