{
  "vaultid": "ea260621-0aaa-4586-ba1d-934230308184",
  "keys": [
    "ad9f74b1-46c8-4d16-b2c5-c9c1b0ff7521"
  ],
  "rationale": "<p>Choice A is the best answer because it uses data from the table to effectively support the claim that book genres that typically require the reader to start at the beginning of the story and read straight through are more commercially successful as e-books than other genres. For each of three years, the table presents four book genres and the percentage of total sales for each genre in e-book format. Cookbooks, a nonfiction genre, do not require the reader to read straight through. According to the table, 10.5 percent of total cookbook sales in 2016 were in the e-book format. The 2016 percentage of e-book sales was 36.7 percent in the science fiction and fantasy genre, which are typically stories read straight through from start to finish. The higher percentage of total sales of the story-based e-books in 2016 supports the claim in the text. </p><p>Choice B is incorrect because it compares the e-book sales of romance books in 2006 to those in 2016. Romance books are meant to be read straight through from start to finish. The text claims that books that are not stories and do not require reading straight through are not as commercially successful in e-book format as those that do. As this choice is only comparing e-book sales for one genre, it does not support the claim. Choice C is incorrect because both science fiction and fantasy and romance novels are fiction books meant to be read straight through from beginning to end. The text claims that books that are not stories and do not require reading straight through are less commercially successful in e-book format than those that do. As this choice does not compare e-book sales of story genres to e-book sales in genres that are not stories, it does not support the claim. Choice D is incorrect. Although the data in the table show that the travel guide e-books made up a greater percentage of total sales in 2016 than in 2011, this doesn&rsquo;t illustrate the claim in the text that e-books in nonfiction genres not meant to be read straight through are less commercially successful. The claim cannot be supported without comparing the percentage of e-book sales between fiction and nonfiction book genres from the table.&nbsp;</p>",
  "origin": "proteus",
  "stem": "<p>Which choice most effectively uses data from the table to illustrate the claim?</p>",
  "externalid": "ca139201-2cec-42e7-8d12-d556256c8276",
  "stimulus": "<p><figure class=\"table\"><table class=\"gdr\"><caption style=\"caption-side: top;\"><p style=\"text-align: center;\">E-book Sales as a Percentage of Total Unit Sales in All Book Formats for a Large US Trade Publisher, by Genre, 2006, 2011, 2016</p></caption><thead><tr><th scope=\"col\" style=\"text-align: center; vertical-align: bottom;\">Genre</th><th scope=\"col\" style=\"text-align: center; vertical-align: bottom;\">2006</th><th scope=\"col\" style=\"text-align: center; vertical-align: bottom;\">2011</th><th scope=\"col\" style=\"text-align: center; vertical-align: bottom;\">2016</th></tr></thead><tbody><tr><th scope=\"row\" style=\"text-align: left;\">science fiction and fantasy</th><td style=\"text-align: center;\">0.6</td><td style=\"text-align: center;\">27.7</td><td style=\"text-align: center;\">36.7</td></tr><tr><th scope=\"row\" style=\"text-align: left;\">cookbooks</th><td style=\"text-align: center;\">0</td><td style=\"text-align: center;\">2.9</td><td style=\"text-align: center;\">10.5</td></tr><tr><th scope=\"row\" style=\"text-align: left;\">travel guides</th><td style=\"text-align: center;\">0</td><td style=\"text-align: center;\">5.5</td><td style=\"text-align: center;\">24.6</td></tr><tr><th scope=\"row\" style=\"text-align: left;\">romance</th><td style=\"text-align: center;\">0.3</td><td style=\"text-align: center;\">40.6</td><td style=\"text-align: center;\">56.2</td></tr></tbody></table></figure></p>\n<p>E-books became an increasingly popular means of reading in the United States in the 2000s and 2010s, though that popularity was concentrated in titles that, like those in most fiction genres, are meant to be read straight through from beginning to end. For books in nonfiction genres that do not tell stories and require the reader to flip back and forth through a volume, e-books were significantly less commercially successful. This can be seen by comparing <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "c5885851-83ec-4001-8973-27670992356b",
  "parenttemplatename": "OSP-509-QUA",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "ad9f74b1-46c8-4d16-b2c5-c9c1b0ff7521",
      "content": "<p>the percentage of 2016 cookbook sales that were e-books with the percentage of 2016 science fiction and fantasy sales that were e-books.</p>"
    },
    {
      "id": "b017876b-d2fd-44d3-9a7a-af5cc77fcfd2",
      "content": "<p>the percentage of 2006 romance sales that were e-books with the percentage of 2016 romance sales that were e-books.</p>"
    },
    {
      "id": "c6b4bcf7-06f0-41fa-82af-9c491aaca1f0",
      "content": "<p>the percentage of 2006 romance sales that were e-books with the 2006 science fiction and fantasy sales that were e-books.</p>"
    },
    {
      "id": "c217d120-e405-48c3-ac94-aa1b5537dc4b",
      "content": "<p>the percentage of 2011 travel guide sales that were e-books with the percentage of 2016 travel guide sales that were e-books.</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}