{
  "vaultid": "aba47076-5537-4e5f-93cd-aeaef6ba4805",
  "keys": [
    "58c4fcbb-2e41-47ba-a178-677156c0f27e"
  ],
  "rationale": "<p>Choice D is the best answer. &ldquo;Additionally&rdquo; logically signals that the painting analysis discussed in this sentence is an additional part of the botany research discussed in the previous sentence. That is, to research which fruits Umbrians grew in the past, the botanist analyzes old paintings in addition to looking at old lists of ingredients.&nbsp;</p><p>Choice A is incorrect because &ldquo;in sum&rdquo; illogically signals that the painting analysis discussed in this sentence is a concluding summary of the botany research discussed in the previous sentence. Instead, the painting analysis is an additional part of that research. Choice B is incorrect because &ldquo;instead&rdquo; illogically signals that the painting analysis discussed in this sentence is an alternative to the botany research discussed in the previous sentence. Rather, the painting analysis is an additional part of that research. Choice C is incorrect because &ldquo;thus&rdquo; illogically signals that the painting analysis discussed in this sentence is a result of the botany research discussed in the previous sentence. Instead, the painting analysis is an additional part of that research. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical transition?</p>",
  "externalid": "ca657b0e-f012-43f4-a83e-4ab1fc4e2828",
  "stimulus": "<p>To discover which fruit varieties were grown in Italy&rsquo;s Umbria region before the introduction of industrial farming, botanist Isabella Dalla Ragione often turns to centuries-old lists of cooking ingredients. <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> she analyzes Renaissance paintings of Umbria, as they can provide accurate representations of fruits that were grown there long ago. </p>",
  "templateclusterid": "10c99af2-a9cf-47a6-907a-4670cb9ad6eb",
  "parenttemplatename": "OSP-203-TRA",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "f4db66da-f3f4-44cf-a765-21fef9c83ac4",
      "content": "<p>In sum,</p>"
    },
    {
      "id": "07057966-3018-4f4a-a6ad-7892e2eb5998",
      "content": "<p>Instead,</p>"
    },
    {
      "id": "7c25d6dd-2ec7-4543-886a-7ca8b6972fe7",
      "content": "<p>Thus,</p>"
    },
    {
      "id": "58c4fcbb-2e41-47ba-a178-677156c0f27e",
      "content": "<p>Additionally,</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}