{
  "vaultid": "49153ba4-ecc8-42d8-9e51-8f59bfdbd624",
  "keys": [
    "0b22c640-edff-4fcf-8875-c7a6a63ef7e5"
  ],
  "rationale": "<p>Choice D is the best answer. The text describes the very low ceiling of the cave, making it impossible to photograph the very wide glyphs all at once. </p><p>Choice A is incorrect. The text doesn&rsquo;t say this. It never suggests that the cave was remote or difficult to access, just that the cave itself was difficult to photograph well. Choice B is incorrect. The text doesn&rsquo;t say this. The glyphs were so wide that they couldn&rsquo;t be photographed completely. Choice C is incorrect. The text states the opposite of this. The researchers &ldquo;used a technique called photogrammetry to assemble numerous photos of the walls into a 3D model.&rdquo; </p>",
  "origin": "proteus",
  "stem": "<p>According to the text, what challenge did the researchers have to overcome to examine the glyphs?</p>",
  "externalid": "caf0a82a-425b-4a35-aa35-5c478fe13afb",
  "stimulus": "<p>In 2022, researchers rediscovered ancient indigenous glyphs, or drawings, on the walls of a cave in Alabama. The cave&rsquo;s ceiling was only a few feet high, affording no position from which the glyphs, being as wide as ten feet, could be viewed or photographed in their entirety. However, the researchers used a technique called photogrammetry to assemble numerous photos of the walls into a 3D model. They then worked with representatives of tribes originally from the region, including the Chickasaw Nation, to understand the significance of the animal and humanoid figures adorning the cave.</p>",
  "templateclusterid": "406eb3e5-6ce2-4800-a1fb-6f9cf8728937",
  "parenttemplatename": "OSP-KA-CID-E003",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "5d0c8339-3fbc-4a03-b116-70a73c73254a",
      "content": "<p>The cave was so remote that the researchers couldn&rsquo;t easily reach it.</p>"
    },
    {
      "id": "bca0455c-79f4-4024-bcec-a15c8bcc5197",
      "content": "<p>Some of the glyphs were so faint that they couldn&rsquo;t be photographed.</p>"
    },
    {
      "id": "ddf90423-fe18-4a36-bcab-c4e4546fe2ef",
      "content": "<p>The researchers were unable to create a 3D model of the cave.</p>"
    },
    {
      "id": "0b22c640-edff-4fcf-8875-c7a6a63ef7e5",
      "content": "<p>The cave&rsquo;s dimensions prevented the researchers from fully viewing the glyphs.</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}