{
  "vaultid": "e1f8d681-2422-44e0-b384-915d9a729d7a",
  "keys": [
    "b0bef182-5392-4168-b54f-3fdaf58fe755"
  ],
  "rationale": "<p>Choice D is the best answer. This choice correctly uses a semicolon to punctuate a complex list (which is made up of items that have commas in them).</p><p>Choice A is incorrect. This is a complex list, indicated by the semicolon between \"1998\" and \"Carolyn Bertozzi.\" What comes after the blank is a separate list item, so punctuation is needed after \"Stanford.\" Choice B is incorrect. This is a complex list, indicated by the semicolon between \"1998\" and \"Carolyn Bertozzi.\" The items in this list have internal punctuation in the form of commas and must therefore be separated by semicolons to avoid confusion. Choice C is incorrect. This is a complex list, indicated by the semicolon between \"1998\" and \"Carolyn Bertozzi.\" Colons aren&rsquo;t used to separate items in a list.</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>",
  "externalid": "cea96fdd-ebbd-442a-8b87-1b4e0568d15c",
  "stimulus": "<p>The 2022 Nobel Prize in Chemistry was awarded to three pioneers in the field of click chemistry: two-time Nobel laureate Barry Sharpless, who coined the term &ldquo;click chemistry&rdquo; in 1998; Carolyn Bertozzi, founder of the Bertozzi Group at <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> and Morten Meldal, a professor at the University of Copenhagen in Denmark.&nbsp;</p>",
  "templateclusterid": "60e5b2ab-e289-416e-89b6-c72d8fb273d5",
  "parenttemplatename": "OSP-KA-BOU-M009",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "cbca0d43-3c10-49b8-bcfd-a816d20173c9",
      "content": "<p>Stanford</p>"
    },
    {
      "id": "877b8a89-faea-4a13-84ff-704dd022dc26",
      "content": "<p>Stanford,</p>"
    },
    {
      "id": "a5822f47-733f-4640-905a-f20d7c7a5965",
      "content": "<p>Stanford:</p>"
    },
    {
      "id": "b0bef182-5392-4168-b54f-3fdaf58fe755",
      "content": "<p>Stanford;</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}