{
  "vaultid": "154647ff-d608-4cb8-b1f4-389bfa5ec640",
  "keys": [
    "a6800f98-e09d-412a-af97-4eef83b904c7"
  ],
  "rationale": "<p>Choice B is the best answer. The text starts with a general statement that introduces Shannon, then describes a specific contribution from one of his papers, then provides a quote that illustrates just how important this contribution was. </p><p>Choice A is incorrect. This isn&rsquo;t the overall structure. The text only mentions very briefly, in parentheses, that &ldquo;binary digit&rdquo; was shortened to &ldquo;bit.&rdquo; It doesn&rsquo;t go into detail about this name change, and it doesn&rsquo;t discuss any &ldquo;common usage&rdquo; of the name at all. Choice C is incorrect. This isn&rsquo;t the overall structure. Shannon&rsquo;s employment at Bell Labs is only mentioned once, very briefly: the text never goes into detail about his career there, and it never mentions any recognition he received there. Choice D is incorrect. This is too narrow. Overall, the text is about Shannon&rsquo;s importance in his field, not just this one paper of his. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice best describes the overall structure of the text?</p>",
  "externalid": "cfed6bf7-ec1f-4dd1-bc04-daa74a4bb1a3",
  "stimulus": "<p>Mathematician Claude Shannon is widely regarded as a foundational figure in information theory. His most important paper, &ldquo;A Mathematical Theory of Communication,&rdquo; published in 1948 when he was employed at Bell Labs, utilized a concept called a &ldquo;binary digit&rdquo; (shortened to &ldquo;bit&rdquo;) to measure the amount of information in any signal and determine the fastest rate at which information could be transmitted while still being reliably decipherable. Robert Gallagher, one of Shannon&rsquo;s colleagues, said that the bit was &ldquo;[Shannon&rsquo;s] discovery, and from it the whole communications revolution has sprung.&rdquo;</p>",
  "templateclusterid": "abe64155-ae37-4267-9d6c-3ce41faeef99",
  "parenttemplatename": "OSP-KA-TSP-H004",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "3793af1f-e158-4f4f-874d-a5f39fef6e8f",
      "content": "<p>It presents a theoretical concept, illustrates how the name of the concept has changed, and shows how the name has entered common usage.</p>"
    },
    {
      "id": "a6800f98-e09d-412a-af97-4eef83b904c7",
      "content": "<p>It introduces a respected researcher, describes an aspect of his work, and suggests why the work is historically significant.</p>"
    },
    {
      "id": "a42ae42a-8016-46cb-9340-33706b4b8e18",
      "content": "<p>It names the company where an important mathematician worked, details the mathematician&rsquo;s career at the company, and provides an example of the recognition he received there.</p>"
    },
    {
      "id": "a1f6280d-5a53-4873-aeb5-3999101f569d",
      "content": "<p>It mentions a paper, offers a summary of the paper&rsquo;s findings, and presents a researcher&rsquo;s commentary on the paper.</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}