{
  "vaultid": "a8a1dac2-5da0-41b1-858e-6e5f73eef2a3",
  "keys": [
    "a649a554-522d-49ce-bce8-714e463d33db"
  ],
  "rationale": "<p>Choice A is the best answer. The first sentence introduces Senju as a famous artist, while the next three sentences describe the defining features of his art, such as it only showing part of the waterfall and its origins in US art movements and Japanese techniques. </p><p>Choice B is incorrect. The text doesn&rsquo;t provide examples of any other artists who use Senju&rsquo;s techniques. Choice C is incorrect. The text doesn&rsquo;t describe any single famous painting or make comparisons between paintings. Choice D is incorrect. The text doesn&rsquo;t provide an opinion on Senju (just facts), nor does it suggest that his art has been overlooked&mdash;in fact, it states that he is &ldquo;known worldwide.&rdquo; </p>",
  "origin": "proteus",
  "stem": "<p>Which choice best describes the overall structure of the text?</p>",
  "externalid": "cffc9b1f-c10b-4f3c-bde4-418ef75a5f08",
  "stimulus": "<p>Hiroshi Senju is known worldwide for his paintings of waterfalls. These paintings are large and tend not to show the entire waterfall.&nbsp; Instead, Senju focuses on just the point where the falling water reaches the pool below, keeping the top of the waterfall out of view. While Senju&rsquo;s paintings are rooted in art movements originating in the United States, the artist uses traditional Japanese techniques and materials that make his work instantly recognizable.</p>",
  "templateclusterid": "bc1e8fb7-d52e-4ff6-8d6b-9b8048147147",
  "parenttemplatename": "OSP-KA-TSP-E006",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "a649a554-522d-49ce-bce8-714e463d33db",
      "content": "<p>It introduces an artist and then explains some common characteristics of well-known paintings by that artist.</p>"
    },
    {
      "id": "f863e1f6-857c-4639-9658-f0b3c454d024",
      "content": "<p>It explains a specific painting technique and then provides examples of artists who use the technique.</p>"
    },
    {
      "id": "6dba2312-8046-408d-a37d-60e46e3e3163",
      "content": "<p>It describes a famous painting and then compares it to a lesser-known painting from the same time period.&nbsp;</p>"
    },
    {
      "id": "4f2dbc38-9889-4ce9-b2b1-82b72d3bab67",
      "content": "<p>It gives an opinion on an artist and then suggests multiple reasons why the artist&rsquo;s work has been largely overlooked.</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}