{
  "vaultid": "6f1e83ff-488e-4eb2-a595-dc8d5575dc95",
  "keys": [
    "60b70d22-9fc0-4eaa-89c8-d4c9e94c1324"
  ],
  "rationale": "<p>Choice A is the best answer. The word \"reaching\" in this text means \"to arrive\" at Earth. Before, the light had been traveling across space; now, it had arrived at Earth.</p><p>Choice B is incorrect. \"Consulting with\" means \"seeking advice or information from someone.\" Light is not alive, so it can&rsquo;t consult with Earth. Choice C is incorrect. It&rsquo;s confusing to say that starlight is \"only now running to Earth,\" both because light doesn&rsquo;t literally \"run\" and because the text is describing the moment the light touches Earth, not the period of time when it&rsquo;s traveling to Earth. Choice D is incorrect. This might be tempting, as \"clinging to\" has a connotation of \"sticking to.\" It wouldn&rsquo;t make sense to say that the light was \"only now\" clinging to Earth.</p>",
  "origin": "proteus",
  "stem": "<p>As used in the text, what does the word &ldquo;reaching&rdquo; most nearly mean?</p>",
  "externalid": "d1cf2aa4-3cbd-4fee-b186-c241183fc074",
  "stimulus": "<p>The following text is adapted from Mohsin Hamid&rsquo;s 2017 novel <em>Exit West</em>. Saeed lives with his mother and father.</p>\n<p>On cloudless nights after a daytime rain, Saeed&rsquo;s father would sometimes bring out the telescope, and the family would sip green tea on their balcony, enjoying a breeze, and take turns to look up at objects whose light, often, had been emitted before any of these three viewers had been born&mdash;light from other centuries, only now <u>reaching</u> Earth.</p>\n<p>&copy;2017 by Mohsin Hamid</p>",
  "templateclusterid": "0481745f-d466-41fb-8966-a87d8c017da7",
  "parenttemplatename": "OSP-KA-WIC-M005",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "60b70d22-9fc0-4eaa-89c8-d4c9e94c1324",
      "content": "<p>Arriving at</p>"
    },
    {
      "id": "682d8bf2-9b26-4ed0-9233-5a7ad720ebab",
      "content": "<p>Consulting with</p>"
    },
    {
      "id": "2b99c944-5bad-44fe-95d1-171fed87af9e",
      "content": "<p>Running to</p>"
    },
    {
      "id": "48878efc-7469-47a8-a272-8a20a99b0634",
      "content": "<p>Clinging to</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}