{
  "vaultid": "4f07e270-9128-45a5-8ffa-865800d33eeb",
  "keys": [
    "98db816e-1b69-4741-a6c5-94f805b3d5ee"
  ],
  "rationale": "<p>Choice D is the best answer. Cooling magma would create basalt, but &ldquo;a planetary surface that formed in a mostly basaltic environment would be unlikely to contain large amounts of silica.&rdquo; Since Mars&rsquo;s crust does contain large amounts of silica, it is unlikely that Mars&rsquo;s crust was formed exclusively by cooling magma. Therefore, there were likely other major geological events that created the high silica concentrations. </p><p>Choice A is incorrect. Although the passage discusses these two methods of collecting data about Mars&rsquo;s crust, it never compares their reliability, so there&rsquo;s no basis for this inference. Choice B is incorrect. The passage never mentions anything about the crusts of other planets, so there&rsquo;s no basis for this inference. Choice C is incorrect. The passage never mentions Earth&rsquo;s crust, so there&rsquo;s no basis for this inference. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice most logically completes the text?</p>",
  "externalid": "d1efe6e8-5201-4a69-97dd-f475820fb912",
  "stimulus": "<p>Scientists studying Mars long thought the history of its crust was relatively simple. One reason for this is that geologic and climate data collected by a spacecraft showed that the crust was largely composed of basalt, likely as a result of intense volcanic activity that brought about a magma ocean, which then cooled to form the planet&rsquo;s surface. A study led by Valerie Payr&eacute; focused on additional information&mdash;further analysis of data collected by the spacecraft and infrared wavelengths detected from Mars&rsquo;s surface&mdash;that revealed the presence of surprisingly high concentrations of silica in certain regions on Mars. Since a planetary surface that formed in a mostly basaltic environment would be unlikely to contain large amounts of silica, Payr&eacute; concluded that <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "8c439a6b-bad8-41ab-baeb-c36e23b3f3bd",
  "parenttemplatename": "OSP-KA-INF-H009",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "22c694b7-ab8d-4454-953b-f1f0ce77ae11",
      "content": "<p>the information about silica concentrations collected by the spacecraft is likely more reliable than the silica information gleaned from infrared wavelengths detected from Mars&rsquo;s surface.</p>"
    },
    {
      "id": "701e2b9c-1489-4b0a-89db-3acddda13404",
      "content": "<p>high silica concentrations on Mars likely formed from a different process than that which formed the crusts of other planets.</p>"
    },
    {
      "id": "dfdc5723-7fc8-4258-a670-00f771527df4",
      "content": "<p>having a clearer understanding of the composition of Mars&rsquo;s crust and the processes by which it formed will provide more insight into how Earth&rsquo;s crust formed. &nbsp;</p>"
    },
    {
      "id": "98db816e-1b69-4741-a6c5-94f805b3d5ee",
      "content": "<p>Mars&rsquo;s crust likely formed as a result of other major geological events in addition to the cooling of a magma ocean.&nbsp;</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}