{
  "vaultid": "e6f8a500-60e9-4a63-afda-6476750ec906",
  "keys": [
    "de075482-eb35-4e8a-8274-1241dfaa1eca"
  ],
  "rationale": "<p>Choice A is the best answer. The text first describes hagfish slime and its properties, then it transitions to talking about the possibilities of using lab-made equivalents to use in eco-friendly fabrics. </p><p>Choice B is incorrect. The text says the opposite of this choice. The researchers are developing an alternative to petroleum-based fabric. Choice C is incorrect. This choice is too narrow to be the main point of the text. Only one line describes how farming would be &ldquo;potentially harmful&rdquo; to the hagfish. Choice D is incorrect. This choice isn&rsquo;t supported by the text. We don&rsquo;t know from the text whether being jawless makes the hagfish more vulnerable. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice best states the text&rsquo;s main idea?</p>",
  "externalid": "d79cda6b-8ba1-4775-a193-020ecb1ed970",
  "stimulus": "<p>To protect themselves when being attacked, hagfish&mdash;jawless marine animals that resemble eels&mdash;will release large quantities of slimy, mucus-like threads. Because these threads are unusually strong and elastic, scientist Atsuko Negishi and her colleagues have been trying to recreate them in a lab as an eco-friendly alternative to petroleum-based fibers that are often used in fabrics. The researchers want to reproduce the threads in the lab because farming hagfish for their slime would be expensive and potentially harmful to the hagfish.</p>",
  "templateclusterid": "f0015ae1-1270-48a6-82aa-f4d3d41b2e82",
  "parenttemplatename": "OSP-KA-CID-M004",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "de075482-eb35-4e8a-8274-1241dfaa1eca",
      "content": "<p>The slimy threads that hagfish release might help researchers create a new kind of fabric.</p>"
    },
    {
      "id": "9bf74701-8a4a-46fe-bfa4-6f2a411ef4ed",
      "content": "<p>Hagfish have inspired researchers to develop a new petroleum-based fabric.</p>"
    },
    {
      "id": "24ab5ee9-935d-4f8a-acd1-dea537570c33",
      "content": "<p>Hagfish are not well suited to being raised in captivity.</p>"
    },
    {
      "id": "799e524c-5711-40c8-a864-e81eb1f4919e",
      "content": "<p>The ability of hagfish to slime their attackers compensates for their being jawless.</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}