{
  "vaultid": "229b53a4-ba3b-49ff-b342-a24fd084f0e8",
  "keys": [
    "8e1abf00-503f-40df-9fcb-6dd16da6d17d"
  ],
  "rationale": "<p>Choice B is the best answer. The text tells us that the black-furred wolves are more common in areas with regular outbreaks of distemper virus and are more likely to be immune to distemper than the gray-furred wolves. This suggests that the gene variant that results in black fur may be linked to immunity to the distemper virus.</p><p>Choice A is incorrect. The text never compares North American gray wolves to other wolf species&mdash;in fact, it never discusses other wolf species at all, so there&rsquo;s no basis for this inference. Choice C is incorrect. The life span of gray wolves is never mentioned in this text, so we have no basis for this inference. Choice D is incorrect. This is too extreme. The text says that \"black-furred wolves are more likely to be immune to distemper than the gray-furred wolves,\" but that alone doesn&rsquo;t mean that black-furred wolves will replace gray-furred wolves across North America.</p>",
  "origin": "proteus",
  "stem": "<p>Which choice most logically completes the text?</p>",
  "externalid": "d9ea4ec9-adaf-400a-8375-5649d37cc5c7",
  "stimulus": "<p>North American gray wolves usually have mixed gray and white fur, but some members of the species have a version of a gene, or gene variant, that gives them a mostly black coat instead. Sarah Cubaynes and her team studied twelve populations of North American gray wolves. They found that the black-furred wolves are more common in areas where outbreaks of distemper virus happen regularly. The team also discovered that the black-furred wolves are more likely to be immune to distemper than the gray-furred wolves are. Taken together, these findings suggest that <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "9cbb54c9-dbe2-44d4-bce1-99c8d153389d",
  "parenttemplatename": "OSP-KA-INF-E010",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "0a33b0af-9e82-4025-9474-ed2b3b54d136",
      "content": "<p>North American gray wolves experience more outbreaks of distemper virus than other wolf species do.</p>"
    },
    {
      "id": "8e1abf00-503f-40df-9fcb-6dd16da6d17d",
      "content": "<p>the gene variant that results in black fur may be linked to immunity to the distemper virus.</p>"
    },
    {
      "id": "2d44cc85-9355-4c03-b733-9e2181b984fc",
      "content": "<p>the average life span of gray wolves is likely to increase over time because of a particular gene variant.</p>"
    },
    {
      "id": "72dbaf90-7f11-492c-ad7b-cb8b1ad5d25f",
      "content": "<p>gray-furred wolves will soon replace black-furred wolves across North America.</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}