{
  "vaultid": "8726b441-ce9f-457e-b6a8-f9c789a89b49",
  "keys": [
    "ed1a4794-17c5-4722-b1f1-228f12b17e3d"
  ],
  "rationale": "<p>Choice A is the best answer. The previous sentence tells us how economists in India \"use\" a certain tool, while this sentence describes general facts about that tool. To express general facts (and also to match the simple present tense of \"use\"), we should use the simple present tense form \"measures.\"</p><p>Choice B is incorrect. This choice uses the past perfect tense, but the previous sentence tells us that the tool is currently used to measure things, so the past tense doesn&rsquo;t make sense for this verb. Choice C is incorrect. This choice uses the future perfect conditional tense, but the previous sentence tells us that the tool is currently used to measure things, so the future tense doesn&rsquo;t make sense for this verb. Choice D is incorrect. This choice uses the future perfect continuous tense, but the previous sentence tells us that the tool is currently used to measure things, so the future tense doesn&rsquo;t make sense for this verb.</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>",
  "externalid": "da5f48d2-3276-4469-85e5-9116ec9afd2c",
  "stimulus": "<p>In recent years, economists around the world have created new tools that quantify the overall well-being of a country&rsquo;s citizens. Economists in India, for example, use an Ease of Living Index. This tool <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> economic potential, sustainability, and citizens&rsquo; quality of life.</p>",
  "templateclusterid": "7ba0c133-bd44-43f8-8185-a556872fad3f",
  "parenttemplatename": "OSP-KA-FSS-E007",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "ed1a4794-17c5-4722-b1f1-228f12b17e3d",
      "content": "<p>measures</p>"
    },
    {
      "id": "8cc3010c-0285-4ca2-98bd-01bf08d24bb9",
      "content": "<p>had measured</p>"
    },
    {
      "id": "55dd2267-e03b-40bb-85c0-a2731a117542",
      "content": "<p>would have measured</p>"
    },
    {
      "id": "b3982f1a-35cf-4910-a5b4-e6e4165a0b50",
      "content": "<p>will have been measuring</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}