{
  "vaultid": "cbff438f-ec3a-4703-9875-3b829508861e",
  "keys": [
    "032b8e14-5f22-41ad-b350-cb1f5622753a"
  ],
  "rationale": "<p>Choice B is the best answer. The first sentence makes the claim that using grime-eating bacteria has led to &ldquo;impressive results.&rdquo; This sentence supports that claim by describing the specific findings of the biologists&rsquo; experimentation. The transition &ldquo;in many cases&rdquo; fits the context perfectly. </p><p>Choice A is incorrect. This choice uses a disagreement transition. But this sentence actually agrees with the previous sentence. Both claim that grime-eating bacteria are better at cleaning artworks than chemicals. Choice C is incorrect. This choice uses a cause-and-effect transition, which doesn&rsquo;t make sense in context. The fact that the results of the experimentation have been impressive overall doesn&rsquo;t cause the bacteria to have proven more effective. Choice D is incorrect. This choice uses a transition that indicates the addition of a new idea. But this sentence doesn&rsquo;t introduce a new idea. Instead, it elaborates on the same idea laid out in the previous sentence by describing the &ldquo;impressive results&rdquo; in more detail. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical transition?</p>",
  "externalid": "db7f27c9-80b1-4168-9dda-b415c1979457",
  "stimulus": "<p>For years, biologists have experimented with using grime-eating bacteria rather than harsh chemicals to clean artworks, and results have been impressive overall. <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> these bacterial strains&mdash;which can metabolize centuries&rsquo; worth of oil, glue, dirt, and other surface impurities without creating harmful byproducts&mdash;have proven more effective than traditional chemical cleaning methods.</p>",
  "templateclusterid": "ac73529d-0adc-4c35-ad69-555965ed8963",
  "parenttemplatename": "OSP-KA-TRA-M002",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "6c713a0f-0b50-4f17-947c-1b3557524bd2",
      "content": "<p>However,</p>"
    },
    {
      "id": "032b8e14-5f22-41ad-b350-cb1f5622753a",
      "content": "<p>In many cases,</p>"
    },
    {
      "id": "3d42a470-08e5-4bb1-86f8-80a27c74e965",
      "content": "<p>As a result,</p>"
    },
    {
      "id": "5791ff59-eb15-4c6a-a0fe-fe78fed5cc5e",
      "content": "<p>Additionally,</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}