{
  "vaultid": "72bcc16d-01e6-45de-ae37-a8925fbfefe2",
  "keys": [
    "97e44d0c-a4eb-456a-b542-ca3fbcfd337f"
  ],
  "rationale": "<p>Choice A is the best answer. It best describes the main idea of the text. The text starts by saying that historians of the Black Power movement are too reliant on openly ideological works, which were written mostly by men, as sources. The text then describes Farmer&rsquo;s research: she has shown that including other kinds of sources leads to a better understanding of the Black Power movement and the role Black women played in it.</p><p>Choice B is incorrect. This doesn&rsquo;t describe the main idea of the text. In fact, it conflicts with the text. The text says that historians have relied on \"essays and other explicitly ideological works,\" which suggests that they <em>have</em> studied at least some of the intellectual dimensions of the Black Power movement. Choice C is incorrect. This doesn&rsquo;t describe the main idea of the text. The text never mentions how other historians of the Black Power movement view Farmer&rsquo;s use of unconventional sources. In fact, the text itself argues in favor of Farmer&rsquo;s research, claiming that it has led to a \"much better understanding of the movement.\" Choice D is incorrect. This doesn&rsquo;t describe the main idea of the text. The text never mentions what any figures in the Black Power movement thought about women&rsquo;s roles in the movement.</p>",
  "origin": "proteus",
  "stem": "<p>Which choice best describes the main idea of the text?</p>",
  "externalid": "dbf413aa-7ed0-4c04-a674-6de10190f3f5",
  "stimulus": "<p>Many intellectual histories of the Black Power movement of the 1960s and 1970s rely heavily on essays and other explicitly ideological works as primary sources, a tendency that can overrepresent the perspectives of a small number of thinkers, most of whom were male. Historian Ashley D. Farmer has shown that expanding the array of primary sources to encompass more types of print material&mdash;including political cartoons, advertisements, and artwork&mdash;leads to a much better understanding of the movement and the crucial and diverse roles that Black women played in shaping it.&nbsp;</p>",
  "templateclusterid": "4794d87e-e72f-4a11-b9e3-eaa166d47668",
  "parenttemplatename": "OSP-001-CID",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "97e44d0c-a4eb-456a-b542-ca3fbcfd337f",
      "content": "<p>Farmer&rsquo;s methods and research have enriched the historical understanding of the Black Power movement and Black women&rsquo;s contributions to it.</p>"
    },
    {
      "id": "b9c851a7-63c1-416e-8254-1e6a8b1ca650",
      "content": "<p>Before Farmer&rsquo;s research, historians had largely ignored the intellectual dimensions of the Black Power movement.&nbsp;</p>"
    },
    {
      "id": "2cb34289-f326-4c3f-ba05-4e585e2b97c4",
      "content": "<p>Other historians of the Black Power movement have criticized Farmer&rsquo;s use of unconventional primary sources.&nbsp;</p>"
    },
    {
      "id": "188419a3-27f6-4f71-9e0d-05e6b45b89b1",
      "content": "<p>The figures in the Black Power movement whom historians tend to cite would have agreed with Farmer&rsquo;s conclusions about women&rsquo;s roles in the movement.</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}