{
  "vaultid": "2b590194-86e9-46cd-b508-2c478e69f9e4",
  "keys": [
    "8fa1c8bd-cdea-4eff-802e-53b786079cbb"
  ],
  "rationale": "<p>Choice A is the best answer. The author of Text 2 argues that Morrison&rsquo;s use of the sermon is not only influenced by Ellison, but also by a &ldquo;community-wide strategy of resistance&rdquo; to literary conventions practiced by Black American authors. Ellison, Text 2 alleges, is only one of many influences on Morrison. </p><p>Choice B is incorrect. Neither text specifically mentions sermons in works by authors other than Morrison or Ellison, only a tendency towards eroding &ldquo;the division between oral and written forms&rdquo; among Black American writers. Choice C is incorrect. Both texts describe similarities between the works of Ellison and Morrison, and neither points out instances of divergence. Text 2 simply suggests that Morrison was influenced by more than just Ellison. Choice D is incorrect. While Text 2 does discuss Morrison&rsquo;s resistance to certain literary conventions, it&rsquo;s unclear what it would mean for the underlined claim to be &ldquo;indebted&rdquo; to that tradition. This choice recycles language from the text, but not in a way that makes any coherent point. </p>",
  "origin": "proteus",
  "stem": "<p>Based on the texts, how would the author of Text 2 most likely characterize the underlined claim in Text 1?</p>",
  "externalid": "dc9f8834-4a33-4df5-95e4-1900e4f12d32",
  "stimulus": "<p>Text 1</p>\n<p>Like the work of Ralph Ellison before her, Toni Morrison&rsquo;s novels feature scenes in which characters deliver sermons of such length and verbal dexterity that for a time, the text exchanges the formal parameters of fiction for those of oral literature. Given the many other echoes of Ellison in Morrison&rsquo;s novels, both in structure and prose style, <span style=\"text-decoration: underline;\">these scenes suggest Ellison&rsquo;s direct influence on Morrison.</span></p>\n<p>Text 2</p>\n<p>In their destabilizing effect on literary form, the sermons in Morrison&rsquo;s works recall those in Ellison&rsquo;s. Yet literature by Black Americans abounds in moments where interpolated speech erodes the division between oral and written forms that literature in English has traditionally observed. Morrison&rsquo;s use of the sermon is attributable not only to the influence of Ellison but also to a community-wide strategy of resistance to externally imposed literary conventions.</p>",
  "templateclusterid": "779a3333-321f-4696-8583-c37d9735704b",
  "parenttemplatename": "OSP-KA-CTC-H005",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "8fa1c8bd-cdea-4eff-802e-53b786079cbb",
      "content": "<p>As failing to consider Ellison&rsquo;s and Morrison&rsquo;s equivalent uses of the sermon within the wider cultural context in which they wrote</p>"
    },
    {
      "id": "fb4a5e70-7426-433d-a640-65b1f91b1147",
      "content": "<p>As misunderstanding the function of sermons in novels by Black American writers other than Ellison and Morrison</p>"
    },
    {
      "id": "85dfbf48-16ce-4e6c-9128-1d7c69f21d43",
      "content": "<p>As disregarding points of structural and stylistic divergence between the works of Ellison and those of Morrison</p>"
    },
    {
      "id": "610d33c5-5dbb-48c7-bf86-338d61beba4f",
      "content": "<p>As being indebted to the tradition of resisting literary conventions that privilege written forms, such as novels, over sermons and other oral forms</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}