{
  "vaultid": "e6c19ec1-04f9-474c-8679-ecd0b49a86ff",
  "keys": [
    "a2d31ff5-fee2-4276-8988-a44a704235c8"
  ],
  "rationale": "<p>Choice B is the best answer. \"However\" is used to indicate a contrast between two ideas. The first sentence describes how Still used to be famous. This sentence describes how Still is not very famous today, so the transition \"however\" fits perfectly.</p><p>Choice A is incorrect. This choice uses a transition that introduces an example. But the second sentence doesn&rsquo;t provide a specific example of Still&rsquo;s famous contributions to the Underground Railroad. Instead, it changes the subject to how his fame has faded over time. Choice C is incorrect. This choice uses a transition that introduces an example or continuation of a previous idea. But the second sentence doesn&rsquo;t provide a specific example of Still&rsquo;s famous contributions to the Underground Railroad. Instead, it changes the subject to how his fame has faded over time. Choice D is incorrect. This choice uses a transition that indicates the agreement between two ideas. But this sentence shows a contrast with the first sentence&mdash;namely, that Still used to be very famous but now isn&rsquo;t very famous.</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical transition?</p>",
  "externalid": "ddfc47df-caff-477e-8e1f-b8f7acdcc509",
  "stimulus": "<p>In the 1850s, William Still was instrumental in helping nearly 1,000 people escape from slavery, earning him the moniker &ldquo;the Father of the Underground Railroad.&rdquo; <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> despite the fame of his contributions during his lifetime, Still is discussed far less today than other prominent Black abolitionists from his era, such as Frederick Douglass and Harriet Tubman. &nbsp;&nbsp;</p>",
  "templateclusterid": "2ff097d1-f13d-47fc-81a0-4ef56501826e",
  "parenttemplatename": "OSP-KA-TRA-E008",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "805b60d3-ece5-4cd4-9195-48d8dcf70f94",
      "content": "<p>For example,</p>"
    },
    {
      "id": "a2d31ff5-fee2-4276-8988-a44a704235c8",
      "content": "<p>However,</p>"
    },
    {
      "id": "e2139176-99ba-4ff5-96c5-be7b36c73ad6",
      "content": "<p>Specifically,</p>"
    },
    {
      "id": "6b452c74-85a2-45be-b756-9d31ba07c3e5",
      "content": "<p>Similarly,</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}