{
  "vaultid": "4394d28a-8f3f-425e-b3e1-827c7e5a0f8c",
  "keys": [
    "2d50bff2-dc84-4aa5-8f3c-27d0bc6ef6dd"
  ],
  "rationale": "<p>Choice A is the best answer because it most logically completes the text&rsquo;s discussion of Sterlin Harjo&rsquo;s approach to representing Native characters on television. As used in this context, &ldquo;repudiates&rdquo; means rejects or refuses to have anything to do with. The text indicates that television shows tend to depict Native characters as living long ago, but that Harjo&rsquo;s series <em>Reservation Dogs</em> focuses on Native teenagers in the present day, representing a &ldquo;rejection&rdquo; of the typical approach to depicting Native characters. This context thus indicates that Harjo repudiates television&rsquo;s general tendency regarding Native characters.&nbsp;</p><p>Choice B is incorrect because the text describes Harjo&rsquo;s &ldquo;rejection&rdquo; of the typical approach to representing Native characters on television, so it wouldn&rsquo;t make sense to say that Harjo &ldquo;proclaims,&rdquo; or declares or affirms, television&rsquo;s general tendency regarding Native characters. Harjo is described as refusing to follow the pattern of depicting Native characters in the distant past, not as proclaiming that pattern.&nbsp;Choice C is incorrect because the text describes television&rsquo;s tendency to represent Native characters in the distant past as something that is already occurring, not as something that Harjo &ldquo;foretells,&rdquo; or predicts will happen in the future. The text is focused on Harjo&rsquo;s &ldquo;rejection&rdquo; of this pattern, not on any predictions he may have about it. Choice D is incorrect because saying that Harjo &ldquo;recants&rdquo; something would mean that he withdraws a previously held belief, and it wouldn&rsquo;t make sense to say that Harjo recants television&rsquo;s tendency to represent Native characters as living in the past. No beliefs previously held by Harjo are mentioned. Additionally, a tendency isn&rsquo;t a belief and thus isn&rsquo;t something that can be recanted. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
  "externalid": "dffba97c-0130-4b55-989a-cbe69ed1020d",
  "stimulus": "<p>Seminole/Muscogee director Sterlin Harjo <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> television&rsquo;s tendency to situate Native characters in the distant past: this rejection is evident in his series <em>Reservation Dogs</em>, which revolves around teenagers who dress in contemporary styles and whose dialogue is laced with current slang.</p>",
  "templateclusterid": "7c2537d0-2c5a-4efb-a13c-43baa88e6757",
  "parenttemplatename": "OSP-982-WIC",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "2d50bff2-dc84-4aa5-8f3c-27d0bc6ef6dd",
      "content": "<p>repudiates</p>"
    },
    {
      "id": "d3d4bd13-7b5b-4af7-a889-c30694d70ce1",
      "content": "<p>proclaims</p>"
    },
    {
      "id": "1b7c4a81-49e0-4025-8acf-ee3daa08a485",
      "content": "<p>foretells</p>"
    },
    {
      "id": "e0730fbc-4d00-49c3-8485-83aa00250ea2",
      "content": "<p>recants</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}