{
  "vaultid": "fd7fd03c-cd73-4ac6-ad7c-6123ec994024",
  "keys": [
    "b1793096-4106-4b25-907a-dc4227634133"
  ],
  "rationale": "<p>Choice A is the best answer. This choice most effectively presents the study and its findings. It opens with the study and names its lead researcher, then tells us its finding: that they identified 74 Orchidaceae species in the temperate forests of Oaxaca, Mexico.&nbsp;</p><p>Choice B is incorrect. This choice doesn&rsquo;t include the study&rsquo;s findings, so it fails to achieve the goal. It doesn&rsquo;t mention that there was a study at all. &nbsp;Choice C is incorrect. This choice doesn&rsquo;t present the study, so it fails to achieve the goal. It doesn&rsquo;t mention that there was a study at all. &nbsp;Choice D is incorrect. This choice doesn&rsquo;t include the study&rsquo;s findings, so it fails to achieve the goal. </p>",
  "origin": "proteus",
  "stem": "<p>The student wants to present the study and its findings. Which choice most effectively uses relevant information from the notes to accomplish this goal?</p>",
  "externalid": "e0d30af8-192d-4f30-8d38-065dbcc99630",
  "stimulus": "<p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>Species belonging to the Orchidaceae (orchid) family can be found in both tropical and temperate environments.</li>\n<li>Orchidaceae species diversity has not been well studied in temperate forests, such as those in Oaxaca, Mexico.</li>\n<li>Arelee Estefan&iacute;a Mu&ntilde;oz-Hern&aacute;ndez led a study to determine how many different Orchidaceae species are present in the forests of Oaxaca.</li>\n<li>Mu&ntilde;oz-Hern&aacute;ndez and her team collected orchids each month for a year at a site in Oaxaca.</li>\n<li>Seventy-four Orchidaceae species were present at the site.</li>\n</ul>",
  "templateclusterid": "f5dbb474-f162-4104-93f1-1d687140129a",
  "parenttemplatename": "OSP-719-SYN",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "b1793096-4106-4b25-907a-dc4227634133",
      "content": "<p>A study led by Arelee Estefan&iacute;a Mu&ntilde;oz-Hern&aacute;ndez identified a total of 74 Orchidaceae species in the temperate forests of Oaxaca, Mexico.&nbsp;</p>"
    },
    {
      "id": "f695c1a9-68b8-4f70-a982-de6af154f865",
      "content": "<p>There are orchids in many environments, but there are 74 Orchidaceae species in Oaxaca, Mexico.</p>"
    },
    {
      "id": "ba9d0123-ed9a-433f-9948-65a1148aff3b",
      "content": "<p>Oaxaca, Mexico, is home to temperate forests containing 74 Orchidaceae species.</p>"
    },
    {
      "id": "9feeec78-775c-40af-b5a2-c5badc4e309d",
      "content": "<p>Arelee Estefan&iacute;a Mu&ntilde;oz-Hern&aacute;ndez and her team wanted to know how many different Orchidaceae species are present in the forests of Oaxaca, Mexico, so they conducted a study to collect orchids.</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}