{
  "vaultid": "207f4f99-66dd-4d15-9c4f-d66ec6fb37b3",
  "keys": [
    "df3b0bad-86c5-4db8-ba7e-ba44563daa44"
  ],
  "rationale": "<p>Choice C is the best answer. This choice uses a quotation to convey the authors&rsquo; criticism and challenge to the wood-wide web theory due to an absence of evidence. </p><p>Choice A is incorrect. This choice doesn&rsquo;t emphasize a potential problem with the wood-wide web theory. It uses a quotation to introduce the theory and its originator. It doesn&rsquo;t mention any criticism or challenge to the theory. Choice B is incorrect. This choice uses a quotation, but it doesn&rsquo;t emphasize a potential problem with the wood-wide web theory. It uses a quotation to describe the appeal and interest of the theory, but it doesn&rsquo;t indicate why the authors are concerned or what evidence they have. Choice D is incorrect. This choice doesn&rsquo;t use a quotation at all. It paraphrases the main idea of the 2022 study, but it doesn&rsquo;t include any specific words or phrases from the notes. It also doesn&rsquo;t emphasize a potential problem with the theory, but rather its popularity. </p>",
  "origin": "proteus",
  "stem": "<p>The student wants to use a quotation to emphasize a potential problem with the wood-wide web theory. Which choice most effectively uses relevant information from the notes to accomplish this goal?</p>",
  "externalid": "e1a88e15-d0ab-4fb0-8ed9-5e5f24396021",
  "stimulus": "<p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>The popular wood-wide web theory posits that trees can communicate and exchange resources with one another via common mycorrhizal networks (CMNs) of fungi.</li>\n<li>Ecologist Dr. Suzanne Simard first suggested this theory in 1997.</li>\n<li>She described trees as &ldquo;super-cooperators.&rdquo;</li>\n<li>In the 2022 study &ldquo;The Decay of the Wood-Wide Web?,&rdquo; mycologist Dr. Justine Karst and colleagues evaluated dozens of CMN studies.</li>\n<li>They write that CMNs &ldquo;have captured the interest of broad audiences. We are concerned, however, that recent claims about CMNs in forests are disconnected from evidence.&rdquo;</li>\n</ul>",
  "templateclusterid": "58b3d979-ac2c-4508-9024-ec079fb85f59",
  "parenttemplatename": "OSP-KA-SYN-H010",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "e5b5f94d-e018-4aea-9a37-4238308d80fc",
      "content": "<p>Describing trees as &ldquo;super-cooperators,&rdquo; Simard first suggested that trees can exchange resources with one another in 1997.</p>"
    },
    {
      "id": "6f92137c-2323-4abb-9dd3-c68215853d67",
      "content": "<p>In &ldquo;The Decay of the Wood-Wide Web?,&rdquo; Karst and colleagues note that common mycorrhizal networks &ldquo;have captured the interest of broad audiences.&rdquo;</p>"
    },
    {
      "id": "df3b0bad-86c5-4db8-ba7e-ba44563daa44",
      "content": "<p>After evaluating dozens of CMN studies, Karst and colleagues expressed concern that recent claims about common mycorrhizal networks are &ldquo;disconnected from evidence.&rdquo;</p>"
    },
    {
      "id": "e9abfc47-a30e-42c0-bed5-fd6cfb16d3b3",
      "content": "<p>Despite the concerns expressed in the 2022 study &ldquo;The Decay of the Wood-Wide Web?,&rdquo; the wood-wide web theory remains popular.</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}