{
  "vaultid": "e5f3dc44-c97d-4e80-ace2-977fa6e00a1f",
  "keys": [
    "f09e035c-12da-4ac7-889e-2735176c89f9"
  ],
  "rationale": "<p>Choice A is the best answer. Text 1 is extremely positive about Strassburg&rsquo;s team&rsquo;s findings, calling the potential results \"a clear win in the fight against the biodiversity and climate crises.\" Text 2 is not as positive, arguing that while the findings point to \"potential benefits,\" we also need to consider the \"potential effects on global food supplies.\"</p><p>Choice B is incorrect. This isn&rsquo;t a difference between the two views. Text 1 does present the 15% number as enough to achieve meaningful results, but that&rsquo;s not what Text 2 takes issue with: rather, Text 2 argues that we need to consider the effect that rewilding this much farmland would have on food supplies. Choice C is incorrect. This isn&rsquo;t a difference between the two views. Neither text mentions the timeline for achieving the results described by Strassburg&rsquo;s team. Choice D is incorrect. This isn&rsquo;t a difference between the two views. Text 1 focuses on rewilding&rsquo;s effects on both carbon emissions and biodiversity. Text 2 doesn&rsquo;t focus on rewilding&rsquo;s effect on carbon emissions at all. Instead, it focuses on a third factor: global food supplies.</p>",
  "origin": "proteus",
  "stem": "<p>Which choice best describes a difference in how the author of Text 1 and the author of Text 2 view Strassburg&rsquo;s team&rsquo;s study?</p>",
  "externalid": "e2d7ae77-37f4-4262-93cd-474e4f073caf",
  "stimulus": "<p><span role=\"heading\" aria-level=\"2\"><strong>Text 1</strong></span></p>\n<p>A team led by Bernardo Strassburg has found that rewilding farmland (returning the land to its natural state) could help preserve biodiversity and offset carbon emissions. The amount of farmland that would need to be restored, they found, is remarkably low. Rewilding a mere 15% of the world&rsquo;s current farmland would prevent 60% of expected species extinctions and help absorb nearly 299 gigatons of carbon dioxide&mdash;a clear win in the fight against the biodiversity and climate crises.</p>\n<p>&nbsp;</p>\n<p><span role=\"heading\" aria-level=\"2\"><strong>Text 2</strong></span></p>\n<p>While Strassburg&rsquo;s team&rsquo;s findings certainly offer encouraging insight into the potential benefits of rewilding, it&rsquo;s important to consider potential effects on global food supplies. The researchers suggest that to compensate for the loss of food-producing land, remaining farmland would need to produce even more food. Thus, policies focused on rewilding farmland must also address strategies for higher-yield farming.</p>",
  "templateclusterid": "a73e4b30-6489-4247-8241-6b2aaee4c8fd",
  "parenttemplatename": "OSP-KA-CTC-E004",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "f09e035c-12da-4ac7-889e-2735176c89f9",
      "content": "<p>The author of Text 2 approaches the study&rsquo;s findings with some caution, whereas the author of Text 1 is optimistic about the reported potential environmental benefits.</p>"
    },
    {
      "id": "6cabab8f-b17a-4a6d-b502-1b1b703ae6cd",
      "content": "<p>The author of Text 2 claims that the percentage of farmland identified by Strassburg&rsquo;s team is too low for rewilding to achieve meaningful results, whereas the author of Text 1 thinks the percentage is sufficient.</p>"
    },
    {
      "id": "e446533d-f735-41bc-8c20-b4cea137afc3",
      "content": "<p>The author of Text 2 believes that the results described by Strassburg&rsquo;s team are achievable in the near future, whereas the author of Text 1 argues that they likely aren&rsquo;t.</p>"
    },
    {
      "id": "7a376de0-c92c-474e-ace4-5f0138d9292f",
      "content": "<p>The author of Text 2 focuses on rewilding&rsquo;s effect on carbon emissions, whereas the author of Text 1 focuses on its effect on biodiversity.</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}