{
  "vaultid": "37e9683b-f39b-4298-b967-ec0dba5fd286",
  "keys": [
    "ad9cfa95-fa01-411f-b363-5782a1da9bdc"
  ],
  "rationale": "<p>Choice D is the best answer. By indicating that Taylor&rsquo;s book was the only Civil War memoir published by a Black woman, this sentence emphasizes the uniqueness, or one-of-a-kind nature, of Taylor&rsquo;s accomplishment. </p><p>Choice A is incorrect. While the sentence describes some of Taylor&rsquo;s accomplishments, it doesn&rsquo;t emphasize the uniqueness of them. Choice B is incorrect. While the sentence describes some of Taylor&rsquo;s accomplishments, it doesn&rsquo;t emphasize that they were unique. Choice C is incorrect. While the sentence provides information about Taylor&rsquo;s book, it doesn&rsquo;t emphasize what made the book unique. </p>",
  "origin": "proteus",
  "stem": "<p>The student wants to emphasize the uniqueness of Taylor&rsquo;s accomplishment. Which choice most effectively uses relevant information from the notes to accomplish this goal?</p>",
  "externalid": "e5f3aa2b-0b6a-4620-8f53-9833c209cfc8",
  "stimulus": "<p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>In the midst of the US Civil War, Susie Taylor escaped slavery and fled to Union-army-occupied St. Simons Island off the Georgia coast.</li>\n<li>She began working for an all-Black army regiment as a nurse and teacher.</li>\n<li>In 1902, she published a book about the time she spent with the regiment.</li>\n<li>Her book was the only Civil War memoir to be published by a Black woman.</li>\n<li>It is still available to readers in print and online.</li>\n</ul>",
  "templateclusterid": "e576966e-6d5c-4f94-975d-3a38e615a356",
  "parenttemplatename": "OSP-788-SYN",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "37034507-e34c-4fe1-91ff-01625ebabb99",
      "content": "<p>Taylor fled to St. Simons Island, which was then occupied by the Union army, for whom she began working.</p>"
    },
    {
      "id": "cd72c79b-bb8d-4d62-9e1e-3b65ccb5a441",
      "content": "<p>After escaping slavery, Taylor began working for an all-Black army regiment as a nurse and teacher.</p>"
    },
    {
      "id": "0f4909ac-2934-483a-9333-d43dae84eb82",
      "content": "<p>The book Taylor wrote about the time she spent with the regiment is still available to readers in print and online.</p>"
    },
    {
      "id": "ad9cfa95-fa01-411f-b363-5782a1da9bdc",
      "content": "<p>Taylor was the only Black woman to publish a Civil War memoir.</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}