{
  "vaultid": "b5e52b28-1e5b-4e54-b279-b6b348579f77",
  "keys": [
    "b73557ea-06bd-4bef-af4f-6b21c85e66ab"
  ],
  "rationale": "<p>Choice A is the best answer. If female giraffes feed nonoffspring young, that&rsquo;s direct evidence that \"giraffes may even help each other care for one another&rsquo;s newborns.\"</p><p>Choice B is incorrect. Confrontations between males doesn&rsquo;t tell us anything about whether giraffes help each other care for newborns. Choice C is incorrect. While this option does mention newborn offspring, it only discusses a mother&rsquo;s behavior toward her own child, not another giraffe&rsquo;s child. Choice D is incorrect. Whether or not giraffes are observed communicating with each other doesn&rsquo;t tell us anything about whether they help each other care for newborns.</p>",
  "origin": "proteus",
  "stem": "<p>Which finding, if true, would most directly support Muller and Harris&rsquo;s &nbsp;conclusion?</p>",
  "externalid": "e63b751a-e3f0-4117-89b5-c9a98b1b11ea",
  "stimulus": "<p>Many scientists have believed that giraffes are solitary creatures, preferring to spend their time alone instead of with others. But observations of giraffes and their behavior in recent years has suggested that these animals may be more social than we once thought. For example, scientists Zoe Muller and Stephen Harris claim that giraffes may even help each other care for one another&rsquo;s newborns.</p>",
  "templateclusterid": "f3545f37-a287-4510-a974-c3ee69aaf3bb",
  "parenttemplatename": "OSP-KA-TXT-E009",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "b73557ea-06bd-4bef-af4f-6b21c85e66ab",
      "content": "<p>Female giraffes have been observed feeding young giraffes that aren&rsquo;t their direct offspring.</p>"
    },
    {
      "id": "6cd57918-44ba-4df1-b52f-56e51981efaa",
      "content": "<p>Confrontations between a younger and an older male giraffe are frequently observed.</p>"
    },
    {
      "id": "abb9159b-c18d-4749-9c7c-59b36de10821",
      "content": "<p>Some female giraffes have been observed sniffing and licking their newborn offspring.</p>"
    },
    {
      "id": "8a42eb5e-bf23-4de5-af0e-599a661b5fea",
      "content": "<p>Giraffes are able to make sounds but are rarely observed communicating with others.</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}