{
  "vaultid": "1694cf11-7c03-4b98-8177-6cba04b408b4",
  "keys": [
    "a4b51081-3930-4381-b72c-ce16eb782004"
  ],
  "rationale": "<p>Choice C is the best answer because it describes something that is true of Mother, as presented in the text. The text indicates that in addition to other activities, Mother writes stories for her children while they are at school and makes up &ldquo;funny pieces of poetry&rdquo; for certain occasions.&nbsp;</p><p>Choice A is incorrect because the text suggests that Mother prefers to spend her time with her children and doesn&rsquo;t sit at home hoping that ladies will visit her. Choice B is incorrect because the text says only that Mother makes up poetry for the children&rsquo;s birthdays, not that she likes birthdays more than other special occasions.&nbsp;Choice D is incorrect because the text doesn&rsquo;t suggest that Mother prefers reading to her children over the other activities she does with them, such as playing with them and writing stories and poems for them.&nbsp;</p>",
  "origin": "proteus",
  "stem": "<p>According to the text, what is true about Mother?</p>",
  "externalid": "e6590d5e-2b45-4887-b784-5c8601dc008e",
  "stimulus": "<p>The following text is adapted from Edith Nesbit&rsquo;s 1906 novel <em>The Railway Children</em>.</p>\n\n<p style=\"padding-left: 1em;\">Mother did not spend all her time in paying dull [visits] to dull ladies, and sitting dully at home waiting for dull ladies to pay [visits] to her. She was almost always there, ready to play with the children, and read to them, and help them to do their home-lessons. Besides this she used to write stories for them while they were at school, and read them aloud after tea, and she always made up funny pieces of poetry for their birthdays and for other great occasions.</p>",
  "templateclusterid": "2b0c4f61-e919-47cd-999c-3273a155d094",
  "parenttemplatename": "OSP-013-CID",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "1ed5e4d3-254c-4235-8bf1-fd45a8fa9661",
      "content": "<p>She wishes that more ladies would visit her.</p>"
    },
    {
      "id": "2ed38dc3-3641-4f36-9bf4-33504d778f25",
      "content": "<p>Birthdays are her favorite special occasion.&nbsp;</p>"
    },
    {
      "id": "a4b51081-3930-4381-b72c-ce16eb782004",
      "content": "<p>She creates stories and poems for her children.</p>"
    },
    {
      "id": "a86815a4-fd86-4269-b58b-35ffb93126e1",
      "content": "<p>Reading to her children is her favorite activity.&nbsp;</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}