{
  "vaultid": "c3e417e1-b90e-4046-b63f-074ffb96ced7",
  "keys": [
    "b9fabb85-82f2-4658-92d4-5caffd955c05"
  ],
  "rationale": "<p>Choice A is the best answer. Because researchers found &ldquo;Acasta rocks dating to about 3.75 bya&rdquo; were similar to &ldquo;modern rocks formed in a subduction setting,&rdquo; we can infer that subduction-like processes must have begun occurring in the Acasta Gneiss Complex by this time. </p><p>Choice B is incorrect. We only know about geological processes at the Acasta Gneiss Complex, so we do not have information to make inferences about geological processes in general. Also, notice that the rocks dated to 4.02 bya were found to still be formed in a plume setting, so the transition must have happened after this time. Choice C is incorrect. There&rsquo;s no mention in the passage of what proportion of the rocks within Acasta Gneiss Complex were formed through subduction, so there&rsquo;s no basis for this inference. Choice D is incorrect. The passage discusses various rocks in the Acasta Gneiss Complex that are dated to different periods of time, but nothing in the passage suggests that these dates are or were wrong. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice most logically completes the text?</p>",
  "externalid": "e68d49e4-3326-4ad6-86cd-1be7dce09141",
  "stimulus": "<p>To investigate the history of plate subduction&mdash;when one of Earth&rsquo;s tectonic plates slides beneath another&mdash;Sarah M. Aarons and colleagues compared ancient rocks from the Acasta Gneiss Complex in Canada to modern rocks. Using isotope analysis, the researchers found that Acasta rocks dating to about 4.02 billion years ago (bya) most strongly resemble modern rocks formed in a plume setting (an area in which hot rocks from Earth&rsquo;s mantle flow upward into the crust). By contrast, they found that Acasta rocks dating to about 3.75 bya and 3.6 bya have an isotope composition that is similar to that of modern rocks formed in a subduction setting. Aarons&rsquo;s team therefore concluded that <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "abe53c46-aae7-447a-81d0-1c94c21d6b39",
  "parenttemplatename": "OSP-KA-INF-M010",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "b9fabb85-82f2-4658-92d4-5caffd955c05",
      "content": "<p>subduction-like processes began occurring in some locations no later than 3.75 bya.</p>"
    },
    {
      "id": "811c4d29-5069-40e3-934a-ebd247b29039",
      "content": "<p>subduction replaced mantle plume formation as the most common geological process by about 4.02 bya.</p>"
    },
    {
      "id": "8efec816-aeca-4b42-b9f5-f9cf6d9f59c4",
      "content": "<p>the majority of the rocks in the Acasta Gneiss Complex formed through subduction.</p>"
    },
    {
      "id": "08e9a46f-abb1-444e-bda1-c326ffbf43a9",
      "content": "<p>the rocks in the Acasta Gneiss Complex are of a more recent origin than scientists previously thought.</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}