{
  "vaultid": "b3998720-da59-4c8d-a1a1-d4a4a1a0cbbf",
  "keys": [
    "c30c9648-ef51-4211-afaf-facc5382c8aa"
  ],
  "rationale": "<p>Choice D is the best answer because it presents the conclusion that most logically follows from the text&rsquo;s discussion of how digital technologies affected the process of book creation. The text explains that in the late 20th and early 21st centuries digital technologies lowered book production costs most significantly in manufacturing and distribution. The text goes on to point out that authoring, editing, and book design are distinct steps in the process that occur before manufacturing and distribution. Because the savings connected to digital technologies have been most significant in manufacturing and distribution, it&rsquo;s reasonable to infer that those technologies had less of an effect on writing, editing, and designing books.&nbsp;</p><p>Choice A is incorrect because the text focuses on lowered book production costs that occur after authoring has taken place; there&rsquo;s no indication in the text whether digital technologies made writing and publishing lengthy books easier.&nbsp;Choice B is incorrect. Although it&rsquo;s logical to conclude that customers would expect the cost of books to decline if production costs have declined, the text doesn&rsquo;t address customer expectations for the cost of books or any other consumer goods.&nbsp;Choice C is incorrect because the text focuses broadly on how digital technologies have affected the cost of the publishing process; it doesn&rsquo;t address the kinds of books being published or how many copies are printed. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice most logically completes the text?</p>",
  "externalid": "e6dbeac0-5d8f-4b95-88aa-f9a3718cc8b4",
  "stimulus": "<p>The increased integration of digital technologies throughout the process of book creation in the late 20th and early 21st centuries lowered the costs of book production, but those decreased costs have been most significant in the manufacturing and distribution process, which occurs after the authoring, editing, and design of the book are complete. This suggests that in the late 20th and early 21st centuries, <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "c6d312d1-9b68-4c5e-aa55-1e14bbba425b",
  "parenttemplatename": "OSP-015-INF",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "9bd25604-1b0f-44ce-92a5-77f91d2b6458",
      "content": "<p>digital technologies made it easier than it had been previously for authors to write very long works and get them published.</p>"
    },
    {
      "id": "f39c773d-a8fc-4fe4-b20c-81c1fbbd3bbd",
      "content": "<p>customers generally expected the cost of books to decline relative to the cost of other consumer goods.</p>"
    },
    {
      "id": "2aa53fbf-d922-4388-885c-37ce2216f91e",
      "content": "<p>publishers increased the variety of their offerings by printing more unique titles but also printed fewer copies of each title.</p>"
    },
    {
      "id": "c30c9648-ef51-4211-afaf-facc5382c8aa",
      "content": "<p>the costs of writing, editing, and designing a book were less affected by the technologies used than were the costs of manufacturing and distributing a book.</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}