{
  "vaultid": "5d2a619d-eba9-453b-a67e-cb3c6217324b",
  "keys": [
    "537f3cfe-5f2f-4f1a-bfe0-80926a00cc7e"
  ],
  "rationale": "<p>Choice A is the best answer because as used in the text, &ldquo;assumed&rdquo; most nearly means acquired, or came to possess. The text portrays a character named Drowne carving a figure out of wood. At first &ldquo;irregular and misty,&rdquo; or haphazard and indistinct, the figure&rsquo;s outline gradually showed &ldquo;distincter grace and beauty&rdquo; until the general design of the carved object &ldquo;was now obvious to the common eye,&rdquo; or plainly recognizable to anyone. In other words, as Drowne continued to carve, the wooden object came to possess, or acquired, greater precision, changing from an indistinct outline or shape into a graceful, beautiful, and clearly recognizable form. </p><p>Choice B is incorrect. Although in some contexts &ldquo;assumed&rdquo; can mean acknowledged, or recognized, it doesn&rsquo;t have that meaning in this context because an inanimate object like the wooden figure can&rsquo;t acknowledge its own precision. Choice C is incorrect because there&rsquo;s nothing in the text to suggest that the wooden figure merely imitated, or mimicked, precision. Rather, the text suggests that as Drowne carved his wooden figure, it gradually became more precise. Choice D is incorrect. Although in some contexts &ldquo;assumed&rdquo; can mean speculated, or supposed based on incomplete information, it doesn&rsquo;t have that meaning in this context because an inanimate object like the wooden figure can&rsquo;t speculate about its own precision. </p>",
  "origin": "proteus",
  "stem": "<p>As used in the text, what does the word &ldquo;assumed&rdquo; most nearly mean?</p>",
  "externalid": "e6fbbbe4-c5b6-4a17-ad15-62357497784e",
  "stimulus": "<p>The following text is adapted from Nathaniel Hawthorne&rsquo;s 1844 short story &ldquo;Drowne&rsquo;s Wooden Image.&rdquo; Drowne, a young man, is carving a wooden figure to decorate the front of a ship.</p>\n<p style=\"padding-left:1em\">Day by day, the work <span role=\"region\" aria-label=\"Referenced Content\"><u>assumed</u></span> greater precision, and settled its irregular and misty outline into distincter grace and beauty. The general design was now obvious to the common eye.</p>",
  "templateclusterid": "3418602f-8ee7-41b5-8792-7d62f522a3b0",
  "parenttemplatename": "OSP-032-WIC",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "537f3cfe-5f2f-4f1a-bfe0-80926a00cc7e",
      "content": "<p>Acquired</p>"
    },
    {
      "id": "452d3eba-af29-4a9b-829c-47f12098f30e",
      "content": "<p>Acknowledged</p>"
    },
    {
      "id": "6e97f61c-9192-463c-9434-6faf6b79bd35",
      "content": "<p>Imitated</p>"
    },
    {
      "id": "0ad40329-41af-429c-a5c9-cc02ac5bbde5",
      "content": "<p>Speculated</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}