{
  "vaultid": "4bb06f21-f0ac-4f4f-8d2a-a678665eb728",
  "keys": [
    "c6b11a17-e42a-49bc-9b56-18fd680b3f77"
  ],
  "rationale": "<p>Choice A is the best answer. Text 2 describes how the Svalbard polar bears have adapted to the loss of sea ice by diversifying their diet and feeding on reindeer and seabird eggs, resulting in a &ldquo;stable and well nourished&rdquo; population despite environmental challenges. This counters the underlined claim that polar bears facing a loss of sea ice are at &ldquo;great risk of extinction&rdquo; by the end of the century. </p><p>Choice B is incorrect. Text 2 does not challenge the fact that sea ice is rapidly declining in the Arctic due to warming ocean temperatures. In fact, it states that the Svalbard polar bears have faced &ldquo;rapidly declining sea ice in recent years.&rdquo; Choice C is incorrect. The claim in Text 1 is specific to polar bear populations affected by the loss of seal hunting habitats, so unaffected populations are irrelevant to the claim. Also, Text 2 doesn&rsquo;t mention any polar bear populations that haven&rsquo;t yet been affected by loss of seal hunting habitats. It focuses on a population that has been affected by sea-ice loss but has managed to survive and thrive nevertheless. Choice D is incorrect. Text 2 doesn&rsquo;t imply that polar bears rely on a single seal-hunting strategy. In fact, the researcher in Text 2 would say that Text 1 fails to account for polar bears&rsquo; ability to develop other hunting strategies and food sources. </p>",
  "origin": "proteus",
  "stem": "<p>Based on the texts, how would the researchers in Text 2 most likely respond to the conclusion presented in the underlined portion of Text 1?</p>",
  "externalid": "e7659f22-d958-498c-a061-23d58d11b7b3",
  "stimulus": "<p>Text 1</p>\n<p>Polar bears sustain themselves primarily by hunting seals on the Arctic sea ice, but rising ocean temperatures are causing the ice to diminish, raising concerns about polar bear population declines as these large predators&rsquo; seal-hunting habitats continue to shrink. A 2020 study examining polar bear populations across the Arctic <u>concluded that populations affected by sea-ice loss are at great risk of extinction by the end of the twenty-first century</u>.</p>\n<p>Text 2</p>\n<p>Monitoring carried out by researchers from the Norwegian Polar Institute shows that the polar bear population on the Arctic archipelago of Svalbard remains stable and well nourished despite rapidly declining sea ice in recent years. The researchers attribute this population&rsquo;s resilience in part to a shift in feeding strategies: in addition to hunting seals, the Svalbard polar bears have begun relying on a diet of reindeer meat and birds&rsquo; eggs.</p>",
  "templateclusterid": "4266494f-ca30-44ff-b2d6-52eb4253374d",
  "parenttemplatename": "OSP-KA-CTC-M009",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "c6b11a17-e42a-49bc-9b56-18fd680b3f77",
      "content": "<p>By noting that it neglects the possibility of some polar bear populations adapting to changes in their environment</p>"
    },
    {
      "id": "c4bbef8b-aa39-4557-b869-3945659c0ab8",
      "content": "<p>By suggesting that it is likely incorrect about the rates at which warming ocean temperatures have caused sea ice to melt in the Arctic</p>"
    },
    {
      "id": "55e88bd7-6a3b-4406-b538-8a6206cafba9",
      "content": "<p>By asserting that it overlooks polar bear populations that have not yet been affected by loss of seal-hunting habitats</p>"
    },
    {
      "id": "396b2c97-db98-4e9c-a722-2db6b9ae58d6",
      "content": "<p>By arguing that it fails to account for polar bears&rsquo; reliance on a single seal-hunting strategy</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}