{
  "vaultid": "3426f0c9-bbcc-4a16-bce8-fb39aa89b92c",
  "keys": [
    "cc67e4d0-ae82-4428-9564-20ee038fd101"
  ],
  "rationale": "<p>Choice A is the best answer. It compares Beard&rsquo;s and Jones&rsquo;s inventions to one another, and emphasizes what they have in common. </p><p>Choice B is incorrect. This choice doesn&rsquo;t emphasize a similarity. It only mentions Beard&rsquo;s invention. It doesn&rsquo;t compare it to Jones&rsquo;s invention. Choice C is incorrect. This choice doesn&rsquo;t emphasize a similarity between the two inventions. Instead, it emphasizes a difference. Choice D is incorrect. This choice doesn&rsquo;t emphasize a similarity. It only mentions Jones&rsquo;s invention. It doesn&rsquo;t compare it to Beard&rsquo;s invention. </p>",
  "origin": "proteus",
  "stem": "<p>The student wants to emphasize a similarity between Beard&rsquo;s invention and Jones&rsquo;s invention. Which choice most effectively uses relevant information from the notes to accomplish this goal?</p>",
  "externalid": "e7bfc1b3-da00-4de5-801a-ff2b68ea897f",
  "stimulus": "<p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>In 1897, African American inventor Andrew Beard invented an automatic coupler.</li>\n<li>It improved on the existing design of train car couplers.</li>\n<li>It made the job of connecting train cars safer.</li>\n<li>In 1938, African American inventor Frederick Jones invented a mobile refrigeration system.</li>\n<li>It improved on the existing design of food transport trucks.</li>\n<li>It enabled trucks to carry perishable foods farther.</li>\n</ul>",
  "templateclusterid": "179c4b2b-8b63-40f2-bc56-fcc60bfb94ca",
  "parenttemplatename": "OSP-KA-SYN-E002",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "cc67e4d0-ae82-4428-9564-20ee038fd101",
      "content": "<p>Beard&rsquo;s automatic coupler and Jones&rsquo;s mobile refrigeration system both improved on existing designs.</p>"
    },
    {
      "id": "7891851b-872a-46ca-a1cf-8cc1228ba87f",
      "content": "<p>In 1897, Beard invented an automatic coupler, which made the job of connecting train cars safer.</p>"
    },
    {
      "id": "24ed0a42-ec19-431b-a562-78c6c808b4d9",
      "content": "<p>Beard&rsquo;s invention made the job of connecting train cars safer, whereas Jones&rsquo;s invention enabled food transport trucks to carry perishables farther.&nbsp;</p>"
    },
    {
      "id": "b36cfc56-4916-4816-afd0-539b3151e520",
      "content": "<p>Jones&rsquo;s mobile refrigeration system, which he invented in 1938, made it possible for food transport trucks to carry perishable foods farther.</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}