{
  "vaultid": "d6494708-5055-499c-90e6-e51d63ab2908",
  "keys": [
    "9ef8cd05-6a20-44fa-b4a9-dc0575d151d8"
  ],
  "rationale": "<p>Choice A is the best answer. Text 1 states that cassava&rsquo;s &ldquo;rise to popularity was slow&rdquo; in West Africa. Text 2 also describes cassava&rsquo;s &ldquo;slow adoption into the diet of West Africans.&rdquo; While the two texts identify different causes for this slow adoption, both agree that cassava took a long time to catch on. </p><p>Choice B is incorrect. This isn&rsquo;t something that either text claims. Cassava is the only crop discussed in the passages, so we have no basis to draw conclusions about what the authors might say about &ldquo;several&rdquo; crops. Choice C is incorrect. This isn&rsquo;t something that either text claims. Neither text mentions the &ldquo;climate of the West African coast,&rdquo; so we have no evidence that either author would agree with this. Choice D is incorrect. This isn&rsquo;t something that either text claims. The 1500s were when cassava was brought to West Africa, but neither text describes how cassava is cooked, nor do they make any claims about when cooking methods were developed. </p>",
  "origin": "proteus",
  "stem": "<p>Based on the texts, the author of Text 1 and the author of Text 2 would most likely agree with which statement?</p>",
  "externalid": "e922c1df-ab9c-47b9-b4c0-1bdf3bfa1b7e",
  "stimulus": "<p><span role=\"heading\" aria-level=\"2\"><strong>Text 1</strong></span></p>\n<p>Today the starchy root cassava is found in many dishes across West Africa, but its rise to popularity was slow. Portuguese traders brought cassava from Brazil to the West African coast in the 1500s. But at this time, people living in the capitals further inland had little contact with coastal communities. Thus, cassava remained relatively unknown to most of the region&rsquo;s inhabitants until the 1800s.</p>\n<p>&nbsp;</p>\n<p><span role=\"heading\" aria-level=\"2\"><strong>Text 2</strong></span></p>\n<p>Cassava&rsquo;s slow adoption into the diet of West Africans is mainly due to the nature of the crop itself. If not cooked properly, cassava can be toxic. Knowledge of how to properly prepare cassava needed to spread before the food could grow in popularity. The arrival of formerly enslaved people from Brazil in the 1800s, who brought their knowledge of cassava and its preparation with them, thus directly fueled the spread of this crop.</p>",
  "templateclusterid": "49238315-ccf1-4c00-974a-7eb307c6f3e3",
  "parenttemplatename": "OSP-KA-CTC-E001",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "9ef8cd05-6a20-44fa-b4a9-dc0575d151d8",
      "content": "<p>Cassava did not become a significant crop in West Africa until long after it was first introduced.</p>"
    },
    {
      "id": "19886634-fa87-4d38-8ace-9345c3ac29f5",
      "content": "<p>Several of the most commonly grown crops in West Africa are originally from Brazil.</p>"
    },
    {
      "id": "50f07a49-c33e-43c4-b042-2b32f91743f3",
      "content": "<p>The climate of the West African coast in the 1500s prevented cassava&rsquo;s spread in the region.&nbsp;</p>"
    },
    {
      "id": "41cb6f11-fa42-4da0-a017-ef124fbcc765",
      "content": "<p>The most commonly used methods to cook cassava today date to the 1500s.</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}