{
  "vaultid": "8f4a209a-4acc-4fa4-890d-9ae2fb35244a",
  "keys": [
    "729be0ea-f19e-4ecb-a45e-979222985e58"
  ],
  "rationale": "<p>Choice A is the best answer because it most accurately describes the main purpose of the text. The narrator asserts that she loves both her &ldquo;own&rdquo; country (Japan) and her &ldquo;adopted country&rdquo; (the United States) even though the two countries differ &ldquo;widely.&rdquo; She also indicates that, at first, she would try to explain unfamiliar experiences that she had in the United States using the standards ingrained in her from growing up in Japan. Thus, the main purpose of the text is to convey the narrator&rsquo;s experience of observing and making sense of the differences between two cultures she embraces. </p><p>Choice B is incorrect because the text makes no reference to possible companions. Although the text does indicate that the narrator sometimes used the cultural framework she acquired growing up in Japan to explain some experiences she&rsquo;s had, there is no suggestion that this was in service of making friends. And although &ldquo;no one seemed to know&rdquo; strongly implies that the narrator has interacted with other people in the United States, there is no indication that these conversations involved her discussing Japanese customs. Choice C is incorrect because nothing in the text suggests that the narrator was hesitant to ask questions. In fact, the narrator indicates that &ldquo;no one seemed to know the origin&rdquo; of various customs, which provides evidence that, rather than being hesitant, she sought information from several people. Choice D is incorrect because the text makes no reference to the physical distance between Japan and the United States. Although the narrator indicates that the two countries differ &ldquo;widely&rdquo; and likens them to &ldquo;two separate worlds,&rdquo; these descriptions relate to cultural aspects of the countries and the narrator&rsquo;s feelings about the two countries, not the physical distance between them. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice best describes the main purpose of the text?</p>",
  "externalid": "eb3dda15-c27a-4917-8be4-98b64ffb032a",
  "stimulus": "<p>The following text is adapted from Etsu Inagaki Sugimoto&rsquo;s 1925 memoir <em>A Daughter of the Samurai</em>. As a young woman, Sugimoto moved from feudal Japan to the United States.</p>\n<blockquote>\n<p>The standards of my own and my adopted country differed so widely in some ways, and my love for both lands was so sincere, that sometimes I had an odd feeling of standing upon a cloud in space, and gazing with measuring eyes upon two separate worlds. At first I was continually trying to explain, by Japanese standards, all the queer things that came every day before my surprised eyes; for no one seemed to know the origin or significance of even the most familiar customs, nor why they existed and were followed.</p>\n</blockquote>",
  "templateclusterid": "89bce1ad-8a5b-4803-9081-5ba35840fef7",
  "parenttemplatename": "OSP-027-TSP",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "729be0ea-f19e-4ecb-a45e-979222985e58",
      "content": "<p>To convey the narrator&rsquo;s experience of observing and making sense of differences between two cultures she embraces</p>"
    },
    {
      "id": "0657c7ed-f5e4-42c7-bac5-17ba5e0afef0",
      "content": "<p>To establish the narrator&rsquo;s hope of forming connections with new companions by sharing customs she learned as a child</p>"
    },
    {
      "id": "e0fcbbcd-227d-4ecf-b5ba-e393bca84ede",
      "content": "<p>To reveal the narrator&rsquo;s recognition that she is hesitant to ask questions about certain aspects of a culture she is newly encountering&nbsp;</p>"
    },
    {
      "id": "634dd971-29b9-4a85-9ec1-83b9391166e5",
      "content": "<p>To emphasize the narrator&rsquo;s wonder at discovering that the physical distance between two countries is greater than she had expected</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}