{
  "vaultid": "a98a96ff-f243-4ee7-9de0-26c6c029cf3d",
  "keys": [
    "8c5a9cab-e39f-458c-a616-5fd6cc8b035f"
  ],
  "rationale": "<p>Choice A is the best answer. The text first introduces the album as being a collaboration between Antrobus and Brennan, then describes the approach taken to produce it, then mentions how critics have said that it calls into question the function of sound. </p><p>Choice B is incorrect. While the text does mention a collection of spoken word poems, it doesn&rsquo;t single out one poem as being particularly noteworthy. Additionally, the text doesn&rsquo;t simply summarize the subject matter&mdash;it goes into detail about the content and production of the album. Choice C is incorrect. The text doesn&rsquo;t provide biographical information about the two artists, and the text doesn&rsquo;t speculate about the meaning behind the poetry&mdash;instead, it relays what some critics have said about the album. Choice D is incorrect. The text doesn&rsquo;t provide just an overview of the production techniques used but instead goes into more detail about the content and audio elements of the album, as well as critical response to the album. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice best describes the overall structure of the text?</p>",
  "externalid": "eb41fdd8-5221-4465-89b4-84796c6e4441",
  "stimulus": "<p>Raymond Antrobus, an accomplished poet and writer of prose, recently released his debut spoken word poetry album, <em>The First Time I Wore Hearing Aids</em>, in collaboration with producer Ian Brennan. The album contains both autobiographical and reflective pieces combining Antrobus&rsquo;s spoken words with Brennan&rsquo;s fragmented audio elements and pieces of music to convey how people who are deaf may experience sound, both its presence and absence. Some critics suggest that the album questions the function of sound in the world, highlighting that the experience of sound is multifaceted.</p>",
  "templateclusterid": "8170030e-cef1-452c-9e5b-80b4a465bab3",
  "parenttemplatename": "OSP-KA-TSP-H006",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "8c5a9cab-e39f-458c-a616-5fd6cc8b035f",
      "content": "<p>It introduces a collaborative spoken word poetry project, details the approach taken to produce the work, and then provides an example of critique the album received upon release.&nbsp;</p>"
    },
    {
      "id": "7b100a5f-7709-431d-b016-b46373ec0a99",
      "content": "<p>It mentions a collection of spoken word poems, distinguishes one poem as being an exemplar on the album, and then offers a summary of the subject matter of the whole collection.</p>"
    },
    {
      "id": "e7d27a4d-78a8-4412-96d9-56614d4f5019",
      "content": "<p>It summarizes the efforts to produce a collection of spoken word poems, presents biographies of two people who worked on the album, and speculates about the meaning behind the poetry.</p>"
    },
    {
      "id": "4e560a27-e65a-4858-b086-d7036fc05761",
      "content": "<p>It connects two artists to the same spoken word poetry project, explains the extent of their collaboration on each poem, and then provides an overview of the technique used to produce the work.</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}