{
  "vaultid": "b1beeb7e-e072-40ba-b147-26ad76948ef1",
  "keys": [
    "233a37a0-e40e-429f-9a18-c5d36cc0f5ad"
  ],
  "rationale": "<p>Choice A is the best answer. The text starts by introducing a common view among archaeologists about the need for an elite class to direct large-scale engineering projects. Then, it discusses the discovery of a large canal most likely built by a society without an elite class, which challenges the first view. </p><p>Choice B is incorrect. Although the text discusses carbon dating as an archaeological method, it doesn&rsquo;t compare it to any other alternative methods. Choice C is incorrect. The study doesn&rsquo;t resolve any contradictions&mdash;rather, it introduces a contradiction to the one view presented at the beginning of the text. Choice D is incorrect. The text never identifies any gaps in scientific research. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice best describes the overall structure of the text?</p>",
  "externalid": "ebb77a60-e6b5-4ca3-87c8-43e60cef57ed",
  "stimulus": "<p>Many archaeologists assume that large-scale engineering projects in ancient societies required an elite class to plan and direct the necessary labor. However, recent discoveries, such as the excavation of an ancient canal near the Gulf Coast of Alabama, have complicated this picture. Using radiocarbon dating, a team of researchers concluded that the 1.39-kilometer-long canal was most likely constructed between 576 and 650 CE by an Indigenous society that was relatively free of social classes.</p>",
  "templateclusterid": "72a2badd-5b52-455e-b4b0-e2bcd00e5add",
  "parenttemplatename": "OSP-KA-TSP-M009",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "233a37a0-e40e-429f-9a18-c5d36cc0f5ad",
      "content": "<p>It describes a common view among archaeologists, then discusses a recent finding that challenges that view.</p>"
    },
    {
      "id": "2cc86379-09e9-48e6-b59b-81fbd4c5e340",
      "content": "<p>It outlines a method used in some archaeological fieldwork, then explains why an alternative method is superior to it.</p>"
    },
    {
      "id": "22ac807e-46e2-4166-add6-818ec067d4bf",
      "content": "<p>It presents contradictory conclusions drawn by archaeologists, then evaluates a study that has&nbsp;apparently resolved that contradiction.</p>"
    },
    {
      "id": "8234524a-64d2-498d-98ce-96c7f4c21fe1",
      "content": "<p>It identifies a gap in scientific research, then presents a strategy used by some archaeologists to remedy that gap.</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}