{
  "vaultid": "c4cee1fb-ee9f-4159-a450-1ecfbde49efa",
  "keys": [
    "dea00c82-9a09-45db-bdfc-2ba1dabdf8bf"
  ],
  "rationale": "<p>Choice C is the best answer. The word \"earning\" is being used to introduce an additional modifying phrase, which describes how Fairuz&rsquo;s repertoire lent her cross-generational appeal. When a verb ends in -ing and doesn&rsquo;t have a helper verb like \"is\" before it, it can be used to modify a noun or verb. This is appropriate here.</p><p>Choice A is incorrect. The underlined verb is being used to introduce additional descriptive information, which is set off from the rest of the sentence by a comma. Because there is no subject here, a finite form of the verb (like \"earned\") creates an error. We need another form of the verb that doesn&rsquo;t require a subject and can introduce descriptive information. Choice B is incorrect. The underlined verb is being used to introduce additional descriptive information, which is set off from the rest of the sentence by a comma. Because there is no subject here, a finite form of the verb (like \"had earned\") creates an error. We need another form of the verb that doesn&rsquo;t require a subject and can introduce descriptive information. Choice D is incorrect. The underlined verb is being used to introduce additional descriptive information, which is set off from the rest of the sentence by a comma. Because there is no subject here, a finite form of the verb (like \"earn\") creates an error. We need another form of the verb that doesn&rsquo;t require a subject and can introduce descriptive information.</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>",
  "externalid": "ebfa7bf0-5d0f-4c25-a6e2-dc282a6fa3f2",
  "stimulus": "<p>Nuhād al-Ḥaddād, known as Fairuz, was one of the most beloved Lebanese singers of the twentieth century. Her broad singing repertoire&mdash;which included traditional forms, such as the Arabic <em>qasida</em> and <em>maqam</em>, alongside modern pop and jazz styles&mdash;lent Fairuz a timeless, cross-generational appeal, <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span>&nbsp;her the moniker &ldquo;the soul of Lebanon.&rdquo;</p>",
  "templateclusterid": "2d9be744-cf36-4c08-896d-8ebc181b56ff",
  "parenttemplatename": "OSP-KA-FSS-M005",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "cd49b367-b067-40a2-8063-e8614fa167ea",
      "content": "<p>earned</p>"
    },
    {
      "id": "b1615efe-b7c2-4bb4-8896-0ea8fccb604a",
      "content": "<p>had earned</p>"
    },
    {
      "id": "dea00c82-9a09-45db-bdfc-2ba1dabdf8bf",
      "content": "<p>earning</p>"
    },
    {
      "id": "05d78aaa-5527-4551-a1ae-2c2dc7d3e499",
      "content": "<p>earn</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}