{
  "vaultid": "35e778b7-aae2-4a9e-b5d8-81cbabbde453",
  "keys": [
    "1f9c8be3-9866-4cc8-9d48-fcef98bc6d70"
  ],
  "rationale": "<p>Choice B is the best answer. Text 1 states that literary scholars ignore regional cookbooks most of all, even when they have historical significance and are well written. So the author of Text 1 wouldn&rsquo;t be surprised that scholars ignored Edna Lewis&rsquo;s cookbook. </p><p>Choice A is incorrect. We can&rsquo;t infer that this is how the author of Text 1 would regard the situation. Text 1 never suggests that scholars are dismissive of popular works in general. Instead, Text 1 says that scholars ignore food writing specifically, despite its popularity&mdash;and despite the fact that it can be historically significant and complex. Choice C is incorrect. We can&rsquo;t infer that this is how the author of Text 1 would regard the situation. Text 1 never suggests that elements of other genres should be kept out of cookbooks. Choice D is incorrect. We can&rsquo;t infer that this is how the author of Text 1 would regard the situation. Text 1 never discusses how food writing is or should be marketed. </p>",
  "origin": "proteus",
  "stem": "<p>Based on the two texts, how would the author of Text 1 most likely regard the situation presented in the underlined sentence in Text 2?</p>",
  "externalid": "ec193c57-b35f-4cba-9b08-05153be0e012",
  "stimulus": "<p><span role=\"heading\" aria-level=\"2\"><strong>Text 1</strong></span></p>\n<p>Although food writing is one of the most widely read genres in the United States, literary scholars have long neglected it. And within this genre, cookbooks attract the least scholarly attention of all, regardless of how well written they may be. This is especially true of works dedicated to regional US cuisines, whose complexity and historical significance are often overlooked.</p>\n<p>&nbsp;</p>\n<p><span role=\"heading\" aria-level=\"2\"><strong>Text 2</strong></span></p>\n<p>With her 1976 cookbook <em>The Taste of Country Cooking</em>, Edna Lewis popularized the refined Southern cooking she had grown up with in Freetown, an all-Black community in Virginia. She also set a new standard for cookbook writing: the recipes and memoir passages interspersing them are written in prose more elegant than that of most novels. <span role=\"region\" aria-label=\"Referenced Content\"><u>Yet despite its inarguable value as a piece of writing, Lewis&rsquo;s masterpiece has received almost no attention from literary scholars.</u></span></p>",
  "templateclusterid": "54d48ff0-c4f3-485b-a7ec-87b3455d7bc5",
  "parenttemplatename": "OSP-KA-CTC-M002",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "8419a8dd-7795-405f-a994-decac91592f1",
      "content": "<p>As typical, because scholars are dismissive of literary works that achieve popularity with the general public</p>"
    },
    {
      "id": "1f9c8be3-9866-4cc8-9d48-fcef98bc6d70",
      "content": "<p>As unsurprising, because scholars tend to overlook the literary value of food writing in general and of regional cookbooks in particular</p>"
    },
    {
      "id": "90edc05a-24ba-4549-b8db-247364871edb",
      "content": "<p>As justifiable, because Lewis incorporated memoir into <em>The Taste of Country Cooking</em>, thus undermining its status as a cookbook</p>"
    },
    {
      "id": "0dd24cdd-8950-460d-9678-eed4d2bd970e",
      "content": "<p>As inevitable, because <em>The Taste of Country Cooking </em>was marketed to readers of food writing and not to readers of other genres</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}