{
  "vaultid": "a4c947e7-2034-4867-9ea8-8370ad56ab03",
  "keys": [
    "a8551659-f93c-4821-ad0f-5923e69862cd"
  ],
  "rationale": "<p>Choice A is the best answer. The author first describes a Portland law aimed at reducing demolition waste, and then goes on to explain that 27% of materials from building deconstructions were able to be reused and the rest were recycled. </p><p>Choice B is incorrect. The text never discusses the popularity of the law. Choice C is incorrect. The text never compares building deconstruction to other measures designed to reduce demolition waste. Choice D is incorrect. The text never mentions laws in cities other than Portland, Oregon. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice best states the main purpose of the text?</p>",
  "externalid": "ed628125-1859-4622-bafa-5fd5cd10bbdd",
  "stimulus": "<p>In most building demolitions, the building materials are destroyed and sent to landfills. City officials in Portland, Oregon, wanted to reduce this waste. The officials passed a law requiring demolition companies to deconstruct some buildings instead. Deconstruction involves carefully taking buildings apart piece by piece. Damage to the materials is avoided so that they can be reused in new constructions. A 2019 study found that 27 percent of materials from deconstructions in Portland were able to be reused. The remaining materials were processed for recycling instead of going to a landfill.</p>",
  "templateclusterid": "69e4b2ed-0591-432e-843f-ceae81fd0eca",
  "parenttemplatename": "OSP-KA-TSP-E008",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "a8551659-f93c-4821-ad0f-5923e69862cd",
      "content": "<p>To explain an effort made by the city of Portland to reduce demolition waste and some results of that effort&nbsp;</p>"
    },
    {
      "id": "c0fb133a-b922-4bc7-997f-faa455b1fa9d",
      "content": "<p>To show that popular support for measures that reduce demolition waste has increased since 2019</p>"
    },
    {
      "id": "771977d7-ab7e-4842-b737-f8755316f93c",
      "content": "<p>To argue that building deconstruction is not as effective as other measures at reducing demolition waste</p>"
    },
    {
      "id": "68aa2fc5-91d1-4cba-82bd-e5883ce49732",
      "content": "<p>To discuss laws aimed to reduce demolition waste in Portland and compare them to similar laws in other cities&nbsp;</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}