{
  "vaultid": "1839c7db-82cd-4c00-81db-c712b64db688",
  "keys": [
    "40dd06d3-0a5e-4fb1-9a8c-3a523da3fd64"
  ],
  "rationale": "<p>Choice A is the best answer. \"Negating\" means \"reversing\" or \"making invalid.\" Proving that Vermeer worked with students would reverse the view of him as a solitary artist.</p><p>Choice B is incorrect. \"Prefiguring\" means \"being an early indicator of.\" There already existed views of Vermeer as a solitary painter, so a new painting would not be an early indicator of those views. Rather, a painting proving that Vermeer had a student would contradict those earlier views. Choice C is incorrect. \"Entrenching\" means \"solidifying.\" A painting proving that Vermeer had a student would not solidify views of him as solitary, but would rather contradict those views. Choice D is incorrect. \"Substantiating\" means \"supporting with proof.\" A painting proving that Vermeer had a student would not support views of him as solitary, but would rather contradict those views.</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
  "externalid": "edd110d7-6707-4876-9f5f-dfa02104e47f",
  "stimulus": "<p>Close analysis of the painting <em>Girl with a Flute, </em>long attributed to the seventeenth-century Dutch painter Johannes Vermeer, has revealed subtle deviations from the artist&rsquo;s signature techniques. These variations suggest that the work may be that of a student under Vermeer&rsquo;s tutelage&mdash;potentially <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> our understanding of Vermeer as a solitary artist.</p>",
  "templateclusterid": "70420315-40c6-43c0-ba6b-8a3cc71a5cc7",
  "parenttemplatename": "OSP-KA-WIC-H007",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "40dd06d3-0a5e-4fb1-9a8c-3a523da3fd64",
      "content": "<p>negating&nbsp;</p>"
    },
    {
      "id": "28e1689b-77d5-489a-915a-7eb4263a7a21",
      "content": "<p>prefiguring</p>"
    },
    {
      "id": "f45cb36d-de28-454e-87f5-9405148640a8",
      "content": "<p>entrenching</p>"
    },
    {
      "id": "4687ed61-2274-47ee-bb96-be73064545ba",
      "content": "<p>substantiating</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}