{
  "vaultid": "31ef71f2-7096-4f55-9642-e5e0c1839de2",
  "keys": [
    "49d3e4fe-d107-4851-84f0-e1c17cd0d5bc"
  ],
  "rationale": "<p>Choice D is the best answer. This choice supports the claim of Coleman&rsquo;s intentional defiance of social norms: female pilots were expected to wear skirts, but Coleman wore pants and leather jackets instead. </p><p>Choice A is incorrect. Coleman flew a well-known, common plane, which would not have defied social norms among pilots. Choice B is incorrect. Her complicated relationship with managers and staff would not have been a component of Coleman&rsquo;s public persona. This choice also fails to mention any &ldquo;social norms of the time.&rdquo; Choice C is incorrect. While this quotation suggests that Coleman was careful and purposeful about her public image, it doesn&rsquo;t directly mention anything about &ldquo;social norms of the time.&rdquo; </p>",
  "origin": "proteus",
  "stem": "<p>Which quotation from an article about Coleman would most directly support the aviation researcher&rsquo;s claim?</p>",
  "externalid": "ef9499bb-6d7f-4c00-a193-e4c998f973b6",
  "stimulus": "<p>In addition to her technical skill and daring feats, American stunt pilot Bessie Coleman was also known for dazzling the crowds that came to watch her air shows in the 1920s with her exuberant personality. During her career, she was careful and purposeful about how she crafted her public persona. An aviation researcher has claimed that Coleman intentionally defied social norms of the time by how she chose to present herself to the public.</p>",
  "templateclusterid": "74719f42-952c-4c7c-8878-e2b4ca637913",
  "parenttemplatename": "OSP-KA-TXT-M007",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "3adfe93c-9187-468d-9b8b-09ed787e4e28",
      "content": "<p>&ldquo;For her air shows, Coleman frequently used the Curtiss JN-4, or &lsquo;Jenny,&rsquo; which at that time was one of the most well-known types of planes.&rdquo;</p>"
    },
    {
      "id": "1ef379a1-8f36-4b0f-b82e-45370ae78b52",
      "content": "<p>&ldquo;While Coleman was beloved by spectators for her charisma, she had a more complicated relationship with her managers and staff, who at times found her behavior too impulsive and demanding.&rdquo;</p>"
    },
    {
      "id": "52d53d7a-4061-4e3d-87b0-0df0990c8ddd",
      "content": "<p>&ldquo;Coleman once considered leaving her career as a stunt pilot to focus her efforts on giving speeches, which she felt would better support her public image.&rdquo;&nbsp;</p>"
    },
    {
      "id": "49d3e4fe-d107-4851-84f0-e1c17cd0d5bc",
      "content": "<p>&ldquo;Although female pilots were typically expected to wear traditional but impractical attire that included dresses or skirts, photographs of Coleman show her wearing pants and leather jackets.&rdquo;</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}