{
  "vaultid": "eeab4166-b5f8-439a-9cd2-4a62403843df",
  "keys": [
    "b1405d12-138c-4e83-8438-c7765d12f650"
  ],
  "rationale": "<p>Choice D is the best answer. The text tells us that the samples are too \"small scale\" to reflect the composition of the asteroid, which probably doesn&rsquo;t show the same variation on a large scale. This suggests that the mineral composition of the samples are unlikely to be exactly the same from sample to sample.</p><p>Choice A is incorrect. \"Neglected\" means \"suffering a lack of proper care\" or \"abandoned,\" which doesn&rsquo;t work here. The text never suggests that the distribution of minerals in the samples would be neglected, so this statement doesn&rsquo;t logically follow. Choice B is incorrect. \"Redundant\" means \"not or no longer useful or needed,\" which is too strong. The text doesn&rsquo;t suggest that the variation between the samples isn&rsquo;t a useful finding at all&mdash;just that we can&rsquo;t assume that the large-scale composition of the asteroid will show the same variation. But the composition of the samples might be useful for something else. Choice C is incorrect. \"Ongoing\" means \"still in progress,\" which doesn&rsquo;t make sense: the distribution of minerals in a sample can&rsquo;t be \"ongoing.\"</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
  "externalid": "f0d86904-3056-437a-b590-5363205a9d0d",
  "stimulus": "<p>Mineralogical differences are detectable in samples collected from two locations on the near-Earth asteroid Ryugu, but such differences may not indicate substantial compositional variations in the asteroid. Cosmochemist Kazuhide Nagashima and colleagues note that at the small scale of the samples, the distribution of minerals is unlikely to be <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span>.</p>",
  "templateclusterid": "52ecad5e-c281-4016-8b92-77ead9d5e08b",
  "parenttemplatename": "OSP-KA-WIC-M004",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "a731ccf7-33a0-4f50-966c-5eac8cdd8ce2",
      "content": "<p>neglected</p>"
    },
    {
      "id": "e6d16305-e7d0-44d5-a974-ba142f8b13c3",
      "content": "<p>redundant</p>"
    },
    {
      "id": "b1f78083-2383-4c82-bcb2-e83bd681ad19",
      "content": "<p>ongoing</p>"
    },
    {
      "id": "b1405d12-138c-4e83-8438-c7765d12f650",
      "content": "<p>uniform</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}