{
  "vaultid": "a1acf715-21e9-4269-b4b8-7b86a5bccd54",
  "keys": [
    "ec00d7d8-8c76-41a0-9296-213605f25c60"
  ],
  "rationale": "<p>Choice B is the best answer because it describes a reason that Moejoh and team founded U-recycle Initiative Africa. The text mentions two reasons the initiative was founded: to teach young people about how they affect the environment and to teach them &ldquo;why recycling is important.&rdquo; Thus, teaching the importance of recycling to young people accurately describes a motivation that the text cites as a reason for the initiative&rsquo;s founding. </p><p>Choice A is incorrect. Although art is mentioned in the text, there are no details about artists or whether they are being overlooked. Choice C is incorrect because the text is explicitly about young people and their relationship to the environment and recycling. There is no mention of adults or outdoor skills. Choice D is incorrect. Although the text discusses young people, which likely includes teenagers, there is no mention of starting businesses. </p>",
  "origin": "proteus",
  "stem": "<p>According to the text, what is one reason Moejoh and others founded U-recycle Initiative Africa?&nbsp;</p>",
  "externalid": "f169ff49-6399-4c19-865e-7fa742c53258",
  "stimulus": "<p>Oluwaseyi Moejoh cofounded U-recycle Initiative Africa when she was only a teenager. Moejoh and her team founded the organization to teach young people how their actions affect the environment and why recycling is important. For example, the organization put on an exhibit of art made using recycled materials.&nbsp;</p>",
  "templateclusterid": "3afa39ac-f12d-4835-bf5e-63eb85f59ba0",
  "parenttemplatename": "OSP-044-CID",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "f030d3d6-19b9-4a05-b24d-258d05cbd5e8",
      "content": "<p>To bring attention to overlooked African artists</p>"
    },
    {
      "id": "ec00d7d8-8c76-41a0-9296-213605f25c60",
      "content": "<p>To teach young people why recycling is important</p>"
    },
    {
      "id": "8a9df6df-fe00-4bef-bb9f-2600a12b8b49",
      "content": "<p>To help adults gain important outdoor skills</p>"
    },
    {
      "id": "a3d868a2-79fc-4016-9168-9b85cdab0b16",
      "content": "<p>To give teenagers advice about starting businesses</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}