{
  "vaultid": "1ec4fdd6-6ba5-4f19-9c2f-8e7139c3b554",
  "keys": [
    "0ac4657c-1962-4b2d-bfcd-d48fa72f2c5c"
  ],
  "rationale": "<p>Choice C is the best answer. Both authors mention how consumer behaviors have shifted, and how this affects different aspects of the music industry. Text 1 states that consumers enjoy purchasing &ldquo;lived experiences,&rdquo; and that this influences how organizers design music festivals. Text 2 states that consumers are using streaming services more, and that this reduces album sales and increases the importance of live performances for musicians. </p><p>Choice A is incorrect. Neither text claims that consumers prefer streaming to festivals, or that these are mutually exclusive options. Text 1 implies that festivals are popular and profitable, and Text 2 never suggests that streaming services diminish the demand for live music. Choice B is incorrect. This choice misreads Text 1, which identifies music festivals as just one example of a broader trend of purchasing &ldquo;lived experiences.&rdquo; Text 2 doesn&rsquo;t mention growing interest in purchasing experiences, in the music industry or otherwise. Choice D is incorrect. Neither text establishes a cause/effect relationship between the demand for festivals and the demand for streaming platforms. Text 1 does not mention streaming platforms at all, and Text 2 does not imply that streaming platforms benefit from the popularity of festivals. </p>",
  "origin": "proteus",
  "stem": "<p>Based on the texts, both authors would most likely agree with which statement?</p>",
  "externalid": "f9291899-64c6-42eb-a379-30bc15199332",
  "stimulus": "<p><strong>Text 1</strong></p>\n<p>The live music festival business is growing in event size and genre variety. With so many consumer options, organizers are finding ways to cement festival attendance as a special experience worth sharing. This phenomenon is linked to the growing &ldquo;experiential economy,&rdquo; where many find it gratifying to purchase lived experiences. To ensure a profitable event, venues need to consider the overall consumer experience, not just the band lineup.</p>\n<p><strong>Text 2</strong></p>\n<p>Music festival appearances are becoming a more important part of musicians&rsquo; careers. One factor in this shift is the rising use of streaming services that allow access to huge numbers of songs for a monthly fee, subsequently reducing sales of full-length albums. With this shift in consumer behavior, musicians are increasingly dependent on revenue from live performances.</p>",
  "templateclusterid": "7ba9927e-fc30-4da7-a69b-b58299c66d11",
  "parenttemplatename": "OSP-KA-CTC-M007",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "886c4ccc-e592-4439-85aa-3a66dd54b114",
      "content": "<p>Consumers are more interested in paying subscription fees to stream music than in attending music festivals in person.&nbsp;</p>"
    },
    {
      "id": "5281ca3a-d5d2-4a97-9f53-9409b4b563a8",
      "content": "<p>Consumers&rsquo; growing interest in purchasing experiences is mostly confined to the music industry.&nbsp;</p>"
    },
    {
      "id": "0ac4657c-1962-4b2d-bfcd-d48fa72f2c5c",
      "content": "<p>Changing consumer behaviors are leading to changes in music-related businesses.&nbsp;</p>"
    },
    {
      "id": "c385be7d-6a68-4af3-a2d9-a5578301fe83",
      "content": "<p>The rising consumer demand for live music festivals also generates higher demand for music streaming platforms.</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}