{
  "vaultid": "35922aea-c514-40f0-a7dc-0910aa8df5a5",
  "keys": [
    "7af6b177-53ad-4d9f-972c-9a5c178539a9"
  ],
  "rationale": "<p>Choice C is the best answer. Text 1 claims that mandatory voting results in elections that \"better reflect the preferences of the country.\" Singh and Roy disagree. They claim that more voters doesn&rsquo;t equal more quality votes&mdash;instead, they argue that forced voting may lead to less-informed votes that \"may not reflect [voters&rsquo;] actual preferences.\"</p><p>Choice A is incorrect. Neither text mentions the population size of countries that require voting, or how that might affect election outcomes. Choice B is incorrect. Neither text discusses the effects of mandatory voting on other forms of political engagement. Choice D is incorrect. Neither text discusses the ease or difficulty of the voting process in countries that require voting.</p>",
  "origin": "proteus",
  "stem": "<p>Based on the texts, how would Singh and Roy (Text 2) most likely respond to the research discussed in Text 1?</p>",
  "externalid": "f952519c-47b4-4050-b3b8-3934f05c1835",
  "stimulus": "<p><span role=\"heading\" aria-level=\"2\"><strong>Text 1</strong></span></p>\n<p>Public policy researcher Anthony Fowler studied the history of elections in Australia, a country that requires citizens to vote. Fowler argues that requiring citizens to vote leads to a significant increase in voters who would otherwise not have the time or motivation to vote. Thus, election results in countries that require citizens to vote better reflect the preferences of the country as a whole.&nbsp;</p>\n<p>&nbsp;</p>\n<p><span role=\"heading\" aria-level=\"2\"><strong>Text 2</strong></span></p>\n<p>Governments in democratic countries function better when more people vote. However, forcing people to vote may have negative consequences. Shane P. Singh and Jason Roy studied what happens when a country requires its citizens to vote. They found that when people feel forced to vote, they tend to spend less time looking for information about their choices when voting. As a result, votes from these voters may not reflect their actual preferences.</p>",
  "templateclusterid": "b8e1421f-decd-4d64-aca2-301e5ef9902f",
  "parenttemplatename": "OSP-KA-CTC-E007",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "75f17114-1947-46c0-af46-b3a14063eca5",
      "content": "<p>Only countries of a certain population size should implement mandatory voting.</p>"
    },
    {
      "id": "8cf40bb7-f7d8-4c01-ade2-8fbc004bfe5e",
      "content": "<p>People who are forced to vote are likely to become politically engaged in other ways, such as volunteering or running for office.</p>"
    },
    {
      "id": "7af6b177-53ad-4d9f-972c-9a5c178539a9",
      "content": "<p>Requiring people to vote does not necessarily lead to election outcomes that better represent the preferences of the country as a whole.</p>"
    },
    {
      "id": "6488417e-d87d-476a-86e4-62e30b74b5c1",
      "content": "<p>Countries that require voting must also make the process of voting easier for their citizens.</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}