{
  "vaultid": "238db56f-cc1d-42d9-80c0-27d1c1e3f154",
  "keys": [
    "98caec36-6c34-40cd-80b3-395002111565"
  ],
  "rationale": "<p>Choice C is the best answer. The text describes how <em>Torchy Brown</em> depicted the experiences of a young Black woman experiencing America&rsquo;s Great Migration. It further states that Ormes continued to use comics throughout her career to humorously comment on important issues impacting Black Americans. </p><p>Choice A is incorrect. The text never mentions other Black women comic strip writers. Choice B is incorrect. The text never mentions any changes in the subjects Ormes addressed. Choice D is incorrect. The text never mentions the inspiration for characters in <em>Torchy Brown</em>. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice best states the main purpose of the text?</p>",
  "externalid": "fa3b0868-3f29-4a0e-abca-9354255b5f4a",
  "stimulus": "<p>Jackie Ormes&rsquo;s <em>Torchy Brown in Dixie to Harlem</em> (1937&ndash;38) was the first comic strip by a Black woman to appear in a widely read newspaper. The strip tells the story of Torchy, a young woman who leaves Mississippi to become a performer in New York City. Torchy&rsquo;s story reflects the experience of the Great Migration (1910&ndash;1970), when millions of Black Americans left the South in search of opportunities in other parts of the United States. <em>Torchy Brown</em> thus shows how Ormes used comics to comment humorously on issues affecting Black Americans, which she continued to do throughout her career.</p>",
  "templateclusterid": "41cdb387-651f-4e7b-9f5d-7b3e2b618242",
  "parenttemplatename": "OSP-KA-TSP-E007",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "c2f91fa1-8abf-43e3-bec9-d5169d94a871",
      "content": "<p>To show how Ormes&rsquo;s <em>Torchy Brown</em> inspired other Black women to write comic strips in the 1930s</p>"
    },
    {
      "id": "ccae3f88-31a5-49be-abdd-be429b1f9032",
      "content": "<p>To illustrate how the subjects Ormes addressed in her comic strips changed over the course of her career</p>"
    },
    {
      "id": "98caec36-6c34-40cd-80b3-395002111565",
      "content": "<p>To give an example of how Ormes presented the experiences of Black Americans in her comic strips&nbsp;</p>"
    },
    {
      "id": "e98c3561-4a43-4ab6-a35f-1fddf756c3bf",
      "content": "<p>To claim that several characters in <em>Torchy Brown</em> were based on people that Ormes knew personally&nbsp;</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}