{
  "vaultid": "3c330e3d-0bf6-4d15-b471-2d0e8f841bbb",
  "keys": [
    "428b65b3-f8ad-43cf-ba46-a6b37248c54e"
  ],
  "rationale": "<p>Choice C is the best answer because it effectively uses data from the table to complete the example of variations in participants&rsquo; evaluations. The table shows participants&rsquo; evaluations of the likelihood that robots could work effectively in different occupations. The text asserts that participants&rsquo; evaluations varied widely depending on the occupation being considered and introduces an example supporting that assertion. The data from the table showing that 82% of participants believe that it is somewhat or very likely that a robot could work effectively as a tour guide but only 16% of participants believe that it is somewhat or very likely that a robot could work effectively as a surgeon illustrate this assertion: those data show participants&rsquo; views changing substantially with the occupation being considered.&nbsp;&nbsp;</p><p>Choice A is incorrect because it does not describe data that illustrate the assertion that participants&rsquo; evaluations varied widely depending on which occupation was being considered. Although this choice accurately describes data in the table, data about participants&rsquo; responses when considering a single occupation&mdash;teaching&mdash;could not be an example of people&rsquo;s views changing substantially depending on the occupation being considered.&nbsp;Choice B is incorrect because it identifies a similarity in participants&rsquo; responses when considering two different occupations, but the assertion that the example is intended to illustrate is that participants&rsquo; evaluations varied widely depending on the occupation being considered. Although this choice accurately describes data in the table, those data do not illustrate the assertion in the text.&nbsp;Choice D is incorrect because it does not describe data that illustrate the assertion that participants&rsquo; evaluations varied widely depending on which occupation was being considered. Although this choice accurately describes data in the table, data showing participants&rsquo; evaluation of just one occupation could not be an example of participants&rsquo; evaluations changing depending on the occupation under evaluation.&nbsp;</p>",
  "origin": "proteus",
  "stem": "<p>Which choice most effectively uses data from the table to complete the example?</p>",
  "externalid": "faada6d3-5716-4d4e-be61-452a6fd48aaf",
  "stimulus": "<p><figure class=\"table\"><table class=\"gdr\"><caption style=\"caption-side: top;\"><p style=\"text-align: center;\">Participants&rsquo; Evaluation of the Likelihood That Robots Can Work Effectively in Different Occupations</p></caption><thead><tr><th scope=\"col\" style=\"text-align: center; vertical-align: bottom;\">Occupation</th><th scope=\"col\" style=\"text-align: center; vertical-align: bottom;\">Somewhat or very unlikely (%)</th><th scope=\"col\" style=\"text-align: center; vertical-align: bottom;\">Neutral (%)</th><th scope=\"col\" style=\"text-align: center; vertical-align: bottom;\">Somewhat or very likely (%)</th></tr></thead><tbody><tr><th scope=\"row\" style=\"text-align: left;\">television news anchor</th><td style=\"text-align: center;\">24</td><td style=\"text-align: center;\">9</td><td style=\"text-align: center;\">67</td></tr><tr><th scope=\"row\" style=\"text-align: left;\">teacher</th><td style=\"text-align: center;\">37</td><td style=\"text-align: center;\">16</td><td style=\"text-align: center;\">47</td></tr><tr><th scope=\"row\" style=\"text-align: left;\">firefighter</th><td style=\"text-align: center;\">62</td><td style=\"text-align: center;\">9</td><td style=\"text-align: center;\">30</td></tr><tr><th scope=\"row\" style=\"text-align: left;\">surgeon</th><td style=\"text-align: center;\">74</td><td style=\"text-align: center;\">9</td><td style=\"text-align: center;\">16</td></tr><tr><th scope=\"row\" style=\"text-align: left;\">tour guide</th><td style=\"text-align: center;\">10</td><td style=\"text-align: center;\">8</td><td style=\"text-align: center;\">82</td></tr></tbody></table></figure></p>\n<p>Rows in table may not add up to 100 due to rounding.</p>\n<p>Georgia Tech roboticists De&rsquo;Aira Bryant and Ayanna Howard, along with ethicist Jason Borenstein, were interested in people&rsquo;s perceptions of robots&rsquo; competence. They recruited participants and asked them how likely they think it is that a robot could do the work required in various occupations. Participants&rsquo; evaluations varied widely depending on which occupation was being considered; for example, <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "0201da29-405b-4826-a341-e6d0a72eacbf",
  "parenttemplatename": "OSP-502-QUA",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "0364caf7-186a-4c75-b5d8-067be203b153",
      "content": "<p>47% of participants believe that it is somewhat or very likely that a robot could work effectively as a teacher, but 37% of respondents believe that it is somewhat or very unlikely that a robot could do so.&nbsp;</p>"
    },
    {
      "id": "d78e699c-55ca-4279-9b8e-f18a809000c0",
      "content": "<p>9% of participants were neutral about whether a robot could work effectively as a television news anchor, which is the same percent of participants who were neutral when asked about a robot working as a surgeon.</p>"
    },
    {
      "id": "428b65b3-f8ad-43cf-ba46-a6b37248c54e",
      "content": "<p>82% of participants believe that it is somewhat or very likely that a robot could work effectively as a tour guide, but only 16% believe that it is somewhat or very likely that a robot could work as a surgeon.</p>"
    },
    {
      "id": "7843154c-4131-4365-b2c6-4918cfe513f9",
      "content": "<p>62% of participants believe that it is somewhat or very unlikely that a robot could work effectively as a firefighter.&nbsp;</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}