{
  "vaultid": "f39f3005-6e93-48fe-92f0-094b80195248",
  "keys": [
    "790767a5-3bf2-4798-9282-6aaffe254880"
  ],
  "rationale": "<p>Choice A is the best answer. Conventional solar cell fabrication increases &ldquo;the cost of manufacturing at scale,&rdquo; but spray coating might get rid of that problem. </p><p>Choice B is incorrect. This is not completely supported by the text. While it&rsquo;s true that conventional ETL fabrication is expensive at scale, there&rsquo;s nothing in the text that mentions other perovskite solar cell architectures. Choice C is incorrect. This choice does not match the text. Only one conventional method of ETL fabrication is described, so we can&rsquo;t compare the solution loss in this method to that of other conventional methods.&nbsp;Choice D is incorrect. This choice isn&rsquo;t supported by the text. The text never suggests that the effectiveness of solar cells changes based on their method of fabrication. </p>",
  "origin": "proteus",
  "stem": "<p>What does the text most strongly suggest about conventional ETL fabrication?</p>",
  "externalid": "fd02f4ff-6bf3-4885-92ba-dec5018038d6",
  "stimulus": "<p>In a paper about p-i-n planar perovskite solar cells (one of several perovskite cell architectures designed to collect and store solar power), Lyndsey McMillon-Brown et al. describe a method for fabricating the cell&rsquo;s electronic transport layer (ETL) using a spray coating. Conventional ETL fabrication is accomplished using a solution of nanoparticles. The process can result in a loss of up to 80% of the solution, increasing the cost of manufacturing at scale&mdash;an issue that may be obviated by spray coating fabrication, which the researchers describe as &ldquo;highly reproducible, concise, and practical.&rdquo;</p>",
  "templateclusterid": "380ee139-c547-4629-8e90-ccf8c4e583c5",
  "parenttemplatename": "OSP-KA-CID-H004",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "790767a5-3bf2-4798-9282-6aaffe254880",
      "content": "<p>It is less suitable for manufacturing large volumes of planar p-i-n perovskite solar cells than an alternative fabrication method may be.</p>"
    },
    {
      "id": "2c2eb6de-4163-4282-9fee-4ba359e92e79",
      "content": "<p>It is more expensive when manufacturing at scale than are processes for fabricating ETLs used in other perovskite solar cell architectures.</p>"
    },
    {
      "id": "f8014fde-b89a-4e7c-b025-7bbf447514a5",
      "content": "<p>It typically entails a greater loss of nanoparticle solution than do other established approaches for ETL fabrication.</p>"
    },
    {
      "id": "7d499119-815e-4bc9-a60e-1543d15df7ad",
      "content": "<p>It is somewhat imprecise and therefore limits the potential effectiveness of p-i-n planar perovskite solar cells at capturing and storing solar power.</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}