{
  "vaultid": "b965b932-d313-462e-9ccf-067ce68a16b2",
  "keys": [
    "9357ca95-b0cb-4c29-9fb6-8a2b3f74fd49"
  ],
  "rationale": "<p>Choice A is the best answer. \"Speculate\" means \"to form a theory or guess without any clear evidence.\" This makes sense because, due to the lack of \"clear evidence,\" the archaeologists can only guess how the <em>pessoi</em> set might have come to be there.</p><p>Choice B is incorrect. \"Dismiss\" can mean \"send away\" or \"treat as unworthy of consideration.\" The text implies that the archaeologists are trying to figure out the truth&mdash;they wouldn&rsquo;t \"dismiss\" what really happened. Choice C is incorrect. \"Expand on\" means \"give more details about,\" but there aren&rsquo;t any details to give. Without any \"clear evidence,\" the archaeologists can&rsquo;t give any more details. Choice D is incorrect. \"Catalog\" means \"carefully record\" or \"make a list of.\" However, there&rsquo;s no \"clear evidence,\" so there&rsquo;s no real information to \"catalog.\"</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
  "externalid": "fed69a30-de93-48a7-9a9c-2a11be5cb673",
  "stimulus": "<p>In 2008 a complete set of ancient <em>pessoi </em>(glass game pieces) was uncovered from beneath a paving stone in modern-day Israel. Due to their small size, <em>pessoi</em> were easily misplaced, making a whole set a rare find. This has led some experts to suggest that the set may have been buried intentionally; however, without clear evidence, archaeologists are left to <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> what happened.</p>",
  "templateclusterid": "788750c6-351f-4bd2-85bd-9f46e1e2605d",
  "parenttemplatename": "OSP-KA-WIC-M008",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "9357ca95-b0cb-4c29-9fb6-8a2b3f74fd49",
      "content": "<p>speculate about</p>"
    },
    {
      "id": "5dc29efd-bded-440f-882a-f7531e45fbce",
      "content": "<p>dismiss</p>"
    },
    {
      "id": "a6731e33-57b4-4636-889e-ada91f7266fd",
      "content": "<p>expand on</p>"
    },
    {
      "id": "5577a9c6-ea90-4628-b449-5a30bbd72d6a",
      "content": "<p>catalog</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}