{
  "vaultid": "6133a01e-35ef-4b43-9509-a50bcc271dcc",
  "keys": [
    "c1d9e935-e567-4a5e-9458-ae59ce1ed74c"
  ],
  "rationale": "<p>Choice B is the best answer. \"Defied\" means \"resisted\" or \"deliberately disobeyed,\" which matches the way Klein broke from the conventions of photography in his time by including features that were generally seen as flaws.</p><p>Choice A is incorrect. \"Reviewed\" means \"analyzed\" or \"evaluated,\" but that doesn&rsquo;t really fit the context here. Klein isn&rsquo;t directly providing any thoughtful examination of the conventions of photography: he&rsquo;s just breaking all the rules. Choice C is incorrect. \"Respected\" can mean \"admired\" or \"followed\" (as in the case of conventions). It&rsquo;s clear that Klein didn&rsquo;t respect conventions, given his use of photographic features that were generally considered \"flaws.\" Choice D is incorrect. \"Prevented\" means \"stopped,\" and Klein did not stop the conventions&mdash;they still existed. Instead, he made images that were seen as \"flawed\" under those conventions.</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
  "externalid": "ffd55ab0-aa98-4695-aab9-4c91355810ed",
  "stimulus": "<p>As a young photographer in the 1950s, William Klein <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> the conventions of photography by creating images that were high contrast and included blurred and distorted elements&mdash;features generally seen as flaws. So unorthodox was Klein&rsquo;s work that he had difficulty finding a publisher for his now-iconic 1956 photo book <em>Life is Good &amp; Good for You in New York</em>.</p>",
  "templateclusterid": "53dfc88d-625b-4cf4-8694-d0c26bb9377b",
  "parenttemplatename": "OSP-KA-WIC-M006",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "3f403ed1-1aa9-4103-bbe0-95b61bdb75ae",
      "content": "<p>reviewed</p>"
    },
    {
      "id": "c1d9e935-e567-4a5e-9458-ae59ce1ed74c",
      "content": "<p>defied</p>"
    },
    {
      "id": "099bf3d4-3223-4d49-929b-4a940379a1d6",
      "content": "<p>respected</p>"
    },
    {
      "id": "ce7e58e8-d06a-4e15-b254-1aa2ce0f50e1",
      "content": "<p>prevented</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}