{
  "vaultid": "2e3bc89f-39fe-48c8-8823-63d42c8bfc1b",
  "keys": [
    "27553825-7225-4016-8b36-867104ece2a3"
  ],
  "rationale": "<p>Choice D is the best answer. The convention being tested is subject-modifier placement. This choice ensures that the modifying phrase &ldquo;despite being cheap, versatile, and easy to produce&rdquo; appears immediately before the noun it modifies, &ldquo;commercial plastics,&rdquo; clearly establishing that the commercial plastics&mdash;and not another noun in the sentence&mdash;are being described as cheap, versatile, and easy to produce.&nbsp;</p><p>Choice A is incorrect because it results in a dangling modifier. The placement of the function word &ldquo;there&rdquo; immediately after the modifying phrase illogically and confusingly suggests that &ldquo;there&rdquo; is cheap, versatile, and easy to produce. Choice B is incorrect because it results in a dangling modifier. The placement of the noun &ldquo;two problems&rdquo; immediately after the modifying phrase illogically suggests that the &ldquo;problems&rdquo; are cheap, versatile, and easy to produce. Choice C is incorrect because it results in a dangling modifier. The placement of the noun phrase &ldquo;commercial plastics&rsquo; two associated problems&rdquo; immediately after the modifying phrase illogically suggests that the &ldquo;problems&rdquo; are cheap, versatile, and easy to produce. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>",
  "externalid": "014a9604-e171-4d08-bf30-8e902eb9d335",
  "stimulus": "<p>Despite being cheap, versatile, and easy to produce, <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> they are made from nonrenewable petroleum, and most do not biodegrade in landfills.</p>",
  "templateclusterid": "707bcaa3-5c9f-446a-861f-689a9b239650",
  "parenttemplatename": "OSP-632-SEC",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "2e22bef7-8909-4080-9ecd-4798383655a1",
      "content": "<p>there are two problems associated with commercial plastics:</p>"
    },
    {
      "id": "5b6dd2e0-2309-481e-aa2d-271222171257",
      "content": "<p>two problems are associated with commercial plastics:</p>"
    },
    {
      "id": "26884504-cc22-423d-bfe7-5ad4769e08de",
      "content": "<p>commercial plastics&rsquo; two associated problems are that</p>"
    },
    {
      "id": "27553825-7225-4016-8b36-867104ece2a3",
      "content": "<p>commercial plastics have two associated problems:</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}