{
  "vaultid": "b4733790-ed94-4bdf-b509-a53e7b00b5f2",
  "keys": [
    "d31dad27-4927-43e1-b786-2544ff3c0123"
  ],
  "rationale": "<p>Choice B is the best answer. Siraj&rsquo;s hypothesis is that the Chicxulub impactor was a long-period comet. But Artemieva points to the iridium found in the crater and in &ldquo;geological layers that were deposited worldwide after the impact&rdquo; as evidence that it was actually an asteroid, not a long-period comet. </p><p>Choice A is incorrect. We can&rsquo;t infer that this is how Artemieva would respond to Siraj&rsquo;s hypothesis. Text 2 never discusses whether Wild 2 is representative of long-period comets in general. Rather, Text 2 presents Artemieva&rsquo;s argument that the Chicxulub impactor was an asteroid, not a long-term comet. Choice C is incorrect. We can&rsquo;t infer that this is how Artemieva would respond to Siraj&rsquo;s hypothesis. Siraj&rsquo;s hypothesis doesn&rsquo;t make this connection: rather, Siraj hypothesizes that the Chicxulub impactor was a long-term comet. Choice D is incorrect. We can&rsquo;t infer that this is how Artemieva would respond to Siraj&rsquo;s hypothesis. &ldquo;Soil samples from sites distant from the Chicxulub crater&rdquo; is too vague. Only soil samples from sites that are connected to the impact in some way are involved in either hypothesis. </p>",
  "origin": "proteus",
  "stem": "<p>Based on the texts, how would Artemieva likely respond to Siraj&rsquo;s hypothesis, as presented in Text 1?</p>",
  "externalid": "06b4befe-cc57-404a-b9d6-dea9e85fdec6",
  "stimulus": "<p><strong><span role=\"heading\" aria-level=\"2\">Text 1</span></strong></p>\n<p>In 2021, a team led by Amir Siraj hypothesized that the Chicxulub impactor&mdash;the object that struck the Yucat&aacute;n Peninsula sixty-six million years ago, precipitating the mass extinction of the dinosaurs&mdash;was likely a member of the class of long-period comets. As evidence, Siraj cited the carbonaceous chondritic composition of samples from the Chicxulub impact crater as well as of samples obtained from long-period comet Wild 2 in 2006.</p>\n<p>&nbsp;</p>\n<p><strong><span role=\"heading\" aria-level=\"2\">Text 2</span></strong></p>\n<p>Although long-period comets contain carbonaceous chondrites, asteroids are similarly rich in these materials. Furthermore, some asteroids are rich in iridium, as Natalia Artemieva points out, whereas long-period comets are not. Given the prevalence of iridium at the crater and, more broadly, in geological layers deposited worldwide following the impact, Artemieva argues that an asteroid is a more plausible candidate for the Chicxulub impactor.</p>",
  "templateclusterid": "ad9b1367-372d-41ba-a775-1a13f0aa07da",
  "parenttemplatename": "OSP-KA-CTC-M004",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "a4bb901a-336b-42cf-9d45-d50ab89f69a6",
      "content": "<p>By insisting that it overestimates how representative Wild 2 is of long-period comets as a class</p>"
    },
    {
      "id": "d31dad27-4927-43e1-b786-2544ff3c0123",
      "content": "<p>By arguing that it does not account for the amount of iridium found in geological layers dating to the Chicxulub impact</p>"
    },
    {
      "id": "3a1a838b-5780-40a1-ac08-1dc528320660",
      "content": "<p>By praising it for connecting the composition of Chicxulub crater samples to the composition of certain asteroids</p>"
    },
    {
      "id": "3b95452e-4ae8-4c5d-bf6a-4fc7416bf236",
      "content": "<p>By concurring that carbonaceous chondrites are prevalent in soil samples from sites distant from the Chicxulub crater</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}