{
  "stem": "<p>Which finding, if true, would most directly support the researchers&rsquo; claim?</p>",
  "stimulus": "<p>Biologists have generally believed that the diet of jaguars consists mostly of land-based mammals, but researchers studying a population of jaguars living in the Brazilian Pantanal, a tropical wetland, claim that jaguars can survive on a diet of more fish and aquatic reptiles than mammals.&nbsp;</p>",
  "type": "mcq",
  "keys": [
    "9351cd7d-e054-4caa-8487-7372740c2d94"
  ],
  "answerOptions": [
    {
      "id": "9351cd7d-e054-4caa-8487-7372740c2d94",
      "content": "<p>Aquatic reptile and fish remains were detected more often than were mammal remains in an analysis of jaguar waste matter found in the area.</p>"
    },
    {
      "id": "55a80115-82c3-4f98-8784-acfe25645c4d",
      "content": "<p>Exceptionally high numbers of yacare caiman, an aquatic reptile, were found living in the area.</p>"
    },
    {
      "id": "4ca56089-57ff-418e-83cd-c95530a1e05b",
      "content": "<p>Aquatic prey like the reptiles and fish in the area provide a source of omega-3 fatty acids that aren&rsquo;t often found in land mammals.</p>"
    },
    {
      "id": "eb75ba10-67fe-4037-be90-60df095f38b3",
      "content": "<p>When jaguars in the area preyed on mammals, they tended to prefer semiaquatic ones like capybaras.</p>"
    }
  ],
  "rationale": "<p>Choice A is the best answer because it presents a finding that, if true, would support the researchers&rsquo; claim about the diets of jaguars in the Brazilian Pantanal. The text notes that jaguars generally eat land-based mammals, but researchers claim that jaguars in the Pantanal can survive on a diet that includes more fish and aquatic reptiles than mammals. Finding that the remains of aquatic reptiles and fish appear more often in these jaguars&rsquo; waste than the remains of mammals do would support the researchers&rsquo; claim, since it would suggest that fish and aquatic reptiles are a more significant part of the jaguars&rsquo; diet than mammals are.</p><p>Choice B is incorrect because finding that a particular aquatic reptile exists in high numbers in the area would not support the researchers&rsquo; claim about the jaguars&rsquo; diet. The mere presence of many aquatic reptiles nearby does not mean that the jaguars eat those reptiles, let alone survive on more aquatic reptiles and fish than mammals. Choice C is incorrect. Although finding that aquatic reptiles and fish can provide nutrients that land mammals typically do not provide could help explain why some animals eat those reptiles and fish, it would not indicate whether the jaguars in particular eat those reptiles and fish and thus would not support the researchers&rsquo; claim. Choice D is incorrect because finding that when preying on mammals, jaguars prefer semiaquatic mammals, such as capybaras, would be irrelevant to the researchers&rsquo; claim that the jaguars can survive on a diet of more fish and aquatic reptiles than mammals. The type of mammals the jaguars tend to eat does not indicate anything about whether fish and aquatic reptiles are part of the jaguars&rsquo; diet.</p>",
  "externalid": "06e04baa-57bc-4dab-b607-a7f7379fce1f",
  "correct_answer": [
    "A"
  ]
}