{
  "vaultid": "07ce1250-30ee-467a-a3e8-175731763dac",
  "keys": [
    "d090e9bb-712b-4764-9f67-8edac905bae7"
  ],
  "rationale": "<p>Choice B is the best answer because it most logically completes the text&rsquo;s discussion of volunteering. The text asserts that volunteering benefits both the community in which one volunteers and society as a whole. It then states that in a survey of young people, a majority of respondents said that volunteering helps individuals, but only 6% of respondents said that volunteering helps society as a whole. If volunteering does in fact help society as a whole, as the text says, but only 6% of young people believe it does, then it&rsquo;s reasonable to conclude that volunteering is more helpful than many young people think it is.&nbsp;</p><p>Choice A is incorrect because the text discusses young people&rsquo;s beliefs about the benefits of volunteering, not where young people believe they are able to volunteer. Nothing in the text suggests that many young people believe they are only able to volunteer in their own communities. Choice C is incorrect. Although the text indicates that volunteering is beneficial for society as a whole, nothing in the text suggests that volunteering can benefit society more than it can benefit individual people. The text doesn&rsquo;t compare the benefits to society with the benefits to individuals.&nbsp;Choice D is incorrect because the text discusses young people&rsquo;s beliefs about the benefits of volunteering, not how to find volunteering opportunities. There&rsquo;s nothing in the text to suggest that many young people don&rsquo;t know how to volunteer.&nbsp;</p>",
  "origin": "proteus",
  "stem": "<p>Which choice most logically completes the text?</p>",
  "externalid": "08272652-dc6b-4cfa-a163-587bce316822",
  "stimulus": "<p>Volunteering, or giving time for a community service for free, is a valuable form of civic engagement because helping in a community is also good for society as a whole. In a survey of youths in the United States, most young people said that they believe volunteering is a way to help people on an individual level. Meanwhile, only 6% of the youths said that they think volunteering is a way to help fix problems in society overall. These replies suggest that <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "2e9c25fd-c0f3-4cdd-a9b2-2854274f40a9",
  "parenttemplatename": "OSP-032-INF",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "063aecd5-dea1-4a3c-bad1-1923064b5c18",
      "content": "<p>many young people think they can volunteer only within their own communities.</p>"
    },
    {
      "id": "d090e9bb-712b-4764-9f67-8edac905bae7",
      "content": "<p>volunteering may be even more helpful than many young people think it is.</p>"
    },
    {
      "id": "8056186f-d5e0-4477-b01f-530fb5d5d14b",
      "content": "<p>volunteering can help society overall more than it can help individual people.</p>"
    },
    {
      "id": "b5e90463-6f45-4775-914b-0fb8489c43d8",
      "content": "<p>many young people may not know how to find ways to volunteer their time.</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}