{
  "vaultid": "188dda45-f5e7-4004-ba20-0c99f1e4b090",
  "keys": [
    "4217767c-07d4-47c7-acc8-21de5037a19a"
  ],
  "rationale": "<p>Choice D is the best answer. It appropriately uses a period to mark the end of one independent clause (\"In 2000&hellip;settings\") and the start of another (\"She founded&hellip;professionals\").</p><p>Choice A is incorrect. This choice results in a run-on sentence error. Both the clause before the blank (\"In 2000&hellip;settings\") and the clause after the blank (\"she&hellip;professionals\") are independent clauses, so they need to be separated by punctuation. Choice B is incorrect. This choice results in a comma splice error. It incorrectly joins two independent clauses with just a comma. Linking two independent clauses with a comma also requires the use of a coordinating conjunction (like<em> for</em>, <em>and</em>, <em>nor</em>, <em>but</em>, <em>or</em>, <em>yet</em>, or <em>so</em>). Choice C is incorrect. This choice results in a run-on sentence, an error caused when two independent clauses are joined without punctuation or appropriate conjunctions. Since both the clause before the blank (\"In 2000&hellip;settings\") and the clause after the blank (\"she&hellip;professionals\") are independent, a comma would be required in addition to the coordinating conjunction \"and.\"</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>",
  "externalid": "0b5a29de-5bdc-4eaa-8cd2-44e0da501b87",
  "stimulus": "<p>In 2000, Nora de Hoyos Comstock, herself an owner of a successful consulting firm, sought to increase Latina representation in corporate <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> founded<em> </em>Las Comadres para las Americas, an international community that for over two decades has served as a resource and information network for Latina business professionals.</p>",
  "templateclusterid": "3f11de3d-49e5-4122-b26b-3599e04b88f8",
  "parenttemplatename": "OSP-KA-BOU-E006",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "d181d36e-5636-4826-b08a-58bf3d12e99e",
      "content": "<p>settings she</p>"
    },
    {
      "id": "73d5a43a-272c-4fc0-b458-08e58071870c",
      "content": "<p>settings, she</p>"
    },
    {
      "id": "db33d488-27b2-4c75-8af0-3af0129d9e95",
      "content": "<p>settings and she</p>"
    },
    {
      "id": "4217767c-07d4-47c7-acc8-21de5037a19a",
      "content": "<p>settings. She</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}