{
  "vaultid": "4a041e5b-4ece-4d26-985b-5562f363f149",
  "keys": [
    "9324eaf6-8235-4118-a88a-57fa9d7017d4"
  ],
  "rationale": "<p>Choice C is the best answer. The passage tells us that participants who had seen a less detailed ad for a product beforehand had a higher opinion of the store than those who had seen a more detailed ad. This suggests that reactions to an ad may be affected by the amount of detail viewed in previous ads. </p><p>Choice A is incorrect. The passage doesn&rsquo;t mention the number of people who viewed the ad, so there&rsquo;s no basis for this inference. Choice B is incorrect. The passage doesn&rsquo;t mention the length of time viewing previous ads, so there&rsquo;s no basis for this inference. Choice D is incorrect. The passage doesn&rsquo;t mention the time of day that the ad is viewed, so there&rsquo;s no basis for this inference. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice most logically completes the text?</p>",
  "externalid": "0b8f215d-1b22-42fb-8f6b-1fb5afd5de8d",
  "stimulus": "<p>Researchers wanted to study how consumers&rsquo; reactions to an ad may be affected by other ads. The researchers began by showing study participants an ad for a product, with some seeing a less detailed ad and others seeing a more detailed one. Then, all participants viewed the same second ad for a store and shared their opinion of the store based on this second ad. Participants who had first seen an ad less detailed than the second ad had a higher opinion of the store than the participants who had first seen a more detailed ad. The researchers concluded that reactions to an ad may be affected by <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "4fe9d9bd-e67a-4e3e-a638-cb3ce7c37fcc",
  "parenttemplatename": "OSP-KA-INF-E008",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "d9e96a5c-f47d-4ae0-81a0-efbd367d8e45",
      "content": "<p>the number of people who viewed the ad.</p>"
    },
    {
      "id": "cc1046dc-9b09-4f0c-99e9-4c8f6e983522",
      "content": "<p>the length of time viewing previous ads.&nbsp;</p>"
    },
    {
      "id": "9324eaf6-8235-4118-a88a-57fa9d7017d4",
      "content": "<p>the amount of detail viewed in previous ads.</p>"
    },
    {
      "id": "ddab6f99-21d7-4d1b-94df-d5a13fd9ef2c",
      "content": "<p>the time of day that the ad is viewed.</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}