{
  "vaultid": "e66224ff-f3b9-4f42-ba59-f6472063cda3",
  "keys": [
    "b9036e67-fe93-4b19-859c-9ab55f9823ac"
  ],
  "rationale": "<p>Choice B is the best answer because it most logically completes the text&rsquo;s discussion of Jha and Kremen&rsquo;s finding about bees&rsquo; foraging behavior. In this context, &ldquo;homogeneous&rdquo; means uniform or of the same kind. The text indicates that some models predict that the distance that bees travel when they&rsquo;re foraging declines as the density of flowers increases. The text goes on to say, however, that Jha and Kremen identified a circumstance in which bees don&rsquo;t behave this way. Specifically, if bees encounter &ldquo;patches of low species richness&rdquo;&mdash;that is, patches in which the flowers are largely from the same species&mdash;they&rsquo;ll travel beyond those patches to get varied food resources. This context thus suggests that bees don&rsquo;t behave as some models predict if the dense patches of flowers the bees encounter are homogeneous.&nbsp;</p><p>Choice A is incorrect because the text indicates that Jha and Kremen found that bees will behave differently than some models predict if the bees encounter flower patches that are not rich in species, not if the flowers are &ldquo;depleted,&rdquo; or emptied or reduced in quality or quantity. Although it could be true that bees are likely to leave depleted patches in search of more resources, the text doesn&rsquo;t indicate that Jha and Kremen investigated that possibility. Choice C is incorrect because there&rsquo;s no information in the text suggesting that bees will not behave as some models predict if flowers in patches are &ldquo;immature,&rdquo; or not fully developed. Instead, the text indicates that Jha and Kremen found that bees will behave contrary to some models&rsquo; predictions if the flower patches are not rich in species. Choice D is incorrect because the text indicates that bees&rsquo; behavior will be inconsistent with the predictions of some models if the flower patches that the bees encounter are of low species richness, not if the flowers are in patches that are &ldquo;dispersed,&rdquo; or widely scattered. Although the text does describe bees as leaving patches that are not rich in species to forage elsewhere, there&rsquo;s no suggestion that Jha and Kremen found that the distance between dense flower patches affects whether the bees behave as some models predict. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
  "externalid": "0fd533da-56e3-48d2-be14-a0a3becb6886",
  "stimulus": "<p>Some foraging models predict that the distance bees travel when foraging will decline as floral density increases, but biologists Shalene Jha and Claire Kremen showed that bees&rsquo; behavior is inconsistent with this prediction if flowers in dense patches are <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span>: bees will forage beyond patches of low species richness to acquire multiple resource types.&nbsp;</p>",
  "templateclusterid": "12305499-7cd3-4e2b-8263-f7199a8871cd",
  "parenttemplatename": "OSP-KA-WIC-H004",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "5d58611f-7f0d-4c94-a115-b09c921e9316",
      "content": "<p>depleted&nbsp;</p>"
    },
    {
      "id": "b9036e67-fe93-4b19-859c-9ab55f9823ac",
      "content": "<p>homogeneous</p>"
    },
    {
      "id": "49d0b50d-925f-418b-9f24-5cf5c49c50d9",
      "content": "<p>immature</p>"
    },
    {
      "id": "aa899195-b099-4e87-bd4e-b0a0c2c094f4",
      "content": "<p>dispersed</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}