{
  "vaultid": "51c76a6c-42a4-465b-b6cc-56e3e842b455",
  "keys": [
    "c21e11c2-8b14-4d14-b95b-6faf0d427e2b"
  ],
  "rationale": "<p>Choice B is the best answer. Air travel usually requires much more &ldquo;lead time&rdquo; than train travel, so short flights end up taking the same amount of time as a train trip to the same destination. But train travel starts to need more &ldquo;lead time&rdquo; when the trains approach their capacity limits. This suggests that train companies should add more trains for these routes if they want to encourage travelers to take a train instead of a plane. </p><p>Choice A is incorrect. This inference isn&rsquo;t supported. The text never discusses &ldquo;long-haul routes&rdquo; for either air travel or rail travel, so there is no basis to make this inference. Choice C is incorrect. This inference isn&rsquo;t supported. The text only mentions these procedures to explain why the &ldquo;lead time&rdquo; is so long for air travel. It never suggests that trains need to start implementing these procedures too. Choice D is incorrect. This inference isn&rsquo;t supported. The goal is to make sure that trains &ldquo;remain a viable alternative&rdquo; to short flights, which suggests that anything that makes train travel take longer should be avoided. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice most logically completes the text?</p>",
  "externalid": "11018df2-968a-4ff7-ba6c-537ca7649b01",
  "stimulus": "<p>Researchers Suchithra Rajendran and Maximilian Popfinger modeled varying levels of passenger redistribution from short-haul flights (flights of 50 to 210 minutes, from takeoff to landing) to high-speed rail trips. Planes travel faster than trains, but air travel typically requires 3 hours of lead time for security, baggage handling, and boarding that rail travel doesn&rsquo;t, so short-haul routes take similar amounts of time by air and by rail. However, the model suggests that as rail passenger volumes approach current capacity limits, long lead times emerge. Therefore, for rail to remain a viable alternative to short-haul flights, <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "3ffca82d-b080-41eb-a12d-75ce74e9f416",
  "parenttemplatename": "OSP-KA-INF-H003",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "931558d4-5c96-4ae0-b318-29aae6a45e8c",
      "content": "<p>rail systems should offer fewer long-haul routes and airlines should offer more long-haul routes.</p>"
    },
    {
      "id": "c21e11c2-8b14-4d14-b95b-6faf0d427e2b",
      "content": "<p>rail systems may need to schedule additional trains for these routes.</p>"
    },
    {
      "id": "53066023-84cb-4936-a547-b17eb8f05aa2",
      "content": "<p>security, baggage handling, and boarding procedures used by airlines may need to be implemented for rail systems.</p>"
    },
    {
      "id": "e12a5f5d-4698-42a7-bd52-543261496203",
      "content": "<p>passengers who travel by rail for these routes will need to accept that lead times will be similar to those for air travel.</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}