{
  "vaultid": "d018ce7e-fb3c-48b5-8b1d-35a021c1ea82",
  "keys": [
    "eb4664ce-d514-418b-b63e-80565c67f9c0"
  ],
  "rationale": "<p>Choice D is the best answer because it most logically completes the text&rsquo;s discussion of the collaboration between the Crow Tribe and Montana State University. As used in this context, &ldquo;exemplifies&rdquo; means demonstrates. The text conveys how the Crow Tribe&ndash;Montana State University collaboration serves to illustrate the model of community-based participatory research introduced earlier in the text and expanded on later in the text.&nbsp;</p><p>Choice A is incorrect because referring to &ldquo;circumvents,&rdquo; or avoids, wouldn&rsquo;t make sense in context. The text suggests that the Crow Tribe&ndash;Montana State University collaboration serves as an example of the principles of community-based participatory research, not that the collaboration evades this model.&nbsp;Choice B is incorrect because referring to &ldquo;eclipses,&rdquo; or overshadows, wouldn&rsquo;t make sense in context. The text describes the Crow Tribe&ndash;Montana State University collaboration as an equal partnership, which indicates that it&rsquo;s an example of the community-based participatory research model, not that it overshadows the model.&nbsp;Choice C is incorrect because saying that the collaboration &ldquo;fabricates,&rdquo; or creates, the model wouldn&rsquo;t make sense in context. The text indicates that the Crow Tribe&ndash;Montana State University collaboration serves as an example of the model, not that it created the model.&nbsp;</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
  "externalid": "138cb6f2-d4f1-430b-9a21-b645929a5d0b",
  "stimulus": "<p>Following the principles of community-based participatory research, tribal nations and research institutions are equal partners in health studies conducted on reservations. A collaboration between the Crow Tribe and Montana State University &shy;&shy;&shy;&shy;<span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> this model: tribal citizens worked alongside scientists to design the methodology and continue to assist in data collection.</p>",
  "templateclusterid": "6ed7495c-d5e8-4baf-8d16-de3d130593b3",
  "parenttemplatename": "OSP-929-WIC",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "7e27cf1d-6d7d-445f-9850-f3943b875e39",
      "content": "<p>circumvents</p>"
    },
    {
      "id": "30cda760-1abe-46cd-aa48-ea5a96d3bc44",
      "content": "<p>eclipses</p>"
    },
    {
      "id": "c7f7c635-2557-4e71-9481-cbb5f32c6554",
      "content": "<p>fabricates</p>"
    },
    {
      "id": "eb4664ce-d514-418b-b63e-80565c67f9c0",
      "content": "<p>exemplifies</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}