{
  "vaultid": "976eda41-e09c-44d2-a1b5-ab1bbce61ed9",
  "keys": [
    "8f614bee-266e-4100-a4d2-496d1f431e5b"
  ],
  "rationale": "<p>Choice D is the best answer. The text describes a study assessing how children think of rewards and fairness and its results. It concludes that the children in the study may have thought that a teacher who counted out loud when giving rewards cared more about fairness than a teacher who did not count out loud. </p><p>Choice A is incorrect. The children in the study are described as being &ldquo;four to six,&rdquo; and the text doesn&rsquo;t mention any differences among the different ages. Choice B is incorrect. The experiment wasn&rsquo;t about teaching math&mdash;rather, it was about how counting out loud affected the children&rsquo;s perception of fairness. Choice C is incorrect. The experiment doesn&rsquo;t focus on whether the children care about fairness, and the text never mentions the children&rsquo;s expectations of being rewarded. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice best states the main idea of the text?</p>",
  "externalid": "157a66e4-2393-45c7-b129-cabbbf204d2e",
  "stimulus": "<p>Psychologists wanted to test how young children think about rewards and fairness. In an experiment, two teachers handed out rewards while children (ages four to six) watched. The teachers gave out the same number of rewards, but one of them counted the rewards out loud. The children were then asked who was fairer. 73% chose the teacher who counted. The psychologists think that counting showed the children that the teacher wanted to be fair. The children may have believed that the teacher who did not count did not care about fairness.</p>",
  "templateclusterid": "c2ad3724-30e2-42c1-824a-009802140951",
  "parenttemplatename": "OSP-KA-CID-E007",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "d4d0ce99-aad3-48c1-8dc9-4e65be6e10c8",
      "content": "<p>Psychologists think children cannot understand the concept of fairness until they are six years old.&nbsp;</p>"
    },
    {
      "id": "87e71882-0363-4e56-b9b3-0c7f0f52699a",
      "content": "<p>An experiment found that counting out loud is the best way to teach mathematical concepts to children.&nbsp;</p>"
    },
    {
      "id": "51cf215c-ac7b-402a-b8c6-ca5abcb7adb2",
      "content": "<p>Psychologists think young children expect to be rewarded when the children show that they care about fairness.&nbsp;</p>"
    },
    {
      "id": "8f614bee-266e-4100-a4d2-496d1f431e5b",
      "content": "<p>An experiment showed that the way rewards are given out may affect whether young children think the situation is fair.</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}