{
  "vaultid": "655e841f-3089-47ac-80e0-b3d37f7132be",
  "keys": [
    "b7b8f8ed-3023-4310-9df6-eec10555d128"
  ],
  "rationale": "<p>Choice D is the best answer. The narrator says that, at first, they thought Bill asked regularly about other seafarers because he wanted their company, but eventually they realized that Bill actually wanted to avoid them. </p><p>Choice A is incorrect. This isn&rsquo;t the reason the text gives for why Bill regularly asks about &ldquo;seafaring men.&rdquo; The narrator says that, at first, they thought Bill asked regularly about other seafarers because he wanted their company, but eventually they realized that Bill wanted to avoid them. Choice B is incorrect. This isn&rsquo;t the reason the text gives for why Bill regularly asks about &ldquo;seafaring men.&rdquo; The narrator says that, at first, they thought Bill asked regularly about other seafarers because he wanted their company, but eventually they realized that Bill wanted to avoid them. Choice C is incorrect. This isn&rsquo;t the reason the text gives for why Bill regularly asks about &ldquo;seafaring men.&rdquo; The narrator says that, at first, they thought Bill asked regularly about other seafarers because he wanted their company, but eventually they realized that Bill wanted to avoid them. </p>",
  "origin": "proteus",
  "stem": "<p>According to the text, why does Bill regularly ask about &ldquo;seafaring men&rdquo;?</p>",
  "externalid": "176cf9b7-f8b5-4194-9593-f60ba7a78ffb",
  "stimulus": "<p>The following text is adapted from Robert Louis Stevenson&rsquo;s 1883 novel <em>Treasure Island</em>. Bill is a sailor staying at the Admiral Benbow, an inn run by the narrator&rsquo;s parents.</p>\n<p>Every day when [Bill] came back from his stroll he would ask if any seafaring men had gone by along the road. At first we thought it was the want of company of his own kind that made him ask this question, but at last we began to see he was desirous to avoid them. When a seaman did [stay] at the Admiral Benbow (as now and then some did) he would look in at him through the curtained door before he entered the parlour; and he was always sure to be as silent as a mouse when any such was present.</p>",
  "templateclusterid": "d3ad76a2-ca74-4807-a09c-b79e9b560730",
  "parenttemplatename": "OSP-016-CID",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "dad6728d-bdf4-40a2-aa58-331edd8081c5",
      "content": "<p>He&rsquo;s hoping to find an old friend and fellow sailor.</p>"
    },
    {
      "id": "8c3e47e2-8677-4d56-8564-75a7d6696b1b",
      "content": "<p>He&rsquo;s trying to secure a job as part of the crew on a new ship.</p>"
    },
    {
      "id": "e338e9a1-1822-4a44-b795-f74f4bcc9fa9",
      "content": "<p>He isn&rsquo;t sure that other guests at the inn will be welcoming of sailors.</p>"
    },
    {
      "id": "b7b8f8ed-3023-4310-9df6-eec10555d128",
      "content": "<p>He doesn&rsquo;t want to encounter any other sailor unexpectedly.</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}