{
  "vaultid": "6faae3cd-18fb-40c6-a2ee-6dcd48ef1a3e",
  "keys": [
    "cfb7570b-012f-47b5-8e23-0491aa085114"
  ],
  "rationale": "<p>Choice A is the best answer. We&rsquo;re told that people needed to pay &ldquo;at least 300 francs in direct taxes&rdquo; to be able to vote. We&rsquo;re also told that, while &ldquo;relatively few people paid the tax on real estate,&rdquo; real estate taxes were both the main way people qualified to vote and the main source of revenue for the government. Based on this, we can infer that those who did qualify to vote likely had significant French real estate holdings. </p><p>Choice B is incorrect. The passage doesn&rsquo;t mention the voting habits of artisans and merchants nor any reduction in tax burdens on businesses, so there&rsquo;s no basis for this inference. Choice C is incorrect. Although we know that doors and windows were taxed during the Bourbon Restoration, we don&rsquo;t have enough information to infer if doors and windows increased after this time. Choice D is incorrect. Although we know that foreign investments were only minimally taxed, we don&rsquo;t have enough information to determine if those with significant foreign investments were unlikely to have voting rights. For example, it&rsquo;s possible that those with significant foreign investments were likely to also be people with significant domestic investments which they did pay taxes on, so we don&rsquo;t have the information necessary to make this inference. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice most logically completes the text?</p>",
  "externalid": "1b36342b-8a0a-476b-9948-ea851a951a4e",
  "stimulus": "<p>During the Bourbon Restoration in France (1814&ndash;1830), the right to vote required in part that a person paid at least 300 francs in direct taxes to the government. The four most common taxes (the <em>quatre vieilles</em>) were levied on real estate (both land and buildings); the doors and windows in taxpayer homes; the rental values of homes; and the businesses of artisans and merchants. (Foreign investments were either exempt from taxation or taxed lightly.) Although relatively few people paid the tax on real estate, it was the main means of voter qualification and accounted for over two-thirds of government receipts during this period, suggesting that during the Bourbon Restoration <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "c45d3961-b983-4502-925c-3b8389365131",
  "parenttemplatename": "OSP-KA-INF-H007",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "cfb7570b-012f-47b5-8e23-0491aa085114",
      "content": "<p>those people who had the right to vote most likely had substantial holdings of French real estate.</p>"
    },
    {
      "id": "d64c0f10-e86e-49c3-8ef9-77d4ad799683",
      "content": "<p>the voting habits of French artisans and merchants were effective in reducing tax burdens on businesses.</p>"
    },
    {
      "id": "97a799f8-9018-488c-a7e2-16fb1581a621",
      "content": "<p>the number of doors and windows in French residences was kept to a minimum but increased after 1830.</p>"
    },
    {
      "id": "674e554c-1928-4bde-825c-24b4fe21f0db",
      "content": "<p>French people with significant foreign investments were unlikely to have the right to vote.</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}