{
  "vaultid": "fc46b40b-1ff8-4364-87ac-74c4b388fb5e",
  "keys": [
    "24dcc6b8-25c4-42b7-a68a-23f2af953123"
  ],
  "rationale": "<p>Choice A is the best answer. The author of Text 1 states that Soyinka&rsquo;s progression as a playwright can be considered to fall into three periods, implying that this is a helpful way to understand his works. The author of Text 2, on the other hand, challenges this view and says that it overlooks potential commonalities and differences in Soyinka&rsquo;s work across what Text 1 calls distinctive stylistic phases. </p><p>Choice B is incorrect. This choice overstates the central claim of Text 2. The author of Text 2 argues against the chronological progression supported in Text 1, but does not go so far as to say that Soyinka&rsquo;s style remained consistent. In fact, Text 2 points out &ldquo;significant differences in styles and content&rdquo; among Soyinka&rsquo;s plays. Choice C is incorrect. Neither of the texts mention Soyinka&rsquo;s poetry, nor do they rank his dramatic writing relative to his other work. Choice D is incorrect. Neither text discusses the political aspects of Soyinka&rsquo;s plays, nor do they make any claims about whether they have changed over time. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice best describes a difference in how the author of Text 1 and the author of Text 2 view the study of Soyinka&rsquo;s works of drama?</p>",
  "externalid": "1c5a0f46-361b-4d1f-9fd8-82df4dc8295a",
  "stimulus": "<p><strong>Text 1</strong></p>\n<p>Literary scholars have struggled with the vastness of Nigerian writer Wole Soyinka&rsquo;s collective works of drama (spanning over 20 plays in total). It is best, however, to understand Soyinka&rsquo;s body of work as a dramatist chronologically. Soyinka&rsquo;s progression as a playwright can be considered to fall into three periods, with each one representing a particular thematic and stylistic cohesion: the 1960s, the two decades between 1970 and 1990, and lastly, from roughly 1990 onwards.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Text 2</strong>&nbsp;</p>\n<p>It is tempting to impose a linear sense of order on the expanse of Wole Soyinka&rsquo;s body of work as a dramatist. However, critics who have considered Soyinka&rsquo;s plays to fit neatly into three phases overlook potential commonalities in Soyinka&rsquo;s work that span across these phases. Additionally, this view may discount significant differences in the styles and content of plays written around the same time.&nbsp;</p>",
  "templateclusterid": "389bb76c-c4cf-45b7-a0d1-c2535357dc21",
  "parenttemplatename": "OSP-KA-CTC-M005",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "24dcc6b8-25c4-42b7-a68a-23f2af953123",
      "content": "<p>While the author of Text 1 believes that thinking about Soyinka&rsquo;s works of theater in phases is useful, the author of Text 2 views such an approach as limiting.</p>"
    },
    {
      "id": "91936ec9-09b7-4d6a-85c7-18447bdfc0d7",
      "content": "<p>Although the author of Text 1 claims that Soyinka&rsquo;s style as a dramatist has evolved over time, the author of Text 2 argues that Soyinka&rsquo;s style has remained consistent throughout his career.</p>"
    },
    {
      "id": "86944d90-276f-4462-b9f4-0c468342a2e7",
      "content": "<p>The author of Text 1 considers Soyinka&rsquo;s plays to showcase his strongest writing, whereas the author of Text 2 believes that Soyinka&rsquo;s poetry is where he is most skilled.</p>"
    },
    {
      "id": "680cc798-ab81-4812-af52-4c16507edc89",
      "content": "<p>The author of Text 1 argues that Soyinka&rsquo;s early plays were his most politically charged, whereas the author of Text 2 claims that Soyinka&rsquo;s most recent plays are the most politicized.</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}