{
  "vaultid": "57c556d3-b60c-425d-9357-0cc85eed6d58",
  "keys": [
    "042eb0a5-ef29-40c8-90f1-91e869983838"
  ],
  "rationale": "<p>Choice B is the best answer. The phrase &ldquo;according to Swentzell&rdquo; is an aside that interrupts the flow of the sentence, so it needs to be separated from the sentence with a pair of matching punctuation marks: two commas, two dashes, or a pair of parentheses. We already have a comma before &ldquo;according,&rdquo; so we must add a comma after &ldquo;Swentzell.&rdquo;&nbsp;. </p><p>Choice A is incorrect. This choice creates a punctuation error. The phrase &ldquo;according to Swentzell&rdquo; is an aside that interrupts the flow of the sentence, so it needs to be separated from the sentence with a pair of matching punctuation marks: one before and one after the phrase. Choice C is incorrect. This choice creates a punctuation error. &ldquo;The arrangement of the figures, according to Swentzell&rdquo; is not an independent clause, so it can&rsquo;t come before a colon.&nbsp;Choice D is incorrect. This choice creates a punctuation error. The phrase &ldquo;according to Swentzell&rdquo; is an aside that interrupts the flow of the sentence, so it needs to be separated from the sentence with a pair of matching punctuation marks. We already have a comma at the beginning, so we have to use another comma here to match. We can&rsquo;t just switch to a dash!&nbsp;. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>",
  "externalid": "1dfa39cb-41ee-43a9-9afe-e30883ec6c25",
  "stimulus": "<p>Santa Clara Pueblo artist Roxanne Swentzell&rsquo;s sculpture <em>Mud Woman Rolls On</em> consists of five human figures made of clay and plant fiber and arranged in descending size; each figure holds the smaller one in front of it. The arrangement of the figures, according to <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> represents her idea that &ldquo;we all come from the Earth, generation after generation.&rdquo;</p>",
  "templateclusterid": "727cacc6-fc0d-46c6-a9e3-730b0112c99a",
  "parenttemplatename": "OSP-KA-BOU-M003",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "ba3d11dd-6f65-4271-97ad-7bfe4fb570db",
      "content": "<p>Swentzell</p>"
    },
    {
      "id": "042eb0a5-ef29-40c8-90f1-91e869983838",
      "content": "<p>Swentzell,</p>"
    },
    {
      "id": "bc327875-5353-4f0a-a314-6547b7afd03c",
      "content": "<p>Swentzell:</p>"
    },
    {
      "id": "c954b721-6282-48c8-9283-f2dfa57c9fc6",
      "content": "<p>Swentzell&mdash;</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}