{
  "vaultid": "f926ece7-2dac-43f0-a663-1cabddc19fc4",
  "keys": [
    "4a385ae5-195e-4c3f-89e4-a8f0ff1cdbc5"
  ],
  "rationale": "<p>Choice A is the best answer. Both texts state that tropical mountain bird species have limited ranges or habitats, although they disagree on the reason for this. Text 1 claims that temperature is the main factor that determines where these birds can live, while Text 2 claims that competition with other species is the main factor. However, both texts agree that these birds are not able to survive in many kinds of areas. </p><p>Choice B is incorrect. Neither text mentions the tools or methods that scientists use to observe these birds, either now or in the past. Choice C is incorrect. Neither text mentions anything about how these birds build their nests. Choice D is incorrect. Neither text provides any information about the genetic similarity of these birds, so we have no evidence that either author would agree with this statement. </p>",
  "origin": "proteus",
  "stem": "<p>Based on the texts, both authors would most likely agree with which statement?</p>",
  "externalid": "2085e5c2-ac9c-413c-aea2-aaa8e08135ac",
  "stimulus": "<p><strong>Text 1</strong></p>\n<p>Some animal species, like the leopard, can be found in many kinds of areas. On the other hand, tropical mountain bird species tend to be limited in the types of spaces they can call home. This is because many mountain bird species are only able to survive at very specific elevations. Over time, these species have likely become used to living at a specific temperature. Therefore, these species struggle to survive at elevations that are warmer or colder than they are used to.</p>\n<p>&nbsp;</p>\n<p><strong>Text 2</strong></p>\n<p>A new study reviewed observations of nearly 3,000 bird species to understand why tropical mountain bird species live at specific elevations. They noted that when a mountain bird species was found in an area with many other bird species, it tended to inhabit much smaller geographic areas. It is thus likely that competition for resources with other species, not temperature, limits where these birds can live.</p>",
  "templateclusterid": "787cdec2-659f-4280-ae46-6ccba0fbbf7d",
  "parenttemplatename": "OSP-KA-CTC-E010",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "4a385ae5-195e-4c3f-89e4-a8f0ff1cdbc5",
      "content": "<p>Tropical mountain bird species are restricted in where they can live.</p>"
    },
    {
      "id": "05dac10e-cd41-4db6-a5ea-2993bac4f6ab",
      "content": "<p>Scientists have better tools to observe tropical mountain birds than they did in the past.</p>"
    },
    {
      "id": "8779fe45-c8b3-4cf7-9d00-676a2d76a0b3",
      "content": "<p>Little is known about how tropical mountain birds build their nests.</p>"
    },
    {
      "id": "70503900-dc02-4f26-b682-1ccec49e3b1f",
      "content": "<p>Tropical mountain bird species that live at high elevations tend to be genetically similar.</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}