{
  "vaultid": "e69849dc-dc36-4b39-9255-34c4565d95ec",
  "keys": [
    "54e15d6a-694c-4d8f-a60f-fc502cbc4bce"
  ],
  "rationale": "<p>Choice C is the best answer. The convention being tested is the punctuation of items in a complex series. It&rsquo;s conventional to use a semicolon to separate items in a complex series with internal punctuation, and in this choice, the semicolon after &ldquo;2009&rdquo; is conventionally used to separate the first item (&ldquo;the world&rsquo;s&hellip;2009&rdquo;) and the second item (&ldquo;an online&hellip;2010&rdquo;) in the series of things that Hinson helped create. Further, the comma after &ldquo;Basic&rdquo; correctly pairs with the comma after &ldquo;app,&rdquo; and the comma after &ldquo;network&rdquo; correctly pairs with the comma after &ldquo;TV&rdquo; to set off the supplemental elements (&ldquo;Chickasaw Basic&rdquo; and &ldquo;Chickasaw TV&rdquo;) that provide the names of the app and the TV network, respectively. Altogether, the punctuation in this choice results in a sentence that clearly indicates that Hinson helped make a language app in 2009, an online TV network in 2010, and a language course in 2015. &nbsp;</p><p>Choice A is incorrect because it fails to punctuate the complex series in a way that makes clear that Hinson helped make a language app in 2009, an online TV network in 2010, and a language course in 2015. Choice B is incorrect because it fails to punctuate the complex series in a way that makes clear that Hinson helped make a language app in 2009, an online TV network in 2010, and a language course in 2015.&nbsp;Choice D is incorrect because the comma after &ldquo;2009&rdquo; doesn&rsquo;t match the semicolon used to separate the second and third items in the complex series. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>",
  "externalid": "244cf997-b270-4a5d-8ae4-1182edf85856",
  "stimulus": "<p>Joshua Hinson, director of the language revitalization program of the Chickasaw Nation in Oklahoma, helped produce the world&rsquo;s first Indigenous-language instructional app, Chickasaw <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> Chickasaw TV, in 2010; and a Rosetta Stone language course in Chickasaw, in 2015. </p>",
  "templateclusterid": "2c713773-6dd2-4e04-8f1b-3e4d7e81fee3",
  "parenttemplatename": "OSP-607-SEC",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "181f34cd-ae48-4789-8075-fd62bb3d9715",
      "content": "<p>Basic; in 2009, an online television network;</p>"
    },
    {
      "id": "0aa3630d-2354-419c-a3c6-c540a3754a6b",
      "content": "<p>Basic; in 2009, an online television network,</p>"
    },
    {
      "id": "54e15d6a-694c-4d8f-a60f-fc502cbc4bce",
      "content": "<p>Basic, in 2009; an online television network,</p>"
    },
    {
      "id": "52384a89-a769-428b-a9ac-4feeda39d49b",
      "content": "<p>Basic, in 2009, an online television network,&nbsp;</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}