{
  "vaultid": "8fa913bf-2215-4b76-ba6b-4f5118afa854",
  "keys": [
    "a1b82107-cf6c-48ec-8fdd-d0be0741e7bf"
  ],
  "rationale": "<p>Choice B is the best answer. The text uses a dash to introduce a nonessential element that explains the acronym FESTAC. The dash matches the dash that comes after &ldquo;known,&rdquo; ending the descriptive aside. </p><p>Choice A is incorrect. A colon can only come after an independent clause, which isn&rsquo;t the case here. Choice C is incorrect. While punctuation is required to set off &ldquo;or FESTAC&hellip;known&rdquo; from the rest of the sentence, nonessential elements must be separated from the sentence with matching punctuation. Since a dash appears on the other side of the element, we can&rsquo;t use a comma here. Choice D is incorrect. The descriptive aside &ldquo;or FESTAC&hellip;known&rdquo; is a nonessential element that must be separated with punctuation from the rest of the sentence. This choice fails to add the necessary punctuation before the nonessential element. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>",
  "externalid": "24931307-5434-4663-9019-dffec331df9a",
  "stimulus": "<p>With some 16,000 in attendance, the Second World Black and African Festival of Arts and <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> or FESTAC &lsquo;77, as the event was more commonly known&mdash;became the largest pan-African event on record. FESTAC drew people from around the world to Lagos, Nigeria, for a monthlong celebration of Black and African art, scholarship, and activism.</p>",
  "templateclusterid": "caf2735f-4fb6-48fe-b102-d6707e50d2a4",
  "parenttemplatename": "OSP-KA-BOU-H006",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "55819ece-9370-44a3-aca8-0468824d1b47",
      "content": "<p>Culture:</p>"
    },
    {
      "id": "a1b82107-cf6c-48ec-8fdd-d0be0741e7bf",
      "content": "<p>Culture&mdash;</p>"
    },
    {
      "id": "2ee5b895-df1d-4de3-9a0e-eeb275897693",
      "content": "<p>Culture,</p>"
    },
    {
      "id": "d5214daa-d316-4f73-a51e-469b05cf0088",
      "content": "<p>Culture</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}