{
  "vaultid": "7fdbb01f-1012-421d-9d3a-a82e613d4e0f",
  "keys": [
    "62e13083-bfe9-4339-885a-b3ec0a2b695c"
  ],
  "rationale": "<p>Choice B is the best answer. \"Exposure to\" means \"having contact with.\" It makes sense that Prasad and Bainbridge were investigating whether seeing false versions of images was a cause of false visual memories. Notice how \"exposure to incorrect renditions\" matches the idea of \"familiarity with erroneous versions,\" which appears later in the sentence.</p><p>Choice A is incorrect. \"Compliance with\" means \"going along with a command or directive.\" False versions of images can&rsquo;t give commands or directives, so this doesn&rsquo;t apply. Choice C is incorrect. \"Criteria\" means \"standards by which to judge something.\" It&rsquo;s not clear how people would come to have standards for the wrong version of an image in the first place, let alone how those standards would cause them to falsely remember the correct version. In other words, this choice would result in a confusing, unclear sentence. Choice D is incorrect. \"Forfeiture of\" means \"a giving up of something.\" It wouldn&rsquo;t make sense to say that false memories of an image might be caused by giving up the wrong version of the image.</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
  "externalid": "24a7d56a-2465-41f9-a568-8027e878431d",
  "stimulus": "<p>Investigating whether shared false visual memories&mdash;specific but inaccurate and widely held recollections of images such as product logos&mdash;are caused by people&rsquo;s previous <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> incorrect renditions of the images, researchers Deepasri Prasad and Wilma Bainbridge found that, in fact, such memories are often not explained by familiarity with erroneous versions of the images.</p>",
  "templateclusterid": "63e0e889-8a1f-4703-b36a-d85d7e651c34",
  "parenttemplatename": "OSP-KA-WIC-H009",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "ab5b2306-bbed-4ba4-93c1-2de83859e439",
      "content": "<p>compliance with</p>"
    },
    {
      "id": "62e13083-bfe9-4339-885a-b3ec0a2b695c",
      "content": "<p>exposure to</p>"
    },
    {
      "id": "408cc038-a9c5-4016-969d-762fd74d224e",
      "content": "<p>criteria for</p>"
    },
    {
      "id": "823b6a7e-597f-4a84-9650-7bcd4a060606",
      "content": "<p>forfeiture of</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}