{
  "vaultid": "6a7fa3cb-1180-4ce3-9ebd-aa0a804d6c38",
  "keys": [
    "d240b528-93fb-401e-997c-826062032b6b"
  ],
  "rationale": "<p>Choice D is the best answer because it most logically completes the text&rsquo;s discussion of Jemisin&rsquo;s writing. In this context, &ldquo;conform to&rdquo; means to act in accordance with something. The text suggests that in her science fiction writing, Jemisin&rsquo;s willingness to go against expectations and not use plots and themes that seem to follow a formula reflects how she treats the standard practices of the genre. This context conveys that Jemisin chooses not to act in accordance with those conventions. </p><p>Choice A is incorrect. In this context, &ldquo;question&rdquo; would mean doubt or object to. The text indicates that Jemisin is willing to go against expectations and not use formulaic plots and themes in her science fiction writing, suggesting that she may actually object to those conventions of the genre, not that she chooses not to question them.&nbsp;Choice B is incorrect because the text indicates that in her science fiction writing, Jemisin is willing to go against expectations and not use formulaic plots and themes. Rather than suggesting that Jemisin chooses not to &ldquo;react to,&rdquo; or act in response to, the standard practices of the genre, this context suggests that she is acting in response to such conventions by deliberately avoiding them. Choice C is incorrect. In this context, &ldquo;perceive&rdquo; would mean become aware of or understand. The text indicates that in her science fiction writing, Jemisin is willing to go against expectations and not use formulaic plots and themes. This context conveys that Jemisin is aware of and deliberately avoids those conventions of the genre, not that she chooses not to be aware of them. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
  "externalid": "258b2444-8a77-48d5-8e99-8e9789fe6ccd",
  "stimulus": "<p>Novelist N. K. Jemisin declines to <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> the conventions of the science fiction genre in which she writes, and she has suggested that her readers appreciate her work precisely because of this willingness to thwart expectations and avoid formulaic plots and themes.</p>",
  "templateclusterid": "92acce12-bf8f-436f-b043-985ebceada27",
  "parenttemplatename": "OSP-928-WIC",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "53dd1555-07bb-4a21-8dbf-5ebd196605a4",
      "content": "<p>question</p>"
    },
    {
      "id": "e695a9bb-9093-435d-a223-6bfed5ad8278",
      "content": "<p>react to</p>"
    },
    {
      "id": "45cb14d3-7c22-4e94-83a8-6939fc41a4f2",
      "content": "<p>perceive</p>"
    },
    {
      "id": "d240b528-93fb-401e-997c-826062032b6b",
      "content": "<p>conform to</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}