{
  "vaultid": "61ffb443-b409-4607-a7a2-9f94cc1963da",
  "keys": [
    "f9c9f0c5-7dd1-4ee4-8037-b8b4fbc14c07"
  ],
  "rationale": "<p>Choice C is the best answer because &nbsp;it most logically completes the text. The text explains that while desert moss species need sufficient sunlight for photosynthesis, exposure to sunlight can also affect the plants negatively by drying them out. Ekwealor and Fisher&rsquo;s team found specimens of <em>S. caninervis</em> moss growing under quartz crystals that were semitransparent, allowing some but not all sunlight to pass through them, and the shoot tissue of these specimens was longer than that of <em>S. caninervis</em> specimens found growing on the surface that were unprotected by such crystals. Since, as the text explains, the length of shoot tissue is an indicator of plant growth, and since greater exposure to sunlight results in greater loss of moisture, it can be inferred that <em>S. caninervis</em> growing under quartz crystals experience lower light intensity and are thus able to retain more moisture. </p><p>Choice A is incorrect because the text doesn&rsquo;t mention another moss species besides <em>S. caninervis</em> or discuss whether other such species are able to grow under transparent crystals, as <em>S. caninervis</em> is. Choice B is incorrect because, as the text explains, specimens of <em>S. caninervis </em>were found growing under quartz crystals and exhibited more plant growth than specimens growing on the soil surface. This wouldn&rsquo;t have been the case if the crystals transmitted insufficient light for the moss&rsquo;s photosynthesis.&nbsp;Choice D is incorrect. The text contrasts the growth of <em>S. caninervis</em> specimens found beneath semitransparent quartz crystals with that of specimens found on the soil surface absent such crystals, but it doesn&rsquo;t make a comparison among specimens growing beneath crystals of different degrees of thickness or consider how the relative thickness of the crystals affects the growth of the moss. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice most logically completes the text?</p>",
  "externalid": "277bc788-7cff-47b1-8a2f-743e0b3a2537",
  "stimulus": "<p>Mosses can struggle in harsh desert conditions because these plants require enough sunlight for photosynthesis but not so much that they risk drying out. Researchers Jenna Ekwealor and Kirsten M. Fisher found several species of <em>Syntrichia caninervis</em>, a type of desert moss, growing under quartz crystals in California&rsquo;s Mojave Desert. To evaluate whether these semitransparent rocks benefited the moss, the researchers compared the shoot tissue, a measure of plant growth, of <em>S. caninervis</em> when growing on the soil surface versus when the moss was growing under the quartz rocks. They found that the shoot tissue was 62% longer for moss growing under the quartz as compared to moss on the soil surface, suggesting that <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "7dada402-a405-4ea1-bc6b-3766f729fefa",
  "parenttemplatename": "OSP-059-INF",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "a1c5663a-23dd-4887-b5cd-bfd44990753c",
      "content": "<p><em>S. caninervis</em> is one of the few types of moss that can survive under semitransparent rocks.</p>"
    },
    {
      "id": "9e6763f2-640e-4388-a063-70ffd12e7969",
      "content": "<p>quartz crystals do not transmit the necessary sunlight for photosynthesis in <em>S. caninervis</em>.</p>"
    },
    {
      "id": "f9c9f0c5-7dd1-4ee4-8037-b8b4fbc14c07",
      "content": "<p><em>S. caninervis</em> growing under quartz crystals experience lower light intensity and are thus able to retain more moisture.</p>"
    },
    {
      "id": "765c15f3-7fa6-48fe-8332-fd686a4f85cf",
      "content": "<p>quartz crystals are capable of supporting <em>S. caninervis</em>&nbsp;growth if the crystals are not too thin.</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}