{
  "vaultid": "f54eb2a2-467e-466e-a693-07e4cdf90440",
  "keys": [
    "07b2cf1d-10ed-4e15-b684-a1a21bfab88a"
  ],
  "rationale": "<p>Choice D is the best answer. The convention being tested is the coordination of main clauses. This choice correctly uses a comma and the coordinating conjunction &ldquo;but&rdquo; to join the first main clause (&ldquo;Materials&hellip;Ru&rdquo;) and the second main clause (&ldquo;the alloy&hellip;NiCoCr&rdquo;). </p><p>Choice A is incorrect because it results in a run-on sentence. The two main clauses are fused without punctuation and/or a conjunction.&nbsp;Choice B is incorrect because when coordinating two longer main clauses such as these, it&rsquo;s conventional to use a comma before the coordinating conjunction.&nbsp;Choice C is incorrect because it results in a comma splice. Without a conjunction following it, a comma can&rsquo;t be used in this way to join two main clauses.&nbsp;</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>",
  "externalid": "27832d9c-52c0-451d-9ea9-b7f14498c1fd",
  "stimulus": "<p>Materials scientist Marie-Agathe Charpagne and her colleagues believed they could improve on the multicomponent alloy NiCoCr, an equal-proportions mixture of nickel (Ni), cobalt (Co), and chromium (Cr), by replacing chromium with ruthenium <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> the alloy that resulted, NiCoRu, turned out to be an unsuitable replacement for NiCoCr.</p>",
  "templateclusterid": "3e882a43-aa3e-445d-b8d9-3370e2f44f01",
  "parenttemplatename": "OSP-679-SEC",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "6d4ecf23-4d50-495f-ae0a-a68397bccec4",
      "content": "<p>(Ru)</p>"
    },
    {
      "id": "09613def-394d-479f-9374-76b48aab819c",
      "content": "<p>(Ru) but</p>"
    },
    {
      "id": "fcb05c08-e9e9-4c40-bbf1-c7e8dec2f339",
      "content": "<p>(Ru),</p>"
    },
    {
      "id": "07b2cf1d-10ed-4e15-b684-a1a21bfab88a",
      "content": "<p>(Ru), but</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}