{
  "vaultid": "a1ddc5b3-0f71-4c14-850a-3540355234d1",
  "keys": [
    "0f838d65-af28-4590-bb5e-903e022620e3"
  ],
  "rationale": "<p>Choice C is the best answer because it most logically completes the argument about an unintended effect of the Nagoya Protocol. The text explains that the Nagoya Protocol is an agreement ensuring that Indigenous communities are compensated when their agricultural resources and knowledge are used by corporations. The text then states that the protocol allows corporations to keep their agreements with Indigenous communities confidential, about which some Indigenous advocates express concern. Choice C, when inserted into the blank, gives a good justification for the advocates&rsquo; concern: such secrecy could mean that the public is unable to determine whether participating Indigenous communities were properly compensated under these agreements.&nbsp;</p><p>Choice A is incorrect. The text suggests that because corporations can keep their agreements with Indigenous communities confidential, Indigenous communities, not corporations, might not be compensated fairly.&nbsp;Choice B is incorrect because the text doesn&rsquo;t suggest that the ability of corporations to keep their agreements with Indigenous communities confidential would place limits on how much research corporations can undertake.&nbsp;Choice D is incorrect because the text doesn&rsquo;t indicate that Indigenous communities aim to learn new harvesting methods from their corporate partners. Rather, the text suggests that corporations use the knowledge of Indigenous communities for their research. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice most logically completes the text?</p>",
  "externalid": "280e894c-bee8-4e44-8ecc-445ed3d14286",
  "stimulus": "<p>Ratified by more than 90 countries, the Nagoya Protocol is an international agreement ensuring that Indigenous communities are compensated when their agricultural resources and knowledge of wild plants and animals are utilized by agricultural corporations. However, the protocol has shortcomings. For example, it allows corporations to insist that their agreements with communities to conduct research on the commercial uses of the communities&rsquo; resources and knowledge remain confidential. Therefore, some Indigenous advocates express concern that the protocol may have the unintended effect of <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "cc8cae73-2886-487f-b37e-c63d85bed2b5",
  "parenttemplatename": "OSP-033-INF",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "85c9e71d-8f84-4ae2-b487-68e5a1cc7828",
      "content": "<p>diminishing the monetary reward that corporations might derive from their agreements with Indigenous communities.</p>"
    },
    {
      "id": "094252ba-bf6f-4a55-a2df-ee1242e6bbd1",
      "content": "<p>limiting the research that corporations conduct on the resources of the Indigenous communities with which they have signed agreements.</p>"
    },
    {
      "id": "0f838d65-af28-4590-bb5e-903e022620e3",
      "content": "<p>preventing independent observers from determining whether the agreements guarantee equitable compensation for Indigenous communities.</p>"
    },
    {
      "id": "699c1560-5aae-451c-8277-b066920076a5",
      "content": "<p>discouraging Indigenous communities from learning new methods for harvesting plants and animals from their corporate partners.</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}