{
  "vaultid": "035f9cb0-835a-4339-8d61-514d6c505a1e",
  "keys": [
    "c6e57e15-5332-4923-a95b-eaf7014f8024"
  ],
  "rationale": "<p>Choice C is the best answer because it most logically completes the text&rsquo;s discussion of the study of female participation in hunting among prehistoric peoples. In this context, &ldquo;negligible&rdquo; means not significant enough to be worth considering. The text says that the study challenged the accepted view of female participation in hunting among prehistoric peoples. The text goes on to say that the researchers found that &ldquo;in fact, as many as half&rdquo; the hunters in the groups studied were female. The phrase &ldquo;in fact&rdquo; establishes a contrast indicating that the finding that as many as half the hunters were female differs from the accepted view. This context suggests, then, that the accepted view is that female participation in hunting was negligible.&nbsp;</p><p>Choice A is incorrect because the text indicates that the study challenged the accepted view by showing that as many as half of hunters among prehistoric peoples were female, which suggests that the accepted view is that female participation was low, not that female participation was &ldquo;inevitable,&rdquo; or unavoidable. Nothing in the text suggests that the accepted view is that prehistoric peoples could not avoid female participation in hunting.&nbsp;Choice B is incorrect because nothing in the text suggests that the accepted view of female participation in hunting among prehistoric peoples is that such participation was &ldquo;satisfactory,&rdquo; or sufficient to meet a requirement or demand. There is no information in the text about any demands or requirements regarding female participation in hunting, let alone any information about how much female participation in hunting would be enough to satisfy those demands or requirements. Instead, the text indicates that the study challenged the accepted view by showing that as many as half the hunters in the groups studied were female, suggesting that the accepted view is that female participation in hunting was low.&nbsp;Choice D is incorrect because the text indicates that the study challenged the accepted view by showing that as many as half of hunters among the prehistoric peoples studied were female, which suggests that the accepted view is that female participation was low, not that female participation was &ldquo;commonplace,&rdquo; or ordinary or unremarkable. Although the study under discussion suggests that female participation may have been commonplace, that study is presented as challenging the accepted view, not as reinforcing the accepted view.&nbsp;</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
  "externalid": "283479b2-e229-4d1d-b4f5-b22b6711cc09",
  "stimulus": "<p>As an undergraduate researcher in anthropology, Jennifer C. Chen contributed to a groundbreaking study challenging the accepted view that among prehistoric peoples, female participation in hunting was <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span>. The research team&rsquo;s review of data from late Pleistocene and early Holocene burials in the Americas revealed that, in fact, as many as half of the hunters in those populations were female.</p>",
  "templateclusterid": "4950aee1-dd85-49f4-ae77-5ee0ae5cedc5",
  "parenttemplatename": "OSP-930-WIC",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "12f28168-2891-42eb-b405-9a34f4209fde",
      "content": "<p>inevitable</p>"
    },
    {
      "id": "5166d705-73e6-4127-9bb5-6d911981fc26",
      "content": "<p>satisfactory</p>"
    },
    {
      "id": "c6e57e15-5332-4923-a95b-eaf7014f8024",
      "content": "<p>negligible</p>"
    },
    {
      "id": "6e8f2478-010f-4e8d-aa5c-7ab499772d0e",
      "content": "<p>commonplace</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}