{
  "vaultid": "08ec68cf-9c99-45be-8852-c805d4cae4b6",
  "keys": [
    "8a4cfd15-d263-438f-8d7e-e4fe4edc573d"
  ],
  "rationale": "<p>Choice B is the best answer. It best states the main idea of the text. The text opens with the statement that Taylor uses local plants and vegetables to dye wool. The rest of the text describes how she does this. </p><p>Choice A is incorrect. This doesn&rsquo;t state the main idea of the text. The text only mentions one rug: <em>In the Path of the Four Seasons</em>, in which reds and browns <em>are</em> featured. It never mentions whether or not these colors are featured in her other rugs. Choice C is incorrect. This doesn&rsquo;t state the main idea of the text. The text never says that Taylor finds it difficult to locate Arizona dock roots. Choice D is incorrect. This doesn&rsquo;t state the main idea of the text. The text never says that <em>In the Path of the Four Seasons</em> is widely acclaimed. Rather, it discusses the rug to illustrate the point made earlier in the passage: that Taylor uses local plants and vegetables to dye wool. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice best states the main idea of the text?</p>",
  "externalid": "2f362274-9a69-425d-81d5-feb6db3a1e05",
  "stimulus": "<p>To dye wool, Navajo (Din&eacute;) weaver Lillie Taylor uses plants and vegetables from Arizona, where she lives. For example, she achieved the deep reds and browns featured in her 2003 rug <em>In the Path of the Four Seasons</em> by using Arizona dock roots, drying and grinding them before mixing the powder with water to create a dye bath. To intensify the appearance of certain colors, Taylor also sometimes mixes in clay obtained from nearby soil.</p>",
  "templateclusterid": "e7043425-fefe-4b50-818d-a86c1983b2be",
  "parenttemplatename": "OSP-034-CID",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "61124008-6881-48ee-9c85-759b361cf475",
      "content": "<p>Reds and browns are not commonly featured in most of Taylor&rsquo;s rugs.</p>"
    },
    {
      "id": "8a4cfd15-d263-438f-8d7e-e4fe4edc573d",
      "content": "<p>Taylor draws on local resources in the approach she uses to dye wool.</p>"
    },
    {
      "id": "912bb097-a379-457c-95a9-3e6c68b233e2",
      "content": "<p>Taylor finds it difficult to locate Arizona dock root in the desert.</p>"
    },
    {
      "id": "5f995b29-2120-4dc5-9238-c3d83002ede3",
      "content": "<p><em>In the Path of the Four Seasons</em>&nbsp;is widely acclaimed for its many colors and innovative weaving techniques.&nbsp;</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}