{
  "vaultid": "c5845bd5-ee28-4c4a-b572-d41f6ce25969",
  "keys": [
    "56b1e2f0-6e13-4612-9645-165780a19d07"
  ],
  "rationale": "<p>Choice D is the best answer. Scientists believe in fusion&rsquo;s potential as an energy source, but have struggled to actually make it work&mdash;in other words, there is a contradiction between scientists&rsquo; beliefs and their reality. &ldquo;That said&rdquo; is a disagreement transition that works perfectly in this context. </p><p>Choice A is incorrect. This choice uses a cause-and-effect transition, which doesn&rsquo;t make sense here. Scientists not being able to generate extra energy from lab fusion reactions isn&rsquo;t an effect of them believing in fusion&rsquo;s potential. Choice B is incorrect. This transition indicates the addition of another supporting point. But this sentence is not adding a supporting point to the previous sentence&mdash;scientists not being able to successfully generate energy from fusion isn&rsquo;t another point in favor of fusion meeting humanity&rsquo;s clean energy needs. Choice C is incorrect. This choice uses a transition that introduces or elaborates on a particular example. But this sentence doesn&rsquo;t give an example of scientists&rsquo; belief in fusion&rsquo;s potential to meet humanity&rsquo;s clean energy needs&mdash;in fact, it contrasts that optimistic belief with the reality of past failures to successfully employ fusion for energy production. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical transition?</p>",
  "externalid": "305de7e7-1899-4dd5-a658-e651cf87c5c3",
  "stimulus": "<p>The Sun and other stars are powered by nuclear fusion reactions, in which two atoms collide to form a single heavier atom, releasing energy. Scientists have long believed that fusion has the potential to meet humanity&rsquo;s clean energy needs. <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> prior to December 2022, no fusion reaction in a laboratory setting had ever generated a net energy gain.</p>",
  "templateclusterid": "8eb39a84-7a8c-4ebf-a484-83537ee5f71b",
  "parenttemplatename": "OSP-KA-TRA-H009",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "114c4ada-ecbb-43e1-8d85-db6df7e40638",
      "content": "<p>For this reason,</p>"
    },
    {
      "id": "495c7930-2bdd-4af8-ab68-6da994cfcf74",
      "content": "<p>Moreover,</p>"
    },
    {
      "id": "692b3f74-7f80-4505-a3d4-2bab8c8300ca",
      "content": "<p>Specifically,</p>"
    },
    {
      "id": "56b1e2f0-6e13-4612-9645-165780a19d07",
      "content": "<p>That said,</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}