{
  "vaultid": "ee732570-b5d8-4686-b5ea-b8d4e1334079",
  "keys": [
    "e13dd730-8925-443c-9695-d9f982c4cdef"
  ],
  "rationale": "<p>Choice D is the best answer. The author first describes an unresolved question: what effect do bank forests have on stream biodiversity? Then the author presents a study that answers the question: bank forests increase stream biodiversity. </p><p>Choice A is incorrect. This isn&rsquo;t the main purpose of the text. The text never mentions agricultural yields. Choice B is incorrect. This isn&rsquo;t the main purpose of the text. The text never mentions other kinds of agricultural environments. Choice C is incorrect. This isn&rsquo;t the main purpose of the text. The text never mentions any previously held view about how fish in these streams try to avoid predators. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice best states the main purpose of the text?</p>",
  "externalid": "30636fa0-19a8-4ebe-b3f6-dfefc2c67f6c",
  "stimulus": "<p>In many agricultural environments, the banks of streams are kept forested to protect water quality, but it&rsquo;s been unclear what effects these forests may have on stream biodiversity. To investigate the issue, biologist Xingli Giam and colleagues studied an Indonesian oil palm plantation, comparing the species richness of forested streams with that of nonforested streams. Giam and colleagues found that species richness was significantly higher in forested streams, a finding the researchers attribute to the role leaf litter plays in sheltering fish from predators and providing food resources.</p>",
  "templateclusterid": "c8d8aee6-a589-4282-9fc2-166d241dd84b",
  "parenttemplatename": "OSP-KA-TSP-E004",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "1f52af16-3fd9-4a1e-9893-c2a0b53dd3ab",
      "content": "<p>It discusses research intended to settle a debate about how agricultural yields can be increased without negative effects on water quality. &nbsp;&nbsp;</p>"
    },
    {
      "id": "59c61ff5-7010-443f-a415-4bdfd1dca972",
      "content": "<p>It explains the differences between stream-protection strategies used in oil palm plantations and stream-protection strategies used in other kinds of agricultural environments.</p>"
    },
    {
      "id": "3fb78bb3-9312-4280-a2dc-ae265fd4c753",
      "content": "<p>It describes findings that challenge a previously held view about how fish that inhabit streams in agricultural environments attempt to avoid predators.&nbsp;</p>"
    },
    {
      "id": "e13dd730-8925-443c-9695-d9f982c4cdef",
      "content": "<p>It presents a study that addresses an unresolved question about the presence of forests along streams in agricultural environments.</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}