{
  "vaultid": "390427e2-8e7c-4ef8-b148-f7f7207887a7",
  "keys": [
    "64628f0c-8f22-4e92-b791-215ed795a395"
  ],
  "rationale": "<p>Choice D is the best answer. Enrollment and attendance are logical ways to measure whether students are interested and engaged. High enrollment and attendance suggests a high level of interest and engagement. </p><p>Choice A is incorrect. This choice doesn&rsquo;t support the claim. Students&rsquo; preferences between hip-hop and rap aren&rsquo;t relevant to the claim, which is focused on whether or not students like classes that use hip-hop pedagogy (which includes the educational use of both hip-hop and rap). Choice B is incorrect. This choice doesn&rsquo;t support the claim. While the first part of the sentence discusses social justice, the underlined claim focuses on student success, which is unrelated. Choice C is incorrect. This choice doesn&rsquo;t support the claim. This tells us about teacher enjoyment, which isn&rsquo;t relevant to a claim about student interest and engagement. </p>",
  "origin": "proteus",
  "stem": "<p>Which finding, if true, would most strongly support the underlined claim?</p>",
  "externalid": "30982148-54fd-485f-99d0-970860d55e39",
  "stimulus": "<p>Hip-hop pedagogy is a form of teaching that&rsquo;s gaining popularity across school subjects. It involves incorporating hip-hop and rap music into lessons as well as using hip-hop elements when teaching other subject matters. For example, Quan Neloms&rsquo;s students look for college-level vocabulary and historical events in rap songs. Researchers claim that in addition to developing students&rsquo; social justice awareness, <span role=\"region\" aria-label=\"Referenced Content\"><u>hip-hop pedagogy encourages student success by raising students&rsquo; interest and engagement.</u></span></p>",
  "templateclusterid": "38772ebd-3203-4b6c-933f-58b7e5085138",
  "parenttemplatename": "OSP-KA-TXT-E002",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "31fdd656-9d87-4bff-8d42-e429de1500f1",
      "content": "<p>Students tend to be more enthusiastic about rap music than they are about hip-hop music.</p>"
    },
    {
      "id": "399abfdf-3ec2-449c-89c4-9d034919de1f",
      "content": "<p>Students who are highly interested in social justice issues typically don&rsquo;t sign up for courses that incorporate hip-hop and rap music.</p>"
    },
    {
      "id": "e100092f-7cee-4507-a268-7b1abecdb81c",
      "content": "<p>Educators report that they enjoy teaching courses that involve hip-hop and rap music more than teaching courses that don&rsquo;t.</p>"
    },
    {
      "id": "64628f0c-8f22-4e92-b791-215ed795a395",
      "content": "<p>Courses that incorporate hip-hop and rap music are among the courses with the highest enrollment and attendance rates.</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}