{
  "vaultid": "6157f44f-0cec-41a7-bb58-af0558f52a1d",
  "keys": [
    "d934f5db-a98e-45b7-862b-195ed0f0cb59"
  ],
  "rationale": "<p>Choice B is the best answer. The text begins by stating a problem with research on the status of Choctaw women in the 1600s and 1700s: written primary sources underestimate the power they had in their traditional roles. Then it presents one historian&rsquo;s solution: looking to oral tradition and archeological findings for more insight into these roles. </p><p>Choice A is incorrect. This isn&rsquo;t the overall structure. The text never says that research should avoid written primary sources, just that research should also use oral tradition and archeological sites as sources. Choice C is incorrect. This isn&rsquo;t the overall structure. The text never mentions the advantages of using written primary sources. Choice D is incorrect. This isn&rsquo;t the overall structure. The text never says that the status of Choctaw women during the 1600s and 1700s is too challenging to research. And it doesn&rsquo;t mention any other topics to research instead. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice best describes the overall structure of the text?</p>",
  "externalid": "317acb11-f400-4eba-8a07-a4f9f2389131",
  "stimulus": "<p>Michelene Pesantubbee, a historian and citizen of the Choctaw Nation, has identified a dilemma inherent to research on the status of women in her tribe during the 1600s and 1700s: the primary sources from that era, travel narratives and other accounts by male European colonizers, underestimate the degree of power conferred on Choctaw women by their traditional roles in political, civic, and ceremonial life. Pesantubbee argues that the Choctaw oral tradition and findings from archaeological sites in the tribe&rsquo;s homeland supplement the written record by providing crucial insights into those roles.</p>",
  "templateclusterid": "37f4ff0e-73e8-46be-9ca3-08b2d3aa7d43",
  "parenttemplatename": "OSP-KA-TSP-M003",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "f88c54d5-9036-4923-bb81-85b665df9af4",
      "content": "<p>It details the shortcomings of certain historical sources, then argues that research should avoid those sources altogether.</p>"
    },
    {
      "id": "d934f5db-a98e-45b7-862b-195ed0f0cb59",
      "content": "<p>It describes a problem that arises in research on a particular topic, then sketches a historian&rsquo;s approach to addressing that problem.</p>"
    },
    {
      "id": "4e51181c-a1d3-470b-b8b9-1d752cd69c38",
      "content": "<p>It lists the advantages of a particular research method, then acknowledges a historian&rsquo;s criticism of that method.</p>"
    },
    {
      "id": "c9649b56-fbfd-42f5-a7c1-5a1fbb3af5fe",
      "content": "<p>It characterizes a particular topic as especially challenging to research, then suggests a related topic for historians to pursue instead.</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}