{
  "vaultid": "276e5f05-ea5b-44f7-9c7c-d90c2fb01304",
  "keys": [
    "bed50c58-80ed-42e8-8339-46c5d17e8d71"
  ],
  "rationale": "<p>Choice D is the best answer. The subject of the verb is &ldquo;Lincoln,&rdquo; and the first sentence tells us that we&rsquo;re talking about something that Abraham Lincoln did in 1860. So the simple past tense &ldquo;leveraged&rdquo; fits the logic of the text. </p><p>Choice A is incorrect. This choice creates a tense issue. &ldquo;Has leveraged&rdquo; is the present perfect tense, which is used for an action that began in the past and continues into the present. Lincoln started leveraging his rivals&rsquo; talents in 1860&mdash;it&rsquo;s definitely not still happening today. So the present perfect tense isn&rsquo;t appropriate. Choice B is incorrect. This choice creates a tense issue. &ldquo;Is leveraging&rdquo; is the present tense, but Lincoln leveraged his rivals&rsquo; talents in 1860, so the present tense isn&rsquo;t appropriate. Choice C is incorrect. This choice creates a tense issue. &ldquo;Will leverage&rdquo; is the future tense, but Lincoln leveraged his rivals&rsquo; talents in 1860, so the future tense isn&rsquo;t appropriate. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>",
  "externalid": "3488a4f0-8e4c-4665-b117-1c6b4757dd9f",
  "stimulus": "<p>After winning the 1860 presidential election, Abraham Lincoln appointed Edward Bates, Salmon P. Chase, and William H. Seward to his cabinet. Lincoln&rsquo;s decision was surprising, since each of these men had run against him, but historians have praised it, noting that Lincoln <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> his rivals&rsquo; diverse talents to strengthen his administration.</p>",
  "templateclusterid": "390e3f6a-37e8-4858-9e7e-8c569b3d9bcf",
  "parenttemplatename": "OSP-KA-FSS-M004",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "1800e007-acc8-4fe8-9482-2a68939d916d",
      "content": "<p>has leveraged</p>"
    },
    {
      "id": "bf32f432-b5ce-4c66-842b-366e9090c86a",
      "content": "<p>is leveraging</p>"
    },
    {
      "id": "30a82211-f2bf-43e6-83b9-1512ef8da477",
      "content": "<p>will leverage</p>"
    },
    {
      "id": "bed50c58-80ed-42e8-8339-46c5d17e8d71",
      "content": "<p>leveraged</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}