{
  "vaultid": "bcce0fc1-12b1-4001-a095-635d8eb467a5",
  "keys": [
    "370c5787-591b-49c5-a83b-4343a5ec8c5d"
  ],
  "rationale": "<p>Choice D is the best answer. Johnson collected &ldquo;ephemera,&rdquo; or things that are meant to be thrown away. Scholars thought his collection was worthless to them, then later realized that it was potentially valuable. This suggests that scholars went from disregarding ephemera to recognizing their usefulness. </p><p>Choice A is incorrect. This inference isn&rsquo;t supported. The text tells us that the Bodleian Library acquired Johnson&rsquo;s large collection of ephemera back in 1968, so we can assume that contemporary historians conducting research there do have access to that collection. Choice B is incorrect. This inference isn&rsquo;t supported. The text tells us that &ldquo;Oxford University&rsquo;s Bodleian Library acquired the collection,&rdquo; but it never suggests that it was a challenge to do so. Choice C is incorrect. This inference isn&rsquo;t supported. The text actually suggests the opposite: the example of Johnson&rsquo;s collection lends support to arguments that ephemera does hold value for scholars. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice most logically completes the text?</p>",
  "externalid": "34993994-d6c5-4708-a99e-263ff6b8b604",
  "stimulus": "<p>In her 2021 article &ldquo;Throwaway History: Towards a Historiography of Ephemera,&rdquo; scholar Anne Garner discusses John Johnson (1882&ndash;1956), a devoted collector of items intended to be discarded, including bus tickets and campaign pamphlets. Johnson recognized that scholarly institutions considered his expansive collection of ephemera to be worthless&mdash;indeed, it wasn&rsquo;t until 1968, after Johnson&rsquo;s death, that Oxford University&rsquo;s Bodleian Library acquired the collection, having grasped the items&rsquo; potential value to historians and other researchers. Hence, the example of Johnson serves to <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "537d7387-6a93-49ae-8851-d8eee13257f1",
  "parenttemplatename": "OSP-KA-INF-M004",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "08e2c122-85fd-460a-92d9-d7bd107f856b",
      "content": "<p>demonstrate the difficulties faced by contemporary historians in conducting research at the Bodleian Library without access to ephemera.</p>"
    },
    {
      "id": "f37780c5-a1ab-459a-bee5-f46d00e773e0",
      "content": "<p>represent the challenge of incorporating examples of ephemera into the collections of libraries and other scholarly institutions.</p>"
    },
    {
      "id": "90d7b9ba-a375-4393-857e-c81ec566a961",
      "content": "<p>lend support to arguments by historians and other researchers who continue to assert that ephemera holds no value for scholars.</p>"
    },
    {
      "id": "370c5787-591b-49c5-a83b-4343a5ec8c5d",
      "content": "<p>illustrate both the relatively low scholarly regard in which ephemera was once held and the later recognition of ephemera&rsquo;s possible utility.</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}