{
  "vaultid": "6f67cbb5-97c5-49d7-b182-89a35d299041",
  "keys": [
    "a526f362-0831-4950-9cc0-4527b42cd619"
  ],
  "rationale": "<p>Choice D is the best answer because it reflects how the author of Text 1 would most likely respond to Text 2 based on the information provided. Text 2 discusses how the inconsistent use of credits to identify the contributors to video games can pose an obstacle to scholars of the medium, who rely on such credits to answer questions about the medium&rsquo;s development. Text 1 notes that in film and television, on the other hand, credits are used consistently and are valuable to researchers studying the cast and crew members in these mediums. Since Text 1 asserts how the consistent use of credits benefits scholars of film and television, it can be inferred that this text&rsquo;s author would respond to the discussion in Text 2 by observing that the kind of problem faced by scholars of video games&mdash;the inability to know who contributed to a particular production and how&mdash;is, in film and television studies, largely prevented by the widespread practice of credits in these mediums. </p><p>Choice A is incorrect. Although Text 1 discusses a method used by film and television researchers&mdash;namely, relying on credits to research the careers of cast and crew members&mdash;the author doesn&rsquo;t explicitly recommend that or any other method. Moreover, Text 1 states that films and television shows themselves, not their researchers, regularly use the method of listing credits. Choice B is incorrect. It can be inferred from Text 2 that when video games do feature credits, they have essentially the same function as credits in film and television&mdash;namely, to identify the individuals who worked on a particular production. Therefore, it is unlikely that the author of Text 1 would characterize video game credits as differing in purpose from film and television credits.&nbsp;Choice C is incorrect because, as Text 2 explains, credits are not consistently used in video games. Therefore, it is unlikely that the author of Text 1 would argue that scholars of the medium discussed in this text&mdash;video games&mdash;rely more heavily on credits than scholars of film and television, two mediums where credits consistently appear. </p>",
  "origin": "proteus",
  "stem": "<p>Based on the texts, how would the author of Text 1 most likely respond to the discussion in Text 2?</p>",
  "externalid": "34e8b9ad-89d4-41b6-b8a3-c83eb9cbf5db",
  "stimulus": "<p>&nbsp;</p><p><span aria-level=\"2\" role=\"heading\"><strong>Text 1</strong></span></p>\n<p>Films and television shows commonly include a long list of credits naming the people involved in a production. Credit sequences may not be exciting, but they generally ensure that everyone&rsquo;s contributions are duly acknowledged. Because they are highly standardized, film and television credits are also valuable to anyone researching the careers of pioneering cast and crew members who have worked in the mediums.</p>\n<p>&nbsp;</p><p><span aria-level=\"2\" role=\"heading\"><strong>Text 2</strong></span></p>\n<p>Video game scholars face a major challenge in the industry&rsquo;s failure to consistently credit the artists, designers, and other contributors involved in making video games. Without a reliable record of which people worked on which games, questions about the medium&rsquo;s development can be difficult to answer, and the accomplishments of all but its best-known innovators can be difficult to trace.</p>",
  "templateclusterid": "bcac0701-83ec-4bd7-abf2-7c55dc293c07",
  "parenttemplatename": "OSP-009-CTC",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "92acd66a-1ceb-47cd-a13d-6d9d1918a1d4",
      "content": "<p>By recommending that the scholars mentioned in Text 2 consider employing the methods regularly used by film and television researchers</p>"
    },
    {
      "id": "7b2bd8d7-d102-498f-bfe7-77a644115953",
      "content": "<p>By pointing out that credits have a different intended purpose in film and television than in the medium addressed by the scholars mentioned in Text 2</p>"
    },
    {
      "id": "540528a3-76ba-49e5-a3f4-1531dcb2191b",
      "content": "<p>By suggesting that the scholars mentioned in Text 2 rely more heavily on credits as a source of information than film and television researchers do</p>"
    },
    {
      "id": "a526f362-0831-4950-9cc0-4527b42cd619",
      "content": "<p>By observing that a widespread practice in film and television largely prevents the kind of problem faced by the scholars mentioned in Text 2</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}