{
  "vaultid": "d38b72e5-b606-432e-bd49-de10ee8e4a64",
  "keys": [
    "52218b89-2682-40f5-b6ee-c3b33cfdf493"
  ],
  "rationale": "<p>Choice A is the best answer. Zheng&rsquo;s claim is that the idea of world music &ldquo;homogenizes&rdquo; (meaning makes similar) distinct kinds of music by reducing them to one category. In other words, Zheng thinks the concept of world music is a harmful oversimplification of diverse musical forms. To support this claim, we need evidence that these musical traditions are so different from one another that they should not fall into the same category. If it&rsquo;s true that mbaqanga and quan họ developed separately and have little in common musically, then it wouldn&rsquo;t make sense to lump them into the same category. </p><p>Choice B is incorrect. If true, this wouldn&rsquo;t affect the claim. To support the claim, we need evidence that these musical traditions are so different from one another that they should not fall into the same category. A difference in popularity doesn&rsquo;t necessarily mean that the two musical traditions shouldn&rsquo;t be categorized together: instead, we need to know if the music itself is similar or different. Choice C is incorrect. If true, this wouldn&rsquo;t affect the claim. To support the claim, we need evidence that these musical traditions are so different from each other that they should not fall into the same category. This choice doesn&rsquo;t do that. Choice D is incorrect. If true, this would actually weaken the claim. Zheng thinks it&rsquo;s reductive or oversimplifying to put distinct musical traditions into a single category. But if mbaqanga and quan họ are similar to each other, then it would make sense to put them in the same category. </p>",
  "origin": "proteus",
  "stem": "<p>Which finding about mbaqanga and quan họ, if true, would most directly support Zheng&rsquo;s claim?</p>",
  "externalid": "35e63faf-cd1e-42e6-b544-7bf3b48941eb",
  "stimulus": "<p>In the 1980s, many musicians and journalists in the English-speaking world began to draw attention to music from around the globe&mdash;such as mbaqanga from South Africa and quan họ from Vietnam&mdash;that can&rsquo;t be easily categorized according to British or North American popular music genres, typically referring to such music as &ldquo;world music.&rdquo; While some scholars have welcomed this development for bringing diverse musical forms to prominence in countries where they&rsquo;d previously been overlooked, musicologist Su Zheng claims that the concept of world music homogenizes highly distinct traditions by reducing them all to a single category.</p>",
  "templateclusterid": "e5c6fafe-b299-47e1-897e-298c18221f1c",
  "parenttemplatename": "OSP-KA-TXT-H002",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "52218b89-2682-40f5-b6ee-c3b33cfdf493",
      "content": "<p>Mbaqanga and quan họ developed independently of each other and have little in common musically.</p>"
    },
    {
      "id": "8bc8efe4-4f14-4144-8ba2-812c6e015598",
      "content": "<p>Mbaqanga is significantly more popular in the English-speaking world than quan họ is.&nbsp;</p>"
    },
    {
      "id": "bddfe29c-ba48-498f-ad47-542a11ceef11",
      "content": "<p>Mbaqanga and quan họ are now performed by a diverse array of musicians with no direct connections to South Africa or Vietnam.&nbsp;</p>"
    },
    {
      "id": "2781115c-10b9-4d9a-8d06-037febfbbbb0",
      "content": "<p>Mbaqanga and quan họ are highly distinct from British and North American popular music genres but similar to each other.</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}