{
  "vaultid": "c0cae386-4638-47e8-ac68-3b5fba1f1b87",
  "keys": [
    "26cae7c4-1a33-44a0-a161-b627db52ed37"
  ],
  "rationale": "<p>Choice A is the best answer because it most accurately states the main purpose of the text. In the first part of the text, the speaker addresses Paul Laurence Dunbar&rsquo;s ability to understand people (he has &ldquo;read the hearts and souls of men&rdquo; and written of their &ldquo;joy and mirth&rdquo;). In the second part of the text, the speaker describes Dunbar&rsquo;s thorough understanding of the natural world (he has read &ldquo;the language of the flowers&rdquo; and engaged with &ldquo;the little brook&rdquo;). Thus, the text mainly praises Dunbar for being especially perceptive about people and nature.&nbsp;</p><p>Choice B is incorrect because the speaker describes Dunbar as having read the &ldquo;hearts and souls of men&rdquo; and the &ldquo;language of flowers&rdquo; to convey Dunbar&rsquo;s ability to comprehend people and nature, not to suggest that Dunbar has literally read any of these things or has read a great deal about them. Choice C is incorrect because the text notes how well Dunbar has made sense of the topics he&rsquo;s written about but doesn&rsquo;t address any specific parts of Dunbar&rsquo;s writing process beyond the suggestion that he used a pen. Choice D is incorrect because the text focuses on Dunbar&rsquo;s understanding of people and nature as expressed in his writing. Nothing in the text suggests that the speaker is recalling a particular afternoon actually spent in nature with Dunbar; even if there had been a shared experience, the text isn&rsquo;t focused on reminiscing. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice best states the main purpose of the text?</p>",
  "externalid": "376259b0-c855-4898-8e8e-9e8b363eca0f",
  "stimulus": "<p>The following text is from Maggie Pogue Johnson&rsquo;s 1910 poem &ldquo;Poet of Our Race.&rdquo; In this poem, the speaker is addressing Paul Laurence Dunbar, a Black author.</p><p style='padding-left: 1em;'>Thou, with stroke of mighty pen,<br>&emsp;Hast told of joy and mirth,<br>And read the hearts and souls of men<br>&emsp;As cradled from their birth.</p><p style='padding-left: 1em;'>The language of the flowers,<br>&emsp;Thou hast read them all,<br>And e&rsquo;en the little brook<br>&emsp;Responded to thy call.</p>",
  "templateclusterid": "6f6aa8e5-6fc0-4745-8524-ea0f895c6191",
  "parenttemplatename": "OSP-025-TSP",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "26cae7c4-1a33-44a0-a161-b627db52ed37",
      "content": "<p>To praise a certain writer for being especially perceptive regarding people and nature</p>"
    },
    {
      "id": "0943f265-2de1-4b04-971c-48fbed626f1f",
      "content": "<p>To establish that a certain writer has read extensively about a variety of topics</p>"
    },
    {
      "id": "fa904cd7-a664-4bef-b45d-a4a68084e64f",
      "content": "<p>To call attention to a certain writer&rsquo;s careful and elaborately detailed writing process</p>"
    },
    {
      "id": "ee1af5ca-4b83-4c27-93ef-626ee4c1d371",
      "content": "<p>To recount fond memories of an afternoon spent in nature with a certain writer</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}