{
  "vaultid": "ccebe7cb-4a1c-4832-891b-bd53e7c65fab",
  "keys": [
    "d13049f9-1745-4100-a2a7-d03063f8d514"
  ],
  "rationale": "<p>Choice B is the best answer. Subject-modifier placement requires a modifier and its subject to be next to each other. The subject of the modifier \"a coming-of-age story&hellip;colonialism\" is Chra&iuml;bi&rsquo;s novel <em>The Simple Past</em>, so the subject \"Chra&iuml;bi&rsquo;s debut novel\" fits perfectly after this introductory modifying phrase.</p><p>Choice A is incorrect. Modifiers and their subjects must go next to each other. The introductory modifier \"a coming-of-age story&hellip;colonialism\" is describing Chra&iuml;bi&rsquo;s novel, not Morocco. However, this choice places Morocco directly next to that modifier. Choice C is incorrect. Modifiers and their subjects must go next to each other. The introductory modifier \"a coming-of-age story&hellip;colonialism\" all describes Chra&iuml;bi&rsquo;s novel, not Chra&iuml;bi himself. However, this choice places Chra&iuml;bi directly next to that modifier. Choice D is incorrect. Modifiers and their subjects must go next to each other. The modifier \"a coming-of-age story&hellip;\" is describing Chra&iuml;bi&rsquo;s novel, so that needs to be the subject immediately after the modifier. This choice adds another modifier that describes Chra&iuml;bi&rsquo;s novel, but then puts \"Chra&iuml;bi\" himself&mdash;not the novel&mdash;right after that modifier, which doesn&rsquo;t make sense. Chra&iuml;bi wasn&rsquo;t \"published two years before\" Moroccan independence; his novel <em>The Simple Past</em> was.</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>",
  "externalid": "3bc3e61e-c2c6-441a-ae74-ecc66e630b95",
  "stimulus": "<p>In the canon of North African literature, Moroccan author Driss Chra&iuml;bi&rsquo;s 1954 novel <em>The Simple Past</em>&nbsp;(<em>Le Pass&eacute; simple</em>) looms large. A coming-of-age story, a social meditation, and a sober gaze into the dark maw of French colonialism, <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> interrogates systemic power with memorable intensity.</p>",
  "templateclusterid": "fbc11a85-d8ed-4c37-98ea-6c77b50a1530",
  "parenttemplatename": "OSP-KA-FSS-H005",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "875b24e9-6db2-47cf-a232-e45abef0f5df",
      "content": "<p>Morocco gained its independence two years before the publication of Chra&iuml;bi&rsquo;s debut novel, which</p>"
    },
    {
      "id": "d13049f9-1745-4100-a2a7-d03063f8d514",
      "content": "<p>Chra&iuml;bi&rsquo;s debut novel, published two years before Morocco gained its independence,</p>"
    },
    {
      "id": "8d9edecb-7c29-4fc5-a0cc-7e62e591449d",
      "content": "<p>Chra&iuml;bi wrote a debut novel that, published two years before Morocco gained its independence,</p>"
    },
    {
      "id": "27c62977-59ca-42f9-a66a-429bbb992a39",
      "content": "<p>published two years before Morocco gained its independence, Chra&iuml;bi wrote a debut novel that</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}