{
  "vaultid": "5f7a7ea8-82c4-4d13-aea4-8d7c1f814c46",
  "keys": [
    "34e3b04e-4308-4692-b4ca-b006483fdc9a"
  ],
  "rationale": "<p>Choice D is the best answer because it most effectively uses a quotation from <em>O Pioneers!</em> to illustrate the claim that Alexandra Bergson takes comfort in understanding the world around her. In the quotation, Alexandra is described as enjoying looking at the stars and feeling a &ldquo;sense of personal security&rdquo; when she contemplates nature&rsquo;s order and its governing laws. This suggests that Alexandra takes comfort in understanding the world around her.&nbsp;</p><p>Choice A is incorrect because the quotation expresses how Alexandra Bergson attempts to meet difficult situations with determination, not how she takes comfort in understanding the world around her. Choice B is incorrect because the quotation expresses &ldquo;how much the country meant to&rdquo; Alexandra Bergson, not how she takes comfort in understanding the world around her. In detailing some of the wildlife surrounding Alexandra, the quotation conveys that nature is important to her but not necessarily that it gives her comfort.&nbsp;Choice C is incorrect because the quotation describes Alexandra driving her wagon down a highway at night; it doesn&rsquo;t describe how she takes comfort in understanding the world around her or address how she&rsquo;s feeling as she drives off.&nbsp;</p>",
  "origin": "proteus",
  "stem": "\n<p>Which quotation from <em>O Pioneers!</em> most effectively illustrates the claim?</p>",
  "externalid": "3d1f1c40-4ed9-4ae6-9d5c-55bbe74e0b51",
  "stimulus": "<p><em>O Pioneers!</em> is a 1913 novel by Willa Cather. In the novel, Cather depicts Alexandra Bergson as a person who takes comfort in understanding the world around her: <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>\n",
  "templateclusterid": "c627781d-ff39-4779-bab3-9b71fba9a72d",
  "parenttemplatename": "P89-T037",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "1",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "0e9a605c-2f3c-42c2-8a15-d276a4c6e5ed",
      "content": "<p>&ldquo;She looked fixedly up the bleak street as if she were gathering her strength to face something, as if she were trying with all her might to grasp a situation which, no matter how painful, must be met and dealt with somehow.&ldquo;</p>"
    },
    {
      "id": "56d06273-9572-4564-b14d-04cc0414560c",
      "content": "<p>&ldquo;She had never known before how much the country meant to her. The chirping of the insects down in the long grass had been like the sweetest music. She had felt as if her heart were hiding down there, somewhere, with the quail and the plover and all the little wild things that crooned or buzzed in the sun. Under the long shaggy ridges, she felt the future stirring.&ldquo;</p>"
    },
    {
      "id": "cc599fa9-e265-4220-b6bb-334dc80020b7",
      "content": "<p>&ldquo;Alexandra drove off alone. The rattle of her wagon was lost in the howling of the wind, but her lantern, held firmly between her feet, made a moving point of light along the highway, going deeper and deeper into the dark country.&rdquo;</p>"
    },
    {
      "id": "34e3b04e-4308-4692-b4ca-b006483fdc9a",
      "content": "<p>&ldquo;Alexandra drew her shawl closer about her and stood leaning against the frame of the mill, looking at the stars which glittered so keenly through the frosty autumn air. She always loved to watch them, to think of their vastness and distance, and of their ordered march. It fortified her to reflect upon the great operations of nature, and when she thought of the law that lay behind them, she felt a sense of personal security.&rdquo;</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}