{
  "vaultid": "254b68d7-5ddc-4013-be0d-8d7af2d60067",
  "keys": [
    "54be5049-2fcf-4164-87df-3467cf134176"
  ],
  "rationale": "<p>Choice D is correct. The text describes how Alspaugh&rsquo;s scrapbook is both a record of her life and a historical record of nineteenth-century textiles and dressmaking. </p><p>Choice A is incorrect. The text says that it was common for American women to keep scrapbooks of fabric pieces in the nineteenth century, and it says that Alspaugh was one of these women. However, it never says that other women were inspired by Alspaugh. Choice B is incorrect. This is too general and too strong. The text says that Alspaugh&rsquo;s scrapbook is a historical record of nineteenth-century textiles and dressmaking, but it never says that historians rely on such scrapbooks in general to understand how fashions changed throughout that time period. This choice also fails to even mention Alspaugh, who is the real focus of the text. Choice C is incorrect. The text does say this, but it&rsquo;s a detail&mdash;not the main idea. The text is mainly about one woman&rsquo;s scrapbook (Alspaugh&rsquo;s), and this choice doesn&rsquo;t even mention her. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice best states the main idea of the text?</p>",
  "externalid": "41a03d69-174b-43a7-be54-96a52f28ee57",
  "stimulus": "<p>Scrapbooks of saved fabric pieces were commonly kept by women in the nineteenth-century United States, but few are as meticulously detailed as Hannah Ditzler Alspaugh&rsquo;s work. Alongside each piece of fabric, Alspaugh recorded intimate memories, such as dressmaking with her sister. Additionally, she listed the prices and how she used the fabric. Historians note that by representing fifty years of changing textures, patterns, and dress styles, the scrapbook is a record of nineteenth-century textiles and dressmaking as well as Alspaugh&rsquo;s life.</p>",
  "templateclusterid": "5c0093fe-66cd-485f-81a9-b543f1ee1cbb",
  "parenttemplatename": "OSP-KA-CID-M007",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "04cad1be-7df8-4867-8536-c934179db18a",
      "content": "<p>Alspaugh inspired other women to save pieces of fabric in scrapbooks and provide historical records of nineteenth-century fashions in the United States.</p>"
    },
    {
      "id": "c82d55b4-74a6-4161-a7b4-c931f7c68f9b",
      "content": "<p>Historians rely on fabric scrapbooks to understand how fashions changed throughout the nineteenth-century United States.</p>"
    },
    {
      "id": "55e91db7-0079-4ae7-92dc-3784e05e5b3b",
      "content": "<p>Fabric scrapbooks were a popular hobby for many women in the nineteenth-century United States.</p>"
    },
    {
      "id": "54be5049-2fcf-4164-87df-3467cf134176",
      "content": "<p>Alspaugh&rsquo;s scrapbook provides a detailed account of her life and historical record of fashion trends in the nineteenth-century United States.</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}