{
  "vaultid": "f55c207a-635e-4f99-9f33-bdf51fc109d2",
  "keys": [
    "fbbe739f-9bc6-4e4a-8e0e-800d957409cb"
  ],
  "rationale": "<p>Choice D is the best answer. The convention being tested is punctuation between coordinates in a sentence. The two elements \"how&hellip;regions\" and \"what&hellip;ocean\" work together as coordinates to complete the description of what the team was able to determine. Because there are only two coordinates in this case (as opposed to a series of three or more), no punctuation is needed between them.</p><p>Choice A is incorrect because no punctuation is needed between the coordinates \"how&hellip;regions\" and \"what&hellip;ocean.\" Choice B is incorrect because no punctuation is needed between the coordinates \"how&hellip;regions\" and \"what&hellip;ocean.\" Choice C is incorrect because no punctuation is needed between the coordinates \"how&hellip;regions\" and \"what&hellip;ocean.\"</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>",
  "externalid": "42ca5120-4c07-4e04-98e7-e2990f2fdebd",
  "stimulus": "<p>In 2018, a team of researchers led by Dr. Caitlin Whalen compiled every available measurement of ocean mixing rates from the past two decades. With this novel data set, the team was able to determine how current-driven mixing varies across <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> and what impact it has on the distribution of heat and nutrients in the ocean.</p>",
  "templateclusterid": "e23b3a6b-5c8d-48e0-8f66-272b7e486184",
  "parenttemplatename": "OSP-673-SEC",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "350efe64-ae0b-4050-be32-749ac25c87c9",
      "content": "<p>regions,</p>"
    },
    {
      "id": "93e8b565-0bb2-4fe6-85e6-4855154b61ec",
      "content": "<p>regions:</p>"
    },
    {
      "id": "e2af52aa-7028-43eb-b4d2-fea5df9a68a4",
      "content": "<p>regions;</p>"
    },
    {
      "id": "fbbe739f-9bc6-4e4a-8e0e-800d957409cb",
      "content": "<p>regions</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}