{
  "vaultid": "7a6eb8b9-2ba6-4521-8525-c90cfcac83e2",
  "keys": [
    "d361f111-c7e4-43ee-94bf-1636facd2ae5"
  ],
  "rationale": "<p>Choice B is the best answer. The passage tells us that Shang dynasty bronze artifacts contained \"a rare form of lead,\" but that bronze artifacts after this time did not contain that lead. Although we don&rsquo;t know where that specific type of bronze came from, we can conclude that that source was not used after the end of the Shang dynasty&mdash;otherwise, post-Shang dynasty pieces would also contain that rare form of lead.</p><p>Choice A is incorrect. Despite these pieces containing \"a rare form of lead,\" there is no direct claim in the passage that Shang dynasty bronze is itself more rare or valuable than bronze pieces from other periods. Therefore, there&rsquo;s no basis for this inference. Choice C is incorrect. Although the passage mentions that the nature of the bronze in Chinese artifacts changed after the Shang dynasty, bronze was still used to create artifacts after this time. The passage in fact explicitly states \"bronze artifacts from China dated after the Shang dynasty&hellip;,\" indicating that bronze was still used in China after the Shang dynasty. Choice D is incorrect. There&rsquo;s no mention in the passage of methods used to analyze bronze artifacts, so there&rsquo;s no basis for this inference.</p>",
  "origin": "proteus",
  "stem": "<p>Which choice most logically completes the text?</p>",
  "externalid": "43b63331-d857-4b26-a869-a1dfae198b02",
  "stimulus": "<p>Archaeologists have been debating the origin of a rare form of lead found in Shang dynasty (1766&ndash;1046 BCE) bronze artifacts since its presence was discovered in China in the 1990s. Different researchers have proposed theories on which regions of the world would have had the raw materials containing the specific lead in these artifacts, but no conclusive evidence has been presented. What is intriguing is that bronze artifacts from China dated after the Shang dynasty do not contain this form of lead, suggesting that <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "0e01174c-530b-4098-a68b-a4ff6101bbec",
  "parenttemplatename": "OSP-KA-INF-M008",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "9115ed24-6f77-4a4e-9a06-9afb65f29306",
      "content": "<p>Shang dynasty bronze pieces are rare and therefore more valuable than those from other time periods.</p>"
    },
    {
      "id": "d361f111-c7e4-43ee-94bf-1636facd2ae5",
      "content": "<p>the source of some of the raw materials used to make bronze was exploited only until the end of the Shang dynasty.</p>"
    },
    {
      "id": "ac8a3fe3-7144-4673-82d9-b2e49c9b1382",
      "content": "<p>bronze was used for a short time during the Shang dynasty before different metals were used to make artifacts.</p>"
    },
    {
      "id": "4ad04421-76e5-4111-8311-e2d81360f7b8",
      "content": "<p>methods used to analyze bronze artifacts are not useful on pieces that are dated after the Shang dynasty.</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}