{
  "vaultid": "07c73eb0-187b-4aaa-9593-620445c0ebf5",
  "keys": [
    "7e0e50e4-b634-4c15-9fa3-d77aaaebdb0a"
  ],
  "rationale": "<p>Choice D is the best answer. This choice effectively specifies who may have first populated the Azores, according to the 2015 study: the Vikings.&nbsp;</p><p>Choice A is incorrect. This choice doesn&rsquo;t effectively specify who may have first populated the Azores, according to the 2015 study. It only mentions the historical belief that the Portuguese were first. The 2015 study drew a different conclusion. Choice B is incorrect. This choice casts doubt on the Portuguese claim but doesn&rsquo;t name the group of people who may have arrived before the Portuguese. Choice C is incorrect. This choice mentions the evidence that the researchers found but not the conclusion they drew from it. It doesn&rsquo;t name the possible group of people who may have arrived before the Portuguese. </p>",
  "origin": "proteus",
  "stem": "<p>The student wants to specify who may have first populated the Azores, according to the 2015 study. Which choice most effectively uses relevant information from the notes to accomplish this goal?</p>",
  "externalid": "46cc1e17-c0f3-42bf-93f2-84495322f76a",
  "stimulus": "<p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>The Azores is a group of islands about 870 miles off the coast of Portugal.</li>\n<li>Historians have long believed that in the fifteenth century Portuguese mariners were the first humans to populate the Azores.</li>\n<li>A 2015 study coauthored by Sofia Gabriel and Maria da Luz Mathias found that Vikings from Scandinavia may have populated the Azores as early as the ninth century.</li>\n<li>The researchers found a genetic connection between house mice in the Azores and house mice in Scandinavia.</li>\n<li>House mice may have traveled from Scandinavia to the Azores on Viking ships.</li>\n</ul>",
  "templateclusterid": "ea2ac1be-940f-4364-bd67-aecceb56ccd3",
  "parenttemplatename": "OSP-KA-SYN-E008",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "75b84669-1c91-4fbc-8820-1be761335cdc",
      "content": "<p>Historians have long believed that the first humans to populate the Azores, a group of islands about 870 miles off the coast of Portugal, arrived in the fifteenth century.</p>"
    },
    {
      "id": "807a2e27-e4a9-4a8c-8d13-8ecf3ff98fdb",
      "content": "<p>Portuguese mariners may not have been the first humans to populate the Azores.</p>"
    },
    {
      "id": "9912f6ee-3808-4b1c-bc55-e7e438de8cc8",
      "content": "<p>In their 2015 study, the researchers found a genetic connection between house mice in the Azores and those in Scandinavia.</p>"
    },
    {
      "id": "7e0e50e4-b634-4c15-9fa3-d77aaaebdb0a",
      "content": "<p>According to a 2015 study, the first humans to populate the Azores may have been Vikings from Scandinavia, not mariners from Portugal as previously believed.</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}