{
  "vaultid": "194a0607-5ca2-4265-85c1-81322991659e",
  "keys": [
    "c68a5647-f0b8-480d-a953-388d91500d27"
  ],
  "rationale": "<p>Choice B is the best answer. In this quotation, Dr. Proudie is described as \"fondly flatter[ing] himself\" that he has gifts that \"must be sure to recommend him to a yet higher notice.\" In other words, he expects his skills to push him to greater fame and success. This implies an exaggerated sense of his own abilities, which matches the claim we&rsquo;re trying to support.</p><p>Choice A is incorrect. This quotation doesn&rsquo;t describe Proudie&rsquo;s view of himself, nor does it paint him in an especially flattering light. Instead, by saying his mental powers and business skill are not \"proved,\" it implies that he is actually dim-witted and bad at business. Choice C is incorrect. This choice describes Proudie&rsquo;s closeness to power and importance, but it doesn&rsquo;t show what Proudie thinks of himself. Proudie is not describing himself or his abilities here. The narrator is. Choice D is incorrect. While this quotation offers Proudie very mild praise, it doesn&rsquo;t show what Proudie thinks of himself or his own abilities, which is what the claim focuses on.</p>",
  "origin": "proteus",
  "stem": "<p>Which quotation from <em>Barchester Towers</em> most effectively illustrates the claim?</p>",
  "externalid": "48df5d1e-9a25-416a-a935-574134ee86cb",
  "stimulus": "<p><em>Barchester Towers</em> is an 1857 novel by Anthony Trollope. In the novel, Trollope&rsquo;s portrayal of Dr. Proudie underscores the character&rsquo;s exaggerated sense of his own abilities: <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "50eaff3b-19b1-47de-b895-c9492e747302",
  "parenttemplatename": "OSP-KA-TXT-H005",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "6178a181-09ca-42dc-b170-7b62153a552c",
      "content": "<p>&ldquo;It must not&hellip;be taken as proved that Dr. Proudie was a man of great mental powers, or even of much capacity for business, for such qualities had not been required in him.&rdquo;</p>"
    },
    {
      "id": "c68a5647-f0b8-480d-a953-388d91500d27",
      "content": "<p>&ldquo;[Dr. Proudie] was comparatively young, and had, as he fondly flattered himself, been selected as possessing such gifts, natural and acquired, as must be sure to recommend him to a yet higher notice.&rdquo;</p>"
    },
    {
      "id": "93687dc0-ce5e-4cc7-886a-e58af7d2973b",
      "content": "<p>&ldquo;[Dr. Proudie&rsquo;s] residence in the metropolis, rendered necessary by duties thus entrusted to him, his high connexions, and the peculiar talents and nature of the man, recommended him to persons in power.&rdquo;</p>"
    },
    {
      "id": "353b20be-8587-4ac0-9bbd-3dd7dc126bb0",
      "content": "<p>&ldquo;[Dr. Proudie] was certainly possessed of sufficient tact to answer the purpose for which he was required without making himself troublesome.&rdquo;</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}