{
  "vaultid": "fde0d8a2-8125-4c6b-880a-1f58fa11cad8",
  "keys": [
    "48969ed7-b497-41df-a551-14cdc4e32b8a"
  ],
  "rationale": "<p>Choice A is the best answer. This sentence emphasizes just how far maglev advocates&rsquo; dreams are from coming true. &ldquo;In fact&rdquo; is a transition used to emphasize the truth of a statement that modifies the previous statement and therefore fits perfectly in this context. </p><p>Choice B is incorrect. This choice uses a cause-and-effect transition, which doesn&rsquo;t make sense here. Maglev advocates&rsquo; dream remaining unrealized would not cause there to be only a few maglev trains, all located in Asia. Choice C is incorrect. This choice uses a disagreement transition, which doesn&rsquo;t make sense here. In fact, this sentence agrees with the previous sentence&mdash;both talk about how maglev trains are far from becoming common in the US. Choice D is incorrect. This choice uses a disagreement transition, which doesn&rsquo;t make sense here. In fact, this sentence agrees with the previous sentence&mdash;both talk about how maglev trains are far from becoming common in the US. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical transition?</p>",
  "externalid": "4a0e7481-a0e1-4b5c-9fde-d9ecfa15f63f",
  "stimulus": "<p>Magnetic levitation (maglev) trains are suspended above a track by powerful electromagnets, reducing friction and thus allowing for much faster speeds. Though maglev advocates in the US have long imagined these trains crisscrossing the country, their dream remains unrealized. <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> of the handful of maglev trains currently in operation, all are in Asia.</p>",
  "templateclusterid": "56e8967a-3bd7-43c5-813d-e3598dceced1",
  "parenttemplatename": "OSP-KA-TRA-H010",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "48969ed7-b497-41df-a551-14cdc4e32b8a",
      "content": "<p>In fact,</p>"
    },
    {
      "id": "4dc1955e-d6d1-49fe-8d84-ff00172bb9e3",
      "content": "<p>To that end,</p>"
    },
    {
      "id": "20b32df7-ee6a-40ba-b226-f83fa098709c",
      "content": "<p>Nevertheless,</p>"
    },
    {
      "id": "c8510328-773e-4990-80e4-661744d548f4",
      "content": "<p>That said,</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}