{
  "vaultid": "f07a00fb-fa07-45f6-a9dd-0f20d92a0698",
  "keys": [
    "c6aa47f5-0416-4655-b1b3-01d7663e0c4c"
  ],
  "rationale": "<p>Choice C is the best answer. &ldquo;Thus&rdquo; logically signals that the action described in this sentence&mdash;the researcher being able to determine the chemical makeup of the planet&rsquo;s bright regions based on how they reflect light&mdash;is a result or consequence of the previous information about spectroscopic fingerprints. </p><p>Choice A is incorrect because &ldquo;regardless&rdquo; illogically signals that the action described in this sentence occurs despite the previous information about spectroscopic fingerprints. Instead, the finding in this sentence is a result or consequence of that information. Choice B is incorrect because &ldquo;meanwhile&rdquo; illogically signals that the action described in this sentence either occurs at the same time as or offers an alternative to the previous information about spectroscopic fingerprints. Instead, the finding in this sentence is a result or consequence of that information. Choice D is incorrect because &ldquo;in comparison&rdquo; illogically signals that the action described in this sentence is being compared with the previous information about spectroscopic fingerprints. Instead, the finding in this sentence is a result or consequence of that information. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical transition?</p>",
  "externalid": "527a6e1b-a044-4d40-9daf-7f1502b3cb97",
  "stimulus": "<p>Every chemical compound has a spectroscopic fingerprint, a pattern of reflected light unique to that compound. <span aria-hidden=\"true\" class=\"item-blank\">______</span><span class=\"sr-only\">blank</span> upon analyzing the light reflected by the bright regions on the surface of the dwarf planet Ceres, Maria Cristina De Sanctis of Rome&rsquo;s National Institute of Astrophysics was able to determine that the regions contain large amounts of the compound sodium carbonate.</p>",
  "templateclusterid": "c433a28a-3038-4728-8d7a-1e7aaa7a41ad",
  "parenttemplatename": "OSP-202-TRA",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "e47e1d70-b425-431c-bad5-10ee84780a7f",
      "content": "<p>Regardless,</p>"
    },
    {
      "id": "531332de-410e-4039-bbb6-093ce2f90f29",
      "content": "<p>Meanwhile,</p>"
    },
    {
      "id": "c6aa47f5-0416-4655-b1b3-01d7663e0c4c",
      "content": "<p>Thus,</p>"
    },
    {
      "id": "05969ee8-795f-439b-b336-aca20f85e55c",
      "content": "<p>In comparison,</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}