{
  "vaultid": "90abc3dd-844e-4771-95b5-0d505f644d9d",
  "keys": [
    "d8b57dbf-1c66-4fdf-8208-8558284d0389"
  ],
  "rationale": "<p>Choice B is the best answer. By showing that \"any difference\" in taste was quickly overcome by \"the force of [Marianne&rsquo;s] arguments,\" this choice effectively demonstrates Marianne&rsquo;s \"ability to persuade others.\"</p><p>Choice A is incorrect. This choice doesn&rsquo;t effectively illustrate the claim. This choice shows that Marianne and John share an interest in music and dancing, but it doesn&rsquo;t provide evidence of Marianne&rsquo;s \"ability to persuade others.\" Choice C is incorrect. This choice doesn&rsquo;t effectively illustrate the claim. This choice shows that Marianne enjoys talking about her interests, but it doesn&rsquo;t provide evidence of Marianne&rsquo;s \"ability to persuade others.\" Choice D is incorrect. This choice doesn&rsquo;t effectively illustrate the claim. This choice shows that Marianne and John share many interests and generally agree on music and dancing, but it doesn&rsquo;t provide evidence of Marianne&rsquo;s \"ability to persuade others.\"</p>",
  "origin": "proteus",
  "stem": "<p>Which quotation from <em>Sense and Sensibility </em>most effectively illustrates the claim?</p>",
  "externalid": "53727c14-2e6d-4c01-a008-3dcf1597f23d",
  "stimulus": "<p><em>Sense and Sensibility </em>is an 1811 novel by Jane Austen. In the novel, Austen describes Marianne Dashwood&rsquo;s ability to persuade others of the rightness of her artistic judgments, as is evident when Marianne visits with John Willoughby, a potential suitor: <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "baeb4d59-34e5-474e-a35b-647757a02a74",
  "parenttemplatename": "OSP-KA-TXT-M001",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "18c4c8d3-b93f-4479-b1e6-abc2fd6bdde9",
      "content": "<p>&ldquo;Above all, when she heard him declare, that of music and dancing he was passionately fond, she gave him such a look of approbation as secured the largest share of his discourse to herself for the rest of his stay.&rdquo;</p>"
    },
    {
      "id": "d8b57dbf-1c66-4fdf-8208-8558284d0389",
      "content": "<p>&ldquo;Their taste was strikingly alike. The same books, the same passages were idolized by each&mdash;or if any difference appeared, any objection arose, it lasted no longer than till the force of her arguments and the brightness of her eyes could be displayed.&rdquo;</p>"
    },
    {
      "id": "5876a49c-89e9-4e68-a1b3-244b93c3d304",
      "content": "<p>&ldquo;It was only necessary to mention any favourite amusement to engage her to talk. She could not be silent when such points were introduced, and she had neither shyness nor reserve in their discussion.&rdquo;</p>"
    },
    {
      "id": "0364fbce-b3fd-4cb7-8ed9-42d29b285646",
      "content": "<p>&ldquo;They speedily discovered that their enjoyment of dancing and music was mutual, and that it arose from a general conformity of judgment in all that related to either. Encouraged by this to a further examination of his opinions, she proceeded to question him on the subject of books.&rdquo;</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}