{
  "vaultid": "80ea87b2-020b-4970-8fa5-422e8d65cf55",
  "keys": [
    "d66962c6-93f9-481e-8d3c-e9b84c8483de"
  ],
  "rationale": "<p>Choice D is the best answer. The text after the semicolon tells us that Hu \"identif[ied] broad similarities between two seemingly different phenomena,\" comparing ants with light particles. Since an analogy seeks similarities between seemingly unrelated phenomena, this fits the context perfectly.</p><p>Choice A is incorrect. \"A collaboration\" refers to \"an act of working with others,\" but what comes after the semicolon doesn&rsquo;t describe collaboration with other researchers. Instead, it shows a comparison between two different (but ultimately similar) scientific phenomena. Choice B is incorrect. \"An accessory\" can refer to \"something added to increase attractiveness or usefulness.\" No accessories are described in this text. Choice C is incorrect. \"A contradiction\" means \"a set of ideas or things that are opposed to or inconsistent with each other.\" The text describes how Hu used the similarity between ant and light particle movement to develop his method, so a word that refers to difference would not make sense here.</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
  "externalid": "575dc2a9-68a2-4c57-80be-8e72eb84c207",
  "stimulus": "<p>To develop a method for measuring snow depth with laser beams, NASA physicist Yongxiang Hu relied on <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span>; identifying broad similarities between&nbsp;two seemingly different phenomena, Hu used information about how ants move inside colonies to calculate how the particles of light that make up laser beams travel through snow.</p>",
  "templateclusterid": "62191d7c-719f-4aca-a94a-1a79fc7111f0",
  "parenttemplatename": "OSP-KA-WIC-M010",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "90c02e02-3f93-4a2f-8919-06a6c12d1e48",
      "content": "<p>a collaboration</p>"
    },
    {
      "id": "f6b843b0-c891-4e54-b626-eba655517b24",
      "content": "<p>an accessory</p>"
    },
    {
      "id": "f32f5247-eb65-42f8-9180-a917bd9706f0",
      "content": "<p>a contradiction</p>"
    },
    {
      "id": "d66962c6-93f9-481e-8d3c-e9b84c8483de",
      "content": "<p>an analogy</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}