{
  "vaultid": "fbf015e1-b047-4cce-ba91-f0005fc0f4b2",
  "keys": [
    "2790165b-78e1-47f5-ba46-9c41eff362e8"
  ],
  "rationale": "<p>Choice B is the best answer because it most logically follows from the text&rsquo;s discussion of Andr&eacute; Izidoro, Rajdeep Dasgupta, and colleagues&rsquo; computer simulations of our solar system&rsquo;s development. The text begins by stating that the simulations led the researchers to conclude that the solar system likely formed from three giant dust rings that encircled the Sun. The text explains that the four inner planets, including Earth, formed from the innermost ring and that the remaining planets formed from the middle ring. It then explains that in one simulation, the researchers delayed the formation of the middle ring&mdash;that is, they tested to see what would happen if the middle ring had formed later than it actually did. They found that doing so affected the size of the innermost planets, resulting in oversized super-Earths, planets that are much larger than Earth. Since the delayed timing had the effect of changing the size of Earth in the simulation relative to Earth&rsquo;s real size, it&rsquo;s reasonable to conclude that the timing of the middle ring&rsquo;s formation was important in determining Earth&rsquo;s eventual size.&nbsp;</p><p>Choice A is incorrect. Although the text explains that when the researchers delayed the formation of the middle ring in one simulation, the size of the innermost planets was affected (which suggests that the middle ring likely formed earlier than it did in this simulation), the text doesn&rsquo;t indicate that this was an initial simulation&mdash;that is, a simulation that was conducted before other simulations. Moreover, the text makes no reference to the specific results of any other simulations; therefore, there is no basis for comparing any conclusions based on the simulation in which the middle ring&rsquo;s formation was delayed with conclusions based on other simulations. Choice C is incorrect because the text discusses how altering the timing of the formation of the middle ring, not the outermost ring, affected the four innermost planets&rsquo; eventual size in the researchers&rsquo; simulation; therefore, the simulation offers no basis for a conclusion about how the outermost ring&rsquo;s formation affected the size of the planets. Choice D is incorrect because there is nothing in the text to suggest that the innermost ring produced all the solar system&rsquo;s planets. Rather, the text states that the simulations showed that the innermost planets formed from the innermost ring and that the remaining planets formed from the middle ring. &nbsp;</p>",
  "origin": "proteus",
  "stem": "<p>Which choice most logically completes the text?</p>",
  "externalid": "5818e783-6bbc-430f-8003-9f3967e542b2",
  "stimulus": "<p>By running computer simulations of the development of our solar system, Andr&eacute; Izidoro, Rajdeep Dasgupta, and colleagues concluded that the Sun may have been surrounded by three giant dust rings before the planets started to form. The researchers suggest that the materials in the innermost ring became the four planets closest to the Sun, the materials in the middle ring produced the rest of the planets, and the materials in the outermost ring created the asteroids and other small bodies in the region beyond Neptune. In one simulation, the researchers delayed the initial formation of the middle ring, causing oversized super-Earths to begin developing from the innermost ring. The researchers therefore hypothesize that <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "d1a4a0ab-5ad5-402d-8a62-64f16cce64c1",
  "parenttemplatename": "OSP-046-INF",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "03bc501b-4768-4366-92a1-01a96b1cfc01",
      "content": "<p>the middle ring formed earlier in the solar system&rsquo;s development than the initial simulations suggested.&nbsp;</p>"
    },
    {
      "id": "2790165b-78e1-47f5-ba46-9c41eff362e8",
      "content": "<p>the timing of the initial formation of the middle ring played an important role in determining the eventual size of Earth.</p>"
    },
    {
      "id": "e8abefe9-5d57-40c8-916f-1c48b5781e27",
      "content": "<p>if the formation of the outermost ring had occurred earlier in a simulation, all the planets would have become super-Earths.</p>"
    },
    {
      "id": "a5e5addf-8caf-4ffd-b958-581f5302e577",
      "content": "<p>the innermost ring actually formed into all the planets in our solar system, not just the four closest to the Sun.</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}