{
  "vaultid": "4658a564-1792-494d-9fdf-a8f541d02efd",
  "keys": [
    "a6a2bdf8-c464-409e-b5ec-a73aa3c4cbdc"
  ],
  "rationale": "<p>Choice B is the best answer. The text describes a study about how giant honeybees use shimmering to defend against hornets, but not other predators. The researchers conclude that shimmering could be a specialized defense response to hornets. </p><p>Choice A is incorrect. The text says that giant honeybees don&rsquo;t appear to use shimmering against other, larger predators. However, it never suggests that researchers don&rsquo;t know which other defenses giant honeybees do use for those predators. Choice C is incorrect. The text says that hornets are one predator of giant honeybees, but it doesn&rsquo;t say that hornets are the main predator of giant honeybees. This choice also fails to mention &ldquo;shimmering,&rdquo; which is a major focus of the text. Choice D is incorrect. The text only discusses the shimmering of giant honeybees&mdash;it doesn&rsquo;t discuss other insects&rsquo; defense responses at all. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice best states the main idea of the text?</p>",
  "externalid": "5a912020-242d-4bc0-96dd-c00c12736562",
  "stimulus": "<p>Shimmering is a collective defense behavior that researchers have observed in giant honeybee colonies. When shimmering, different groups of bees flip their bodies up and down in what looks like waves. This defense is initiated when hornets hover near a colony, serving to deter the hornets from approaching the bees. Researchers hypothesize that this behavior is a specialized defense response to hornets, as it is not observed when other, larger predators approach the colony.&nbsp;</p>",
  "templateclusterid": "53b0f7c7-ece1-460f-a604-0f76510b80f4",
  "parenttemplatename": "OSP-KA-CID-E010",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "7238571c-4a6b-4cdd-b2d2-7af73c726aaf",
      "content": "<p>Researchers are unsure how giant honeybees defend against predators larger than hornets.&nbsp;</p>"
    },
    {
      "id": "a6a2bdf8-c464-409e-b5ec-a73aa3c4cbdc",
      "content": "<p>Researchers think that shimmering in giant honeybees is a specific defense against hornets.&nbsp;</p>"
    },
    {
      "id": "09ebed01-efe3-4221-ad1b-d60645f5cf85",
      "content": "<p>Hornets are known to be the main predator of giant honeybees.&nbsp;</p>"
    },
    {
      "id": "cac1bb64-8101-4f4a-8346-6beae5ae78d2",
      "content": "<p>Several different species of insects use shimmering to defend against hornets.&nbsp;</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}