{
  "vaultid": "db41d34e-1473-43af-ac4e-59985fa231b9",
  "keys": [
    "42cbd1c7-f8c3-4b2f-b6c0-161e55ace7a6"
  ],
  "rationale": "<p>Choice A is the best answer. \"Stimulated\" means \"encouraged interest or increased activity in.\" Because the newspapers discussed the benefits of westward migration and \"inspired readers to relocate,\" we can infer that they encouraged people to move west.</p><p>Choice B is incorrect. \"Assigned\" means \"gave a job or duty.\" Newspapers do not have the power to assign people to move west, although they can encourage it. Choice C is incorrect. \"Opposed\" means \"disapproved of.\" We can tell that this isn&rsquo;t the case, because the newspapers discussed \"the easy fortunes and high salaries miners could make in California\" and \"inspired readers to relocate.\" Choice D is incorrect. \"Disregarded\" means \"ignored.\" If the newspapers are writing about the west and \"inspir[ing] readers to relocate,\" they can&rsquo;t be ignoring it at the same time.</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
  "externalid": "5cebd626-c5bf-447f-a745-d8363f321bd1",
  "stimulus": "<p>In the mid-nineteenth century, some abolitionist newspapers <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> westward migration in the United States; by printing a letter that described the easy fortunes and high salaries miners could make in California during the Gold Rush, Frederick Douglass&rsquo;s newspaper <em>North Star</em> was one such publication that inspired readers to relocate.</p>",
  "templateclusterid": "64e868ff-d8cb-4bb2-b2de-2ec2e19f47ba",
  "parenttemplatename": "OSP-KA-WIC-M009",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "42cbd1c7-f8c3-4b2f-b6c0-161e55ace7a6",
      "content": "<p>stimulated</p>"
    },
    {
      "id": "e01e8d70-d7a3-475d-aecc-3b412708422b",
      "content": "<p>assigned</p>"
    },
    {
      "id": "d39dd43b-61df-49d5-941a-001f0c1c6a8a",
      "content": "<p>opposed</p>"
    },
    {
      "id": "6cf05c1b-3fb3-4d03-99c2-c5e5171df4c6",
      "content": "<p>disregarded</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}