{
  "vaultid": "4dd854ea-f265-4c97-9ac6-84bedf0fe5f9",
  "keys": [
    "2d04e9ae-7ee7-4f52-96c1-ad3aee9b803c"
  ],
  "rationale": "<p>Choice A is the best answer. The text says that corals produce bright colors to block sunlight and encourage algae to recolonize after &ldquo;an environmental stressor.&rdquo; From this, we can infer that corals that produce bright colors have probably been subjected to an environmental stressor. </p><p>Choice B is incorrect. The text says that corals produce bright colors to block intense sunlight, which protects the light-sensitive algae that keep the coral healthy. In other words, bright colors make the coral&rsquo;s health less vulnerable to intense sunlight. Choice C is incorrect. The text says that corals produce bright colors to encourage algae to recolonize, not that they have recovered without the assistance of algae colonies. Choice D is incorrect. The text never compares the likelihood of differently colored corals surviving without algae colonies. </p>",
  "origin": "proteus",
  "stem": "<p>What does the text most strongly suggest about corals that produce bright colors?</p>",
  "externalid": "5e3760af-27dc-44b2-bf1c-53de6b88a3b6",
  "stimulus": "<p>Algae living within the tissues of corals play a critical role in keeping corals, and the marine ecosystems they are part of, thriving. Some coral species appear brown in color when healthy due to the algae colonies living in their tissues. In the event of an environmental stressor, the algae can die or be expelled, causing the corals to appear white. To recover the algae, the bleached corals then begin to produce bright colors, which block intense sunlight, encouraging the light-sensitive algae to recolonize the corals.</p>",
  "templateclusterid": "ff1f31fb-7fad-4c32-8992-d2d700de6125",
  "parenttemplatename": "OSP-KA-CID-H010",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "2d04e9ae-7ee7-4f52-96c1-ad3aee9b803c",
      "content": "<p>These corals have likely been subjected to stressful environmental conditions.</p>"
    },
    {
      "id": "d489008d-cb60-4989-b83f-b38ce08b904f",
      "content": "<p>These corals are likely more vulnerable to exposure from intense sunlight than white corals are.</p>"
    },
    {
      "id": "5a06d491-a741-4f12-ab41-2b0819868c40",
      "content": "<p>These corals have likely recovered from an environmental event without the assistance of algae colonies.</p>"
    },
    {
      "id": "f887ef60-1a82-409a-815e-c7f2cf828255",
      "content": "<p>These corals are more likely to survive without algae colonies than brown corals are.</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}