{
  "vaultid": "d7a09fbc-b19b-42e6-9c59-1316daf467be",
  "keys": [
    "266dd10f-77c3-4a92-8908-0edcdfd99bc3"
  ],
  "rationale": "<p>Choice B is the best answer. This choice correctly uses commas to set off the nonessential relative clause \"which is known as Brownian motion\" that provides extra information about the \"random, continuous movement\" that isn&rsquo;t necessary for the function of the sentence.</p><p>Choice A is incorrect. This choice results in a punctuation error. The relative clause \"which is known as Brownian motion\" is a nonessential supplement. Nonessential supplements need to be set apart from the rest of the sentence with a pair of commas, dashes, or parentheses, so we can&rsquo;t use a colon here. Also, notice that colons can only come after an independent clause, which isn&rsquo;t the case here. Choice C is incorrect. This choice results in a punctuation error. The relative clause \"which is known as Brownian motion\" is a nonessential supplement, so it should be separated from the rest of the sentence by a pair of matching punctuation marks. We already have a comma after \"motion,\" so we need to add a comma before \"which.\" This choice is missing that comma. Choice D is incorrect. This choice results in a sentence fragment. \"This type of random, continuous movement\" is not an independent clause and can&rsquo;t stand alone as a full sentence, so we can&rsquo;t put a period here.</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>",
  "externalid": "5f6aff36-fba7-4d47-9254-29101c8c3de5",
  "stimulus": "<p>When particles are suspended in liquid (like pollen in a water glass), they will zigzag randomly through the liquid and collide with one another in perpetuity. This type of random, continuous <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> is known as Brownian motion, can be observed throughout the natural world.</p>",
  "templateclusterid": "c619320b-3d0c-491f-94bb-e062ea5b2348",
  "parenttemplatename": "OSP-KA-BOU-E010",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "55d9445c-c09d-40ad-aca2-601a75031a65",
      "content": "<p>movement: which</p>"
    },
    {
      "id": "266dd10f-77c3-4a92-8908-0edcdfd99bc3",
      "content": "<p>movement, which</p>"
    },
    {
      "id": "f38db23e-6e72-41cf-9c63-6cf49f3f4c85",
      "content": "<p>movement which</p>"
    },
    {
      "id": "54fc3443-95a7-4280-a182-cb6264c904de",
      "content": "<p>movement. Which</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}