{
  "vaultid": "256a06e5-3f79-4921-9216-38051978dfda",
  "keys": [
    "3b8fb0a5-09d6-49c6-babb-430916486285"
  ],
  "rationale": "<p>Choice D is the best answer because it most logically completes the text&rsquo;s discussion of gender roles in Shakespeare&rsquo;s comedies. As used in this context, &ldquo;prescribed&rdquo; would mean laid down as rules. The text indicates that the characters in the comedies often defy gender roles that are &ldquo;socially dictated&rdquo; (even if most characters do return to those roles eventually) and that scholars have been very interested in these acts of defiance. This context indicates that what the characters are rebelling against are standards of behavior prescribed by the society of the time.&nbsp;&nbsp;</p><p>Choice A is incorrect because saying that expectations about gender were &ldquo;interjected,&rdquo; or suddenly inserted between other things, wouldn&rsquo;t make sense in context. There&rsquo;s no suggestion in the text that the issue of gender roles was inserted between other things or was an interruption in a larger discussion.&nbsp;Choice B is incorrect because the text indicates that Shakespeare depicts characters rebelling against expectations about gender that have been &ldquo;socially dictated,&rdquo; not expectations that society has &ldquo;committed,&rdquo; or carried out, entrusted, or promised. Choice C is incorrect because the text indicates that Shakespeare depicts characters rebelling against expectations about gender that have been &ldquo;socially dictated,&rdquo; not expectations that have been &ldquo;illustrated,&rdquo; or clarified with examples. Although it&rsquo;s possible for expectations about gender roles to be illustrated, there&rsquo;s nothing in the text to indicate that characters in Shakespeare&rsquo;s comedies rebel against illustrations of gender expectations. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
  "externalid": "62f1d2d5-5df8-4338-925f-1fae85ea6f74",
  "stimulus": "<p>Scholarly discussions of gender in Shakespeare&rsquo;s comedies often celebrate the rebellion of the playwright&rsquo;s characters against the rigid expectations <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> by Elizabethan society. Most of the comedies end in marriage, with characters returning to their socially dictated gender roles after previously defying them, but there are some notable exceptions.</p>",
  "templateclusterid": "2698c8f4-8e7b-43d4-a5d7-8891d99a878f",
  "parenttemplatename": "OSP-975-WIC",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "db74149f-334a-434b-9bf7-90b937e07ecd",
      "content": "<p>interjected</p>"
    },
    {
      "id": "7840e5ee-0180-4856-80ef-1e4f1cc8a92e",
      "content": "<p>committed</p>"
    },
    {
      "id": "2922878f-41d5-487e-9fb6-5ce4b9c9f585",
      "content": "<p>illustrated</p>"
    },
    {
      "id": "3b8fb0a5-09d6-49c6-babb-430916486285",
      "content": "<p>prescribed</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}