{
  "vaultid": "a8a80919-32fd-4b89-9b13-e5be26f0256c",
  "keys": [
    "6b98382a-ffca-46a4-9e48-0043f166c531"
  ],
  "rationale": "<p>Choice B is the best answer. This choice uses relevant information from the notes to explain a disadvantage of relying on audio features to predict a song&rsquo;s popularity&mdash;namely, that it may misidentify features of certain songs. It also contrasts audio features with descriptive tags, which are more reliable predictors. </p><p>Choice A is incorrect. This choice only states a fact about the algorithms without evaluating their reliability or accuracy. Choice C is incorrect. This choice only describes the difference between audio features and descriptive tags without indicating why this difference matters for predicting popularity. Choice D is incorrect. This choice only mentions descriptive tags, which are not the focus of the student&rsquo;s rhetorical goal. </p>",
  "origin": "proteus",
  "stem": "<p>The student wants to explain a disadvantage of relying on audio features to predict a song&rsquo;s popularity. Which choice most effectively uses relevant information from the notes to accomplish this goal?</p>",
  "externalid": "66c2a748-013a-438c-a079-b62142b6633d",
  "stimulus": "<p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>The Million Song Dataset (MSD) includes main audio features and descriptive tags for popular songs.</li>\n<li>Audio features include acoustic traits such as loudness and pitch intervals.</li>\n<li>Many algorithms use these audio features to predict a new song&rsquo;s popularity.</li>\n<li>These algorithms may fail to accurately identify main audio features of a song with varying acoustic traits.</li>\n<li>Algorithms based on descriptive tags that describe fixed traits such as genre are more reliable predictors of song popularity.</li>\n</ul>",
  "templateclusterid": "853062e6-05a9-40e3-a765-0ca76dbffb3e",
  "parenttemplatename": "OSP-KA-SYN-H006",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "bbc21e6b-5a27-4fcc-a39c-8b8040321067",
      "content": "<p>Many popularity-predicting algorithms are based on a song&rsquo;s audio features, such as loudness and pitch intervals.</p>"
    },
    {
      "id": "6b98382a-ffca-46a4-9e48-0043f166c531",
      "content": "<p>Algorithms based on audio features may misidentify the main features of a song with varying acoustic traits, making such algorithms less reliable predictors of popularity than those based on fixed traits.</p>"
    },
    {
      "id": "0c5b3ceb-ea9c-4c6d-97b5-69029cced36d",
      "content": "<p>Audio features describe acoustic traits such as pitch intervals, which may vary within a song, whereas descriptive tags describe fixed traits such as genre, which are reliable predictors of popularity.</p>"
    },
    {
      "id": "492a1512-cfc8-480f-9d25-5fc4c72f592a",
      "content": "<p>The MSD&rsquo;s descriptive tags are reliable predictors of a song&rsquo;s popularity, as the traits they describe are fixed.</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}