{
  "vaultid": "34cd21fe-c62f-408b-8e12-e6589b5149ab",
  "keys": [
    "18f1d0f8-507f-4faa-99cb-477ee9b08f1e"
  ],
  "rationale": "<p>Choice B is the best answer because it presents a finding that, if true, would most directly support G&oacute;mez-Baham&oacute;n and her team&rsquo;s hypothesis about fork-tailed flycatchers. The text indicates that although two subspecies of the birds live in the same region, the tail feathers of the migrating males make a higher-pitched sound than the tail feathers of the nonmigrating males do. G&oacute;mez-Baham&oacute;n and her team hypothesize that female fork-tailed flycatchers are attracted to the particular sound made by the tail feathers of males of their own subspecies, which will bring about additional &ldquo;genetic and anatomical divergence&rdquo; between the two subspecies. If it were found that the pitch generated by the tail feathers of migrating males is getting higher over successive generations, it would indicate that the shape of the migrating subspecies&rsquo; tail feathers is diverging further from that of the nonmigrating subspecies. And if females continue to prefer the sounds of the males of their own subspecies, the females of the migrating subspecies will become acclimated to increasingly higher pitches over subsequent generations, causing further divergence between the subspecies. Thus, if it were found that migrating males&rsquo; tail feathers were producing higher pitches over time, that would support the researchers&rsquo; hypothesis. </p><p>Choice A is incorrect because the researchers&rsquo; hypothesis is that female flycatchers prefer the sounds produced by the tail feathers of males of their own subspecies, which will lead to further divergence between the two subspecies. This finding is about the shape of wing feathers and how that affects long-distance flight, whereas the hypothesis is about the shape of tail feathers and how that relates to female mate preference. Choice C is incorrect because the researchers&rsquo; hypothesis is that female flycatchers prefer the sounds produced by the tail feathers of males of their own subspecies, which will lead to further divergence between the two subspecies. This finding focuses on how the tail feather sounds communicate different messages, which doesn&rsquo;t address differences between the subspecies or female preferences.&nbsp;Choice D is incorrect because the researchers&rsquo; hypothesis is that female flycatchers prefer the sounds produced by the tail feathers of males of their own subspecies, which will lead to further divergence between the two subspecies. The finding that breeding habits haven&rsquo;t changed for either subspecies does not, by itself, suggest anything about female preferences or divergence between the two subspecies. </p>",
  "origin": "proteus",
  "stem": "<p>Which finding, if true, would most directly support G&oacute;mez-Baham&oacute;n and her team&rsquo;s hypothesis?</p>",
  "externalid": "675fc7a8-a3ec-4cc1-a704-a49f4644cf26",
  "stimulus": "<p>Biologist Valentina G&oacute;mez-Baham&oacute;n and her team have investigated two subspecies of the fork-tailed flycatcher bird that live in the same region in Colombia, but one subspecies migrates south for part of the year, and the other doesn&rsquo;t. The researchers found that, due to slight differences in feather shape, the feathers of migratory forked-tailed flycatcher males make a sound during flight that is higher pitched than that made by the feathers of nonmigratory males. The researchers hypothesize that fork-tailed flycatcher females are attracted to the specific sound made by the males of their own subspecies, and that over time the females&rsquo; preference will drive further genetic and anatomical divergence between the subspecies.</p>",
  "templateclusterid": "74518c6f-e8c2-473f-a75b-27a1cdcf94f2",
  "parenttemplatename": "OSP-321-TXT",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "5df411a9-d51f-492d-8df4-d80d188b8b71",
      "content": "<p>The feathers located on the wings of the migratory fork-tailed flycatchers have a narrower shape than those of the nonmigratory birds, which allows them to fly long distances.</p>"
    },
    {
      "id": "18f1d0f8-507f-4faa-99cb-477ee9b08f1e",
      "content": "<p>Over several generations, the sound made by the feathers of migratory male fork-tailed flycatchers grows progressively higher pitched relative to that made by the feathers of nonmigratory males.</p>"
    },
    {
      "id": "c25f446e-7539-47d7-aafc-338631e6c233",
      "content": "<p>Fork-tailed flycatchers communicate different messages to each other depending on whether their feathers create high-pitched or low-pitched sounds. &nbsp;</p>"
    },
    {
      "id": "661f6912-dbe4-4360-947b-7d6bbb1f7f01",
      "content": "<p>The breeding habits of the migratory and nonmigratory fork-tailed flycatchers remained generally the same over several generations.&nbsp;</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}