{
  "vaultid": "3abb7e5a-9322-4f13-8da7-b3b5783a6ade",
  "keys": [
    "c8a7dcb3-5661-4742-bb6b-2eb2d13d92ed"
  ],
  "rationale": "<p>Choice A is the best answer. The passage tells us that &ldquo;tanks with duckweed (a floating plant) and algae released higher levels of methane than tanks with watermilfoil (an underwater plant) did.&rdquo; This suggests that the presence of some kinds of underwater plants like watermilfoil may help prevent methane from escaping shallow lakes and ponds. </p><p>Choice B is incorrect. The passage doesn&rsquo;t mention deeper bodies of water at all, so there&rsquo;s no basis for this inference. Choice C is incorrect. The passage doesn&rsquo;t compare the likelihood of shallow lakes and ponds containing algae, watermilfoil, or duckweed. Choice D is incorrect. The study didn&rsquo;t include any tanks with a mix of plants, so there&rsquo;s no basis for this inference. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice most logically completes the text?</p>",
  "externalid": "6b5f6281-c186-4b8e-b5b1-e480cda187ec",
  "stimulus": "<p>Microbes that live in shallow lakes and ponds produce methane, a harmful greenhouse gas. Ecologist Ralf Aben and his team wanted to see how different types of shallow-water plants might affect the amount of methane that escapes into the atmosphere. Aben&rsquo;s team set up some water tanks with soil and microbes from local ponds. Some tanks had a type of underwater plant that grows in the soil called watermilfoil. Other tanks had either duckweed, a type of plant that floats on the water&rsquo;s surface, or algae. Aben and his team found that tanks with duckweed and algae released higher levels of methane than tanks with watermilfoil did. This finding suggests that <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "936a1c6a-8e5c-4c31-90b4-d7c42721c9a0",
  "parenttemplatename": "OSP-KA-INF-E009",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "c8a7dcb3-5661-4742-bb6b-2eb2d13d92ed",
      "content": "<p>the presence of some kinds of underwater plants like watermilfoil helps prevent methane from escaping shallow lakes and ponds.</p>"
    },
    {
      "id": "e2988ccd-8cc5-4281-bd78-d246c9fda1d5",
      "content": "<p>shallow lakes and ponds release more methane than deeper bodies of water because shallow bodies of water usually have more plants than deep bodies of water do. &nbsp;&nbsp;&nbsp;</p>"
    },
    {
      "id": "5a49c5a7-22ef-4d4f-9342-33d7641e1f06",
      "content": "<p>shallow lakes and ponds are more likely to contain algae than to contain either watermilfoil or duckweed.</p>"
    },
    {
      "id": "871c1cb5-7798-4f53-948b-b8da2029dfb7",
      "content": "<p>having a mix of algae, underwater plants, and floating plants is the best way to reduce the amount of methane in shallow lakes and ponds.&nbsp;</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}