{
  "vaultid": "f167088e-edd4-46c1-9264-3a50815a0dbf",
  "keys": [
    "6b289862-6937-41f2-9562-d063065a598a"
  ],
  "rationale": "<p>Choice A is the best answer because it most logically completes the text&rsquo;s discussion of Euro-American farmers&rsquo; use of Haudenosaunee agricultural techniques. According to the text, some Euro-American farmers were using these techniques in the early nineteenth century despite few of the farmers having seen Haudenosaunee farms. One explanation for these facts might be that the farmers developed techniques on their own that already had been invented centuries earlier by the Haudenosaunee people, but the text explicitly bars, or rules out, this explanation. If Euro-American farmers didn&rsquo;t learn these techniques from direct observation of Haudenosaunee practices and didn&rsquo;t invent the techniques independently, then the most logical explanation is that they learned the techniques from other people who were more directly influenced by Haudenosaunee practices than the farmers themselves were. Once they learned about Haudenosaunee agricultural practices, Euro-American farmers could then apply those practices to their own farming. </p><p>Choice B is incorrect because the fact that some Euro-American farmers in the northeastern United States were using Haudenosaunee techniques suggests that the techniques were likely useful for the crops the farmers raised, not that the crops typically cultivated by the farmers were not well suited to Haudenosaunee farming techniques. If the farmers&rsquo; crops were ill suited to the techniques, it&rsquo;s unlikely that the farmers would have used those techniques. Choice C is incorrect because the text indicates only that Haudenosaunee agricultural techniques were used by Euro-American farmers in the northeastern United States, not that these techniques were widely used outside this region.&nbsp;Choice D is incorrect because the text states that some Euro-American farmers were using Haudenosaunee farming techniques early in the nineteenth century. This suggests that some Euro-American farmers were beginning to recognize the benefits of these techniques near the start of the century, not that such farmers only began to recognize the benefits of the techniques much later. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice most logically completes the text?</p>",
  "externalid": "6cab30c3-74f3-4b95-8bbc-00892bfbb3c0",
  "stimulus": "<p>In the early nineteenth century, some Euro-American farmers in the northeastern United States used agricultural techniques developed by the Haudenosaunee (Iroquois) people centuries earlier, but it seems that few of those farmers had actually seen Haudenosaunee farms firsthand. Barring the possibility of several farmers of the same era independently developing techniques that the Haudenosaunee people had already invented, these facts most strongly suggest that <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "4934fdaa-81d3-4ae6-a4f9-7c80e7149543",
  "parenttemplatename": "OSP-003-INF",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "6b289862-6937-41f2-9562-d063065a598a",
      "content": "<p>those farmers learned the techniques from other people who were more directly influenced by Haudenosaunee practices.</p>"
    },
    {
      "id": "d9faddfe-0373-4297-8c76-a51242a3a376",
      "content": "<p>the crops typically cultivated by Euro-American farmers in the northeastern United States were not well suited to Haudenosaunee farming techniques.</p>"
    },
    {
      "id": "a880375f-78aa-4332-b5ce-efac02136686",
      "content": "<p>Haudenosaunee farming techniques were widely used in regions outside the northeastern United States.</p>"
    },
    {
      "id": "3f2cee79-d43e-4796-8a12-ee7da331d27b",
      "content": "<p>Euro-American farmers only began to recognize the benefits of Haudenosaunee farming techniques late in the nineteenth century.</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}