{
  "vaultid": "430c549b-2138-460d-b076-60d8b09565b6",
  "keys": [
    "ae36107b-bd26-42d7-b0da-49163aabf792"
  ],
  "rationale": "<p>Choice D is the best answer. The text describes how a new discovery expands our understanding of Denisovans. The underlined portion describes what we used to believe about Denisovans, which helps the reader understand the significance of the discovery of the molar: it suggests that they lived in more places than we&rsquo;d previously thought. </p><p>Choice A is incorrect. The underlined portion doesn&rsquo;t do this. Instead, it explains what we used to believe about Denisovans before the discovery&mdash;it doesn&rsquo;t dismiss the new discovery as false. Choice B is incorrect. The underlined portion doesn&rsquo;t do this. No term is defined here. Choice C is incorrect. The underlined portion doesn&rsquo;t do this. The text never tells us what the &ldquo;goal&rdquo; of the research was, just what its discovery was. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice best states the function of the underlined portion in the text as a whole?</p>",
  "externalid": "719a1f6e-60f0-4416-866e-481a6f564467",
  "stimulus": "<p>Researchers have found a nearly 164,000-year-old molar from a member of the archaic human species known as Denisovans in a cave in Laos, suggesting that Denisovans lived in a wider range of environments than indicated by earlier evidence. <span role=\"region\" aria-label=\"Referenced Content\"><u>Before the discovery, Denisovans were thought to have lived only at high altitudes in relatively cold climates in what are now Russia and China</u></span>, but the discovery of the tooth in Laos suggests that they may have lived at low altitudes in relatively warm climates in Southeast Asia as well.</p>",
  "templateclusterid": "b625548e-6b2d-4591-8522-2526b4b573c1",
  "parenttemplatename": "OSP-KA-TSP-E003",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "a37af8f6-081e-45af-b7a5-c7c3376b21bd",
      "content": "<p>It dismisses as untrue the research presented in the previous sentence.</p>"
    },
    {
      "id": "ad1df3ad-c4d4-432a-90d5-71f213b4d6e1",
      "content": "<p>It defines a term used in the description that follows in the rest of the sentence.</p>"
    },
    {
      "id": "3f9f3f7f-7294-4c9a-99e8-a82150f4a19d",
      "content": "<p>It emphasizes the main goal of the research introduced in the previous sentence.</p>"
    },
    {
      "id": "ae36107b-bd26-42d7-b0da-49163aabf792",
      "content": "<p>It provides context that clarifies the significance of the information that follows in the rest of the sentence.</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}