{
  "vaultid": "8251bbd0-229f-4936-8069-30fcf8b79065",
  "keys": [
    "d3a3d9dc-e0c8-4a62-b288-aead7548656f"
  ],
  "rationale": "<p>Choice D is the best answer. &ldquo;For example&rdquo; logically signals that the information in this sentence&mdash;that <em>The Emperor&rsquo;s Babe</em> is a novel conveyed in lines of poetry&mdash;exemplifies the claim in the previous sentence about hybrid works that incorporate elements of both novels and poems. </p><p>Choice A is incorrect because &ldquo;by contrast&rdquo; illogically signals that the information in this sentence contrasts with the claim about hybrid works in the previous sentence. Instead, the information demonstrates that Evaristo&rsquo;s novel is an example of a hybrid work.&nbsp;Choice B is incorrect because &ldquo;consequently&rdquo; illogically signals that the information in this sentence is a consequence, or result, of the claim about hybrid works in the previous sentence. Instead, the information demonstrates that Evaristo&rsquo;s novel is an example of a hybrid work. Choice C is incorrect because &ldquo;secondly&rdquo; illogically signals that the information in this sentence is a second, separate claim from the previous sentence&rsquo;s claim about hybrid works. Instead, the information demonstrates that Evaristo&rsquo;s novel is an example of a hybrid work. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical transition?</p>",
  "externalid": "733266a8-a471-4787-a677-3e08b58e96c3",
  "stimulus": "<p>Although novels and poems are considered distinct literary forms, many authors have created hybrid works that incorporate elements of both. Bernardine Evaristo&rsquo;s <em>The Emperor&rsquo;s Babe</em>, <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> is a verse novel, a book-length narrative complete with characters and a plot but conveyed in short, crisp lines of poetry rather than prose.</p>",
  "templateclusterid": "4cc79f4c-7efe-41f0-802d-529935a2931a",
  "parenttemplatename": "OSP-204-TRA",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "d45787e4-5e43-4ec1-ab37-7b7df495173a",
      "content": "<p>by contrast,</p>"
    },
    {
      "id": "7753aca2-ca78-4438-99cb-ca769135321a",
      "content": "<p>consequently,</p>"
    },
    {
      "id": "3fba9055-fb64-45be-82b1-27be6f3b527c",
      "content": "<p>secondly,</p>"
    },
    {
      "id": "d3a3d9dc-e0c8-4a62-b288-aead7548656f",
      "content": "<p>for example,</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}