{
  "vaultid": "679fdcf1-863c-420d-b403-71e9c341e2d1",
  "keys": [
    "a61b988d-1c0d-4306-98ef-849d13a0be8b"
  ],
  "rationale": "<p>Choice D is the best answer. The sentence effectively describes <em>Unwoven Light</em> to an audience unfamiliar with Park, noting that Soo Sunny Park is a Korean American artist and that the 2013 work consists of colorful prisms formed by light passing through iridescent tiles. </p><p>Choice A is incorrect. The sentence describes aspects of <em>Unwoven Light</em> but doesn&rsquo;t mention who Park is; it thus doesn&rsquo;t effectively describe the work to an audience unfamiliar with Park. Choice B is incorrect. Although the sentence indicates when the work was created and who Park is, it lacks descriptive details and thus doesn&rsquo;t effectively describe <em>Unwoven Light</em>.&nbsp;Choice C is incorrect. The sentence mentions Park and describes an aspect of <em>Unwoven Light</em>&mdash;the chain-link fence&mdash;but doesn&rsquo;t effectively describe the overall work to an audience unfamiliar with the artist. </p>",
  "origin": "proteus",
  "stem": "<p>The student wants to describe <em>Unwoven Light</em> to an audience unfamiliar with Soo Sunny Park. Which choice most effectively uses relevant information from the notes to accomplish this goal?</p>",
  "externalid": "7a0e073a-88e5-400e-9036-41e35d7aef5b",
  "stimulus": "<p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>Soo Sunny Park is a Korean American artist who uses light as her primary medium of expression.</li>\n<li>She created her work <em>Unwoven Light</em> in 2013.</li>\n<li><em>Unwoven Light </em>featured a chain-link fence fitted with iridescent plexiglass tiles.</li>\n<li>When light passed through the fence, colorful prisms formed.</li>\n</ul>",
  "templateclusterid": "fa06562b-656b-477d-a41a-ef06e1a9b431",
  "parenttemplatename": "OSP-743-SYN",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "30cc6857-98af-4eb3-95e8-bfd4fcf10f77",
      "content": "<p>Park&rsquo;s 2013 installation <em>Unwoven Light</em>, which included a chain-link fence and iridescent tiles made from plexiglass, featured light as its primary medium of expression.</p>"
    },
    {
      "id": "094f27ea-1fd4-4658-b19b-40815b38c2cb",
      "content": "<p>Korean American light artist Soo Sunny Park created <em>Unwoven Light </em>in 2013.</p>"
    },
    {
      "id": "70bdf068-9600-401f-add7-eb6cd97018d6",
      "content": "<p>The chain-link fence in Soo Sunny Park&rsquo;s <em>Unwoven Light</em> was fitted with tiles made from iridescent plexiglass.</p>"
    },
    {
      "id": "a61b988d-1c0d-4306-98ef-849d13a0be8b",
      "content": "<p>In <em>Unwoven Light</em>, a 2013 work by Korean American artist Soo Sunny Park<em>,</em> light formed colorful prisms as it passed through a fence Park had fitted with iridescent tiles.&nbsp;</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}