{
  "vaultid": "ee594b6b-07bc-478f-b2c8-f6d7be38051b",
  "keys": [
    "8f908222-9d83-4c63-a857-5f6b396e9e6d"
  ],
  "rationale": "<p>Choice A is the best answer. Text 1 states that Sykes felt Fletcher&rsquo;s contributions to the play were obvious because he had a distinct style in his other plays. Text 2 states that scholars generally agree &ldquo;on the basis of style&rdquo; that Fletcher wrote most of the three middle acts. Both texts imply that Fletcher&rsquo;s writing has a unique, readily identifiable style that can be used to distinguish his work from others. </p><p>Choice B is incorrect. While Text 1 refers to the women in Massinger plays, neither text compares the women of Fletcher&rsquo;s plays to the women of Massinger&rsquo;s plays. Text 2 doesn&rsquo;t mention Massinger at all. Choice C is incorrect. Text 1 states that Sykes disputed that Shakespeare coauthored the play, and implied that it was coauthored by Fletcher and Massinger instead. Sykes, therefore, would disagree that <em>The Two Noble Kinsmen</em> belongs in a Shakespeare compilation. Choice D is incorrect. Text 1 doesn&rsquo;t suggest that Massinger was inspired by Shakespeare, and Text 2 doesn&rsquo;t mention Massinger at all. </p>",
  "origin": "proteus",
  "stem": "<p>Based on the texts, both Sykes in Text 1 and the scholars in Text 2 would most likely agree with which statement?</p>",
  "externalid": "7a76d554-0375-4e2a-b0b2-5df72b2ce5b5",
  "stimulus": "<p><strong>Text 1</strong></p>\n<p>In 1916, H. Dugdale Sykes disputed claims that <em>The Two Noble Kinsmen</em> was coauthored by William Shakespeare and John Fletcher. Sykes felt Fletcher&rsquo;s contributions to the play were obvious&mdash;Fletcher had a distinct style in his other plays, so much so that lines with that style were considered sufficient evidence of Fletcher&rsquo;s authorship. But for the lines not deemed to be by Fletcher, Sykes felt that their depiction of women indicated that their author was not Shakespeare but Philip Massinger.</p>\n<p><strong>Text 2</strong></p>\n<p>Scholars have accepted <em>The Two Noble Kinsmen</em> as coauthored by Shakespeare since the 1970s: it appears in all major one-volume editions of Shakespeare&rsquo;s complete works. Though scholars disagree about who wrote what exactly, it is generally held that on the basis of style, Shakespeare wrote all of the first act and most of the last, while John Fletcher authored most of the three middle acts.</p>",
  "templateclusterid": "d6cbf2b3-dc9b-4446-abd8-8e8cf8a97fbe",
  "parenttemplatename": "OSP-KA-CTC-H006",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "8f908222-9d83-4c63-a857-5f6b396e9e6d",
      "content": "<p>John Fletcher&rsquo;s writing has a unique, readily identifiable style.</p>"
    },
    {
      "id": "c86d3827-3ab8-4586-a677-63e99e545a4c",
      "content": "<p>The women characters in John Fletcher&rsquo;s plays are similar to the women characters in Philip Massinger&rsquo;s plays.</p>"
    },
    {
      "id": "ecfbfbb4-e49f-4901-a1a8-e6a3dbec8c14",
      "content": "<p><em>The Two Noble Kinsmen</em> belongs in one-volume compilations of Shakespeare&rsquo;s complete plays.</p>"
    },
    {
      "id": "a934d487-6b03-4a3e-a380-4e10b227203f",
      "content": "<p>Philip Massinger&rsquo;s style in the first and last acts of <em>The Two Noble Kinsmen</em> is an homage to Shakespeare&rsquo;s style.</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}