{
  "vaultid": "2cc188b1-934f-4878-ba18-d0b1c423b7a1",
  "keys": [
    "ae8ac23b-aee6-4bef-82e1-17bffe1dae65"
  ],
  "rationale": "<p>Choice B is the best answer because it presents the quotation that best supports the student&rsquo;s claim about Braschi. By describing how Braschi&rsquo;s blending of genres invites her audience to think about how other art forms could also engage with literature, the quotation supports the idea that the diversity of responses to Braschi&rsquo;s work reflects Braschi&rsquo;s own approach to creating literature. </p><p>Choice A is incorrect because the quotation describes scholars from different countries writing essays about Braschi&rsquo;s use of language in her writings; it doesn&rsquo;t address how Braschi&rsquo;s creation of cross-genre literature inspires diverse types of responses, which is the claim the student makes. Choice C is incorrect because the quotation focuses on the fact that Braschi studied in several different cities, which doesn&rsquo;t address the student&rsquo;s claim that Braschi&rsquo;s creation of cross-genre literature inspires diverse types of responses. Choice D is incorrect because the quotation lists some of the authors who Braschi has written academic works about, which is irrelevant to the student&rsquo;s claim that Braschi&rsquo;s creation of cross-genre literature inspires diverse types of responses.&nbsp;</p>",
  "origin": "proteus",
  "stem": "<p>Which quotation from a scholarly review of Braschi&rsquo;s work best supports the student&rsquo;s claim?</p>",
  "externalid": "7a847714-4f4b-4c3d-b19d-820a04e30eeb",
  "stimulus": "<p>Boldly mixing elements of poetry, fiction, drama, philosophy, and manifesto, Puerto Rican writer Giannina Braschi creates cross-genre literature that explores themes such as immigration and independence. Her works have inspired responses from individuals across different fields and in a wide range of formats, from musical compositions and a comic book to architecture and furniture design. In an essay, a student asserts that the production of these diverse creations by others is reflective of Braschi&rsquo;s own approach to crafting literature.</p>",
  "templateclusterid": "fcb8e6c4-6e19-4dc0-bc7c-90548aba48e9",
  "parenttemplatename": "OSP-325-TXT",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "f016feee-4089-4b72-904b-3f4892745a3c",
      "content": "<p>&ldquo;Braschi is the focus of a 2020 collection of essays in which fifteen scholars from seven different countries delved into the linguistic and structural patterns of her writings.&rdquo;</p>"
    },
    {
      "id": "ae8ac23b-aee6-4bef-82e1-17bffe1dae65",
      "content": "<p>&ldquo;Braschi&rsquo;s eagerness to push boundaries and blend genres within literature invites us to consider how other art forms might also engage with literature.&rdquo;</p>"
    },
    {
      "id": "aa1ce320-da30-4876-806a-c7dce52726d0",
      "content": "<p>&ldquo;Before settling in New York City, where she would go on to become a college professor, Braschi studied both literature and philosophy in several cities around the world.&rdquo;</p>"
    },
    {
      "id": "87cf6bae-fc49-45cc-8361-7bdbb572bc0e",
      "content": "<p>&ldquo;In addition to her creative literary works, Braschi has produced academic pieces analyzing writings by Miguel de Cervantes, Federico Garc&iacute;a Lorca, and other authors.&rdquo;</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}