{
  "vaultid": "dd626c53-4c14-42d1-8b83-2fe4051b4b47",
  "keys": [
    "16cff228-9e6b-4af3-815d-bcd8363e2e58"
  ],
  "rationale": "<p>Choice D is the best answer. Text 1 states that the moon was formed from the debris &ldquo;over the course of thousands of years,&rdquo; while Text 2 states that the moon&rsquo;s formation happened &ldquo;immediately after impact, taking just a few hours.&rdquo; This shows a clear difference in how the authors view the evidence for the speed of the moon&rsquo;s formation. </p><p>Choice A is incorrect. While Text 2 suggests that the moon formed over &ldquo;just a few hours&rdquo; and Text 1 says it took &ldquo;thousands of years,&rdquo; neither one mentions when that formation occurred. Choice B is incorrect. While Theia isn&rsquo;t mentioned in Text 2, neither text describes or disputes evidence of Theia&rsquo;s existence. Choice C is incorrect. Neither text makes any claims about the similarity or difference between the moon&rsquo;s surface and Earth&rsquo;s surface. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice best describes a difference in how the author of Text 1 and the author of Text 2 view the evidence for the formation of the moon?</p>",
  "externalid": "7e3611fc-9f46-405f-94ba-467e4976e0e1",
  "stimulus": "<p><strong>Text 1</strong></p>\n<p>Most scientists agree that the moon was likely formed after a collision between Earth and a large planet named Theia. This collision likely created a huge debris field, made up of material from both Earth and Theia. Based on models of this event, scientists believe that the moon was formed from this debris over the course of thousands of years.</p>\n<p>&nbsp;</p>\n<p><strong>Text 2</strong>&nbsp;</p>\n<p>Researchers from NASA&rsquo;s Ames Research Center used a computer to model how the moon could have formed. Although simulations of the moon&rsquo;s formation have been done in the past, the team from NASA ran simulations that were much more detailed. They found that the formation of the moon was likely not a slow process that took many years. Instead, it&rsquo;s probable that the moon&rsquo;s formation happened immediately after impact, taking just a few hours.</p>",
  "templateclusterid": "4ca3ae7a-6416-4844-9e57-01409f17d3b8",
  "parenttemplatename": "OSP-KA-CTC-E009",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "99ba42c7-a144-49f0-bb3b-94c02d95c1d2",
      "content": "<p>The author of Text 1 argues that the formation of the moon occurred much earlier than the author of Text 2 argues.</p>"
    },
    {
      "id": "34e6fb9f-01e3-4f40-8b3c-f7fe1f53a36e",
      "content": "<p>The author of Text 1 suggests there is more evidence confirming the existence of Theia than the author of Text 2 suggests.</p>"
    },
    {
      "id": "a5b6444e-b842-4b9b-a1d9-fb765d5adb8c",
      "content": "<p>The author of Text 1 claims that the moon&rsquo;s surface is more similar to Earth&rsquo;s surface than the author of Text 2 claims.</p>"
    },
    {
      "id": "16cff228-9e6b-4af3-815d-bcd8363e2e58",
      "content": "<p>The author of Text 1 believes that the moon formed more slowly than the author of Text 2 believes.</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}