{
  "vaultid": "f1e3a5d2-d605-443c-858b-a91ae56d1220",
  "keys": [
    "45ed2c66-ca19-46a1-a950-22b834d30baa"
  ],
  "rationale": "<p>Choice B is the best answer. Both clauses in this sentence could stand alone as complete sentences, which means they are both independent clauses. This choice uses a comma plus a coordinating conjunction to link them together, which is one of the correct ways to link two independent clauses.&nbsp;</p><p>Choice A is incorrect. This choice results in a run-on sentence error. Both clauses in this sentence could stand alone as complete sentences, which means they are both independent clauses. A comma by itself is not enough punctuation to link two independent clauses.&nbsp;Choice C is incorrect. This choice results in a run-on sentence error. Both clauses in this sentence could stand alone as complete sentences, which means they are both independent clauses. Independent clauses can only be linked in a few ways, including with a comma plus a coordinating conjunction. This choice uses the coordinating conjunction &ldquo;and,&rdquo; but it is missing the comma beforehand.&nbsp;Choice D is incorrect. This choice results in a run-on sentence error. Both clauses in this sentence could stand alone as complete sentences, which means they are both independent clauses. Independent clauses need to have certain kinds of punctuation marks between them. This choice doesn&rsquo;t use any punctuation between the two clauses.&nbsp;</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>",
  "externalid": "7fbbb4df-76bf-4c0d-86da-6076a653b90d",
  "stimulus": "<p>Detroit natives Timothy Paule and Nicole Lindsey have combined their two passions, Detroit and beekeeping, to improve the health of their city&rsquo;s flowers and other vegetation. In 2017, the couple converted a vacant lot in the city into an <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> in the years that followed they acquired nine additional lots and established more than 35 hives.</p>",
  "templateclusterid": "0b49e321-0b42-407d-be1d-94e43c052a88",
  "parenttemplatename": "OSP-608-SEC",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "661a8948-c1a5-4ed4-95bc-0941447d2b4e",
      "content": "<p>apiary,</p>"
    },
    {
      "id": "45ed2c66-ca19-46a1-a950-22b834d30baa",
      "content": "<p>apiary, and</p>"
    },
    {
      "id": "7f2038b5-007d-480e-a2df-2f8389f73bff",
      "content": "<p>apiary and</p>"
    },
    {
      "id": "60509063-e6cb-4a5d-91f0-1a9e3345c068",
      "content": "<p>apiary&nbsp;</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}