{
  "vaultid": "7d376d18-3422-483f-b79a-93228ffcf0a4",
  "keys": [
    "9c375723-1f94-4c8a-abf3-3f8395ca8266"
  ],
  "rationale": "<p>Choice C is the best answer. The subject of the modifier \"fortifying soil in arid ecosystems against erosion\" is \"biocrusts.\" Subject-modifier placement requires a modifier and its subject to be next to each other, so \"biocrusts\" or some variant meaning \"biocrusts\" (in this case, \"these crusts\") must begin the missing clause.</p><p>Choice A is incorrect. Modifiers and their subjects must go next to each other. The subject of the modifier \"fortifying soil in arid ecosystems against erosion\" is \"biocrusts,\" not \"a recent study&rsquo;s estimate.\" Choice B is incorrect. Modifiers and their subjects must go next to each other. The subject of the modifier \"fortifying soil in arid ecosystems against erosion\" is \"biocrusts,\" not \"an estimated 60 percent reduction.\" Choice D is incorrect. Modifiers and their subjects must go next to each other. The subject of the modifier \"fortifying soil in arid ecosystems against erosion\" is \"biocrusts,\" not \"a recent study.\"</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>",
  "externalid": "827e0162-2691-4a51-b3c8-11c9f57a2e06",
  "stimulus": "<p>Known as Earth&rsquo;s &ldquo;living skin,&rdquo; biocrusts are thin layers of soil held together by surface-dwelling microorganisms such as fungi, lichens, and cyanobacteria. Fortifying soil in arid ecosystems against erosion, <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "12519175-dc76-41d8-9a2d-3f98ada1745b",
  "parenttemplatename": "OSP-KA-FSS-H009",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "1830e9b2-4110-40c7-a5b6-f50e5ad5ea91",
      "content": "<p>a recent study&rsquo;s estimate is that these crusts reduce global dust emissions by 60 percent each year.&nbsp;</p>"
    },
    {
      "id": "1e49596e-e2b3-42c4-b2e9-b26dfbf88de4",
      "content": "<p>an estimated 60 percent reduction in global dust emissions each year is due to these crusts, according to a recent study.</p>"
    },
    {
      "id": "9c375723-1f94-4c8a-abf3-3f8395ca8266",
      "content": "<p>these crusts reduce global dust emissions by an estimated 60 percent each year, according to a recent study.</p>"
    },
    {
      "id": "931abb90-e04b-4653-96e5-691e8e2ac79d",
      "content": "<p>a recent study has estimated that these crusts reduce global dust emissions by 60 percent each year.</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}