{
  "vaultid": "c40b8a57-73b5-46c6-89a3-8ae5baaf714a",
  "keys": [
    "6273d1a6-9542-4106-bce6-392f2aa4b871"
  ],
  "rationale": "<p>Choice A is the best answer. This choice presents the study in a way that assumes the audience is already familiar with eDNA.</p><p>Choice B is incorrect. This choice doesn&rsquo;t present the study. It only states a general fact about eDNA analysis. Choice C is incorrect. This choice isn&rsquo;t suited for an audience already familiar with eDNA. A familiar audience wouldn&rsquo;t need to have the term defined or explained. Choice D is incorrect. This choice isn&rsquo;t suited for an audience already familiar with eDNA. A familiar audience wouldn&rsquo;t need to have the term defined or explained. It also doesn&rsquo;t present the study.</p>",
  "origin": "proteus",
  "stem": "<p>The student wants to present the study to an audience already familiar with environmental DNA. Which choice most effectively uses relevant information from the notes to accomplish this goal?</p>",
  "externalid": "82e1e63f-f666-42ba-8165-017edd1a30e4",
  "stimulus": "<p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>Organisms release cellular material into their environment by shedding substances such as hair or skin.</li>\n<li>The DNA in these substances is known as environmental DNA, or eDNA.</li>\n<li>Researchers collect and analyze eDNA to detect the presence of species that are difficult to observe.</li>\n<li>Geneticist Sara Oyler-McCance&rsquo;s research team analyzed eDNA in water samples from the Florida Everglades to detect invasive constrictor snake species in the area.</li>\n<li>The study determined a 91% probability of detecting Burmese python eDNA in a given location.</li>\n</ul>",
  "templateclusterid": "be242423-7b74-482b-bf17-74fbe7c08445",
  "parenttemplatename": "OSP-KA-SYN-M010",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "6273d1a6-9542-4106-bce6-392f2aa4b871",
      "content": "<p>Sara Oyler-McCance&rsquo;s researchers analyzed eDNA in water samples from the Florida Everglades for evidence of invasive constrictor snakes, which are difficult to observe.</p>"
    },
    {
      "id": "1f020427-0ee1-40dc-b925-6cdc69b332fe",
      "content": "<p>An analysis of eDNA can detect the presence of invasive species that are difficult to observe, such as constrictor snakes.</p>"
    },
    {
      "id": "2e001f47-2b6e-4364-8f3a-38a56cad81ee",
      "content": "<p>Researchers found Burmese python eDNA, or environmental DNA, in water samples; eDNA is the DNA in released cellular materials, such as shed skin cells.</p>"
    },
    {
      "id": "86aa37f5-cb5e-4bd7-ab23-2e2d33e87502",
      "content": "<p>Sara Oyler-McCance&rsquo;s researchers analyzed environmental DNA (eDNA)&mdash;that is, DNA from cellular materials released by organisms&mdash;in water samples from the Florida Everglades.</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}