{
  "vaultid": "54b53ce0-cff7-4c06-a037-527f0dea776b",
  "keys": [
    "e22fbcc0-1c81-4c1d-8357-771c217fd63a"
  ],
  "rationale": "<p>Choice B is the best answer. The text tells us that &ldquo;people who got to touch the items were willing to pay much more money for them than people who weren&rsquo;t allowed to touch&rdquo; them. This suggests that being able to interact with a product in person may make it seem more valuable to a shopper. </p><p>Choice A is incorrect. The text doesn&rsquo;t discuss how much people spend each month, so there&rsquo;s not much basis for this claim. Furthermore, since being able to touch a product tends to make people &ldquo;willing to pay much more money&rdquo; for it, we might predict that an online shopper would be willing to spend less on the same purchases as an in-person shopper. Choice C is incorrect. The text doesn&rsquo;t discuss what retailers &ldquo;should charge,&rdquo; so there&rsquo;s not much basis for this claim. Furthermore, the study in the text suggests that in-person stores may actually be able to charge more for a given product, since shoppers can touch it. Choice D is incorrect. The text doesn&rsquo;t discuss products that are only available online, so there&rsquo;s not much basis for this claim. Furthermore, products only available online would still have the problem of shoppers not being able to touch them, and the study suggests that this lowers the prices shoppers are willing to pay. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice most logically completes the text?</p>",
  "externalid": "83317e04-9b65-4e2e-81f4-ff77cf641a23",
  "stimulus": "<p>One aspect of in-person shopping that online shopping can&rsquo;t replicate is the opportunity to touch a product before buying it. Does this difference matter? In an experiment, researchers asked one group of participants to touch a mug and a toy, while another group was prohibited from touching the two items. The participants were then asked how much money they&rsquo;d pay for the items. People who got to touch the items were willing to pay much more money for them than were people who weren&rsquo;t allowed to touch the items. This finding suggests that <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "10f0cf3a-dc79-4799-9a00-e099fab864bf",
  "parenttemplatename": "OSP-KA-INF-E007",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "c5cb3ed0-4b0d-4b19-97a9-fd3bc210631d",
      "content": "<p>people who mainly shop online probably spend more money every month than people who mainly shop in person do.</p>"
    },
    {
      "id": "e22fbcc0-1c81-4c1d-8357-771c217fd63a",
      "content": "<p>in-person shopping may make products seem more valuable than they seem if only viewed online.&nbsp;</p>"
    },
    {
      "id": "5e75c0ad-f431-4575-a218-fc615aa66e93",
      "content": "<p>retailers with in-person and online stores should charge the same price for a given product in both places.</p>"
    },
    {
      "id": "baabaeff-68aa-438b-b7d6-26829b06164a",
      "content": "<p>online retailers may be able to raise the prices they charge for products that are only available online.</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}