{
  "vaultid": "54e6b84f-576f-4287-9121-4ddb020a91b1",
  "keys": [
    "1c5813fc-9685-4916-8c67-d6e9e807e3ec"
  ],
  "rationale": "<p>Choice C is the best answer. The convention being tested is the punctuation of a supplementary element within a sentence. The comma after &ldquo;method&rdquo; pairs with the comma after the closing parenthesis to separate the supplementary element &ldquo;called ELISA (enzyme-linked immunosorbent assay)&rdquo; from the rest of the sentence. This supplementary element functions to identify the name of Engvall and Perlmann&rsquo;s method, and the pair of commas indicates that this element could be removed without affecting the grammatical coherence of the sentence. </p><p>Choice A is incorrect because an opening parenthesis can&rsquo;t be paired with a comma to separate the supplementary element from the rest of the sentence. Choice B is incorrect because a dash can&rsquo;t be paired with a comma to separate the supplementary element from the rest of the sentence. Choice D is incorrect because it fails to use appropriate punctuation to separate the supplementary element from the rest of the sentence. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>",
  "externalid": "8913313c-428a-4db4-a846-a2f0f3114e48",
  "stimulus": "<p>Swedish scientists Eva Engvall and Peter Perlmann developed a method for measuring the concentration of different proteins in a biological sample. Their <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> ELISA (enzyme-linked immunosorbent assay), is used to detect and measure proteins that indicate the presence of certain diseases.</p>",
  "templateclusterid": "cf19ff10-286a-4da1-99a9-15dee4b30d7c",
  "parenttemplatename": "OSP-780-SEC",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "b5d31292-3221-4b8e-8fc8-24b4fcb98e08",
      "content": "<p>method (called</p>"
    },
    {
      "id": "5d463127-9ffc-478a-8bf6-de4968b51d36",
      "content": "<p>method&mdash;called</p>"
    },
    {
      "id": "1c5813fc-9685-4916-8c67-d6e9e807e3ec",
      "content": "<p>method, called</p>"
    },
    {
      "id": "f3432288-fd20-44f3-b67b-cfbb82c22deb",
      "content": "<p>method called</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}