{
  "vaultid": "6c3732ad-797a-4197-bdc3-4eface76a567",
  "keys": [
    "32a0ec7e-5d0c-40fd-bcef-66f8ebdf06a1"
  ],
  "rationale": "<p>Choice D is the best answer because it presents a finding that, if true, would support the researchers&rsquo; prediction about the language nest model of education. The text states that Morcom and Roy studied the effects of the language nest model of education on students at an Anishinaabe school, and they found that the model&mdash;which is used with students during pre-K or elementary school&mdash;increased students&rsquo; fluency in the Anishinaabe language and pride in Anishinaabe culture. The researchers predicted that the students&rsquo; positive early experiences with the Anishinaabe language would lead them to be more likely to later share the language with younger generations. If former students maintain full fluency and cultural pride after finishing secondary and higher education, it follows that they would be both able and motivated to share what they know with others; this would likely result in a higher probability of transmitting the language to younger generations, as the researchers predict. </p><p>Choice A is incorrect because finding that Anishinaabe adults who didn&rsquo;t attend the school feel approximately the same degree of cultural pride as those adults who did attend wouldn&rsquo;t support the researchers&rsquo; prediction that former students will be more likely to share their knowledge with younger generations. This finding would identify a similarity between the groups rather than a factor that might make former students more likely than other adults to transmit the language to younger people. Choice B is incorrect because finding that new students experience increased performance in language fluency and academics would suggest that the school has a positive effect on students when they attended but wouldn&rsquo;t reveal anything about those students&rsquo; later actions as adults (such as their likelihood of sharing their knowledge with younger generations). Choice C is incorrect because finding that Anishinaabe adults who attended the school are equally likely to stay in the community as adults who didn&rsquo;t attend the school wouldn&rsquo;t support the researchers&rsquo; prediction that former students will be more likely to share their knowledge with younger generations. This finding would identify a similarity between the groups rather than a factor that might make former students more likely than other adults to transmit the language to younger people. </p>",
  "origin": "proteus",
  "stem": "<p>Which finding, if true, would most strongly support the researchers&rsquo; prediction?</p>",
  "externalid": "89896d3d-375d-4ea9-ac2a-c00eb083d581",
  "stimulus": "<p>In the &ldquo;language nest&rdquo; model of education, Indigenous children learn the language of their people by using it as the medium of instruction and socialization at pre-K or elementary levels. In their 2016 study of a school in an Anishinaabe community in Ontario, Canada, scholars Lindsay Morcom and Stephanie Roy (who are Anishinaabe themselves) found that the model not only imparted fluency in the Anishinaabe language but also enhanced students&rsquo; pride in Anishinaabe culture overall. Given these positive effects, Morcom and Roy predict that the model increases the probability that as adults, former students of the school will transmit the language to younger generations in their community.</p>",
  "templateclusterid": "b5747448-70af-4fe9-86c1-a36e79a802ff",
  "parenttemplatename": "OSP-324-TXT",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "73321ae0-8db1-4241-b768-4aa6bddb3218",
      "content": "<p>Anishinaabe adults who didn&rsquo;t attend the school feel roughly the same degree of cultural pride as the former students of the school feel.</p>"
    },
    {
      "id": "690d8d7a-2a24-48f9-83c8-089e75fb34a5",
      "content": "<p>After transferring to the school, new students experience an increase in both fluency and academic performance overall.</p>"
    },
    {
      "id": "2c316941-06fd-41b0-bab5-e314ebc0cef0",
      "content": "<p>As adults, former students of the school are just as likely to continue living in their community as individuals who didn&rsquo;t attend the school.</p>"
    },
    {
      "id": "32a0ec7e-5d0c-40fd-bcef-66f8ebdf06a1",
      "content": "<p>As they complete secondary and higher education, former students of the school experience no loss of fluency or cultural pride.</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}