{
  "vaultid": "421179c3-d3d2-4d19-b2a6-bf685ec4f555",
  "keys": [
    "6664a1df-6547-473a-9339-e06643560fd7"
  ],
  "rationale": "<p>Choice A is the best answer. The narrator is &ldquo;embarrassed&rdquo; about the route he took, which ends up leaving him lost and confused about how to get to his destination for the evening. </p><p>Choice B is incorrect. This choice doesn&rsquo;t match the passage. The narrator is embarrassed, rather than fond, and he doesn&rsquo;t describe the beauty of the place. Choice C is incorrect. This choice doesn&rsquo;t match the passage. We don&rsquo;t know from this excerpt whether or not the narrator has visited this part of New York multiple times. Choice D is incorrect. This choice doesn&rsquo;t match the passage. The narrator doesn&rsquo;t explain how he overcame being lost in this excerpt. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice best states the main idea of the text?</p>",
  "externalid": "90758981-860d-4a7d-a2eb-6720666df2eb",
  "stimulus": "<p>The following text is adapted from Edgar Allan Poe&rsquo;s 1849 story &ldquo;Landor&rsquo;s Cottage.&rdquo;</p>\n<blockquote>\n<p>During a pedestrian trip last summer, through one or two of the river counties of New York, I found myself, as the day declined, somewhat embarrassed about the road I was pursuing. The land undulated very remarkably; and my path, for the last hour, had wound about and about so confusedly, in its effort to keep in the valleys, that I no longer knew in what direction lay the sweet village of B&mdash;&mdash;, where I had determined to stop for the night.</p>\n</blockquote>",
  "templateclusterid": "cc32488b-58af-4f80-82b8-285b350fee98",
  "parenttemplatename": "OSP-KA-CID-M001",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "6664a1df-6547-473a-9339-e06643560fd7",
      "content": "<p>The narrator remembers a trip he took and admits to getting lost.</p>"
    },
    {
      "id": "e1672491-9549-43c0-83f5-98b2b91a538c",
      "content": "<p>The narrator recalls fond memories of a journey that he took through some beautiful river counties.</p>"
    },
    {
      "id": "7fc189d5-08ec-4442-9c77-884da4672576",
      "content": "<p>The narrator describes what he saw during a long trip through a frequently visited location.</p>"
    },
    {
      "id": "cb121e1d-859e-4b6e-94fb-95a6194b1c01",
      "content": "<p>The narrator explains the difficulties he encountered on a trip and how he overcame them.</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}