{
  "vaultid": "3115fe4a-6589-43e8-a6ce-9d6cc0ae9ee7",
  "keys": [
    "7001d3c4-a5f0-4eac-bfb5-c70611349b27"
  ],
  "rationale": "<p>Choice C is the best answer. The text tells us that &ldquo;actors tended to highly exaggerate their actions and expressions&rdquo; in films produced from 1896 to 1920. This suggests that the natural style of acting in Guy-Blach&eacute;&rsquo;s films was very unusual for the time. </p><p>Choice A is incorrect. The text never discusses any other directors copying the style of acting found in Guy-Blach&eacute;&rsquo;s films, and in fact suggests the opposite&mdash;that it was unusual for directors to suggest this style of acting at the time. Choice B is incorrect. The text never discusses actors&rsquo; familiarity with the style of acting found in Guy-Blach&eacute;&rsquo;s films, so there isn&rsquo;t much basis for this inference. But since the text tells us that other films of the period used a highly exaggerated form of acting, we might predict that the natural style in Guy-Blach&eacute;s films would have been unfamiliar to these actors. Choice D is incorrect. The text never discusses film acting today, so there&rsquo;s no basis for this inference. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice most logically completes the text?</p>",
  "externalid": "92844bb8-aa70-4193-b914-cb8832283584",
  "stimulus": "<p>Alice Guy-Blach&eacute; directed hundreds of films between 1896 and 1920. She wanted audiences to feel like they were watching real people on screen. She would encourage actors in her films to behave naturally. Guy-Blach&eacute; even hung a large sign reading &ldquo;Be Natural&rdquo; in the studio where she made her films. At the time, films lacked sound, so actors needed to rely solely on their bodies and facial expressions to convey emotions. As a result, actors tended to highly exaggerate their actions and expressions. The style of acting in Guy-Blach&eacute;&rsquo;s films was therefore <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "5b777b1a-7950-4eb2-85f0-557f212c47d4",
  "parenttemplatename": "OSP-KA-INF-E005",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "de6020e4-09ab-4e52-95d0-c55f9bab5891",
      "content": "<p>copied by many of Guy-Blach&eacute;&rsquo;s peers.</p>"
    },
    {
      "id": "24c1143f-b986-404d-bbf2-8eea5027c631",
      "content": "<p>familiar to actors who had worked on other directors&rsquo; films.&nbsp;</p>"
    },
    {
      "id": "7001d3c4-a5f0-4eac-bfb5-c70611349b27",
      "content": "<p>very unusual for the period.&nbsp;</p>"
    },
    {
      "id": "e84c1fff-8f28-4c14-b1bf-591d3878dde2",
      "content": "<p>better than film acting today.</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}