{
  "vaultid": "154f81a8-0b97-4973-8651-95fba4cdd1f5",
  "keys": [
    "6055a852-70f6-4312-b36a-d004f304594a"
  ],
  "rationale": "<p>Choice A is the best answer. The HST will operate until at least 2030, but it&rsquo;s only observing stuff inside our solar system 6% of the time. If we could get a different telescope to observe stuff inside our solar system 100% of the time and take more extensive images of certain things, then the HST could continue to be used mainly for observing stuff outside the solar system. </p><p>Choice B is incorrect. This inference is too strong to be supported by the text. Even if the new telescope is deployed, the HST might still be used as it&rsquo;s being used now. Based on the text, the new telescope would just be used for more extensive and long-term imaging of solar system bodies, which doesn&rsquo;t necessarily overlap with the HST. Choice C is incorrect. This inference isn&rsquo;t supported. The text never mentions the possibility of modifying the HST, so there is no basis to make this inference. Rather, the researchers suggest using a different telescope to more closely observe certain objects. Choice D is incorrect. This inference is too strong to be supported. The text doesn&rsquo;t give us enough info to assume that the HST lacks any particular sensors. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice most logically completes the text?</p>",
  "externalid": "9296e03c-58be-4531-9996-2ed70f7b4bac",
  "stimulus": "<p>The Hubble Space Telescope (HST) is projected to maintain operation until at least 2030, but it has already revolutionized high-resolution imaging of solar-system bodies in visible and ultraviolet (UV) light wavelengths, notwithstanding that only about 6% of the bodies imaged by the HST are within the solar system. NASA researcher Cindy L. Young and colleagues assert that a new space telescope dedicated exclusively to solar-system observations would permit an extensive survey of minor solar-system bodies and long-term UV observation to discern how solar-system bodies change over time. Young and colleagues&rsquo; recommendation therefore implies that the HST <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "d291a178-c0d9-402c-b673-864970c20a4a",
  "parenttemplatename": "OSP-KA-INF-H004",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "6055a852-70f6-4312-b36a-d004f304594a",
      "content": "<p>will likely continue to be used primarily to observe objects outside the solar system.&nbsp;</p>"
    },
    {
      "id": "3c91ab72-91db-4c0d-b5de-a4eb0de894f8",
      "content": "<p>will no longer be used to observe solar system objects if the telescope recommended by Young and colleagues is deployed.&nbsp;</p>"
    },
    {
      "id": "9a8e0c17-4598-409d-a243-74da0160cb15",
      "content": "<p>can be modified to observe the features of solar system objects that are of interest to Young and colleagues.</p>"
    },
    {
      "id": "d626d067-edbc-40e6-8082-935495fc0427",
      "content": "<p>lacks the sensors to observe the wavelengths of light needed to discern how solar system bodies change over time.</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}