{
  "vaultid": "27bc2d1c-3ab4-4a12-981a-66e6c8805e0f",
  "keys": [
    "a82bfbb4-65b0-4d64-a98b-97c226b17187"
  ],
  "rationale": "<p>Choice B is the best answer. Dramaturges help playwrights with storytelling and characterization. Choreographers often tell stories through dance, so they are also concerned with storytelling and characterization. This suggests that the fact that choreographers seek the help of dramaturges with the storytelling aspects of their dances should be &ldquo;unsurprising.&rdquo; </p><p>Choice A is incorrect. This inference isn&rsquo;t supported. The beginning of the text does imply that this is true, but the end is leading to a conclusion about how choreographers use dramaturges. Choice C is incorrect. This inference isn&rsquo;t supported. The text never mentions dances by choreographers who don&rsquo;t incorporate narrative elements. Choice D is incorrect. This inference isn&rsquo;t supported. The text mentions in passing that directors use dramaturges to conduct research, but it never suggests that directors and actors are too reliant on them. Also, the text is leading to a conclusion about how choreographers use dramaturges. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice most logically completes the text?</p>",
  "externalid": "931e76fd-1342-4591-9731-061725598a3d",
  "stimulus": "<p>As the name suggests, dramaturges originated in theater, where they continue to serve a variety of functions: conducting historical research for directors, compiling character biographies for actors, and perhaps most importantly, helping writers of plays and musicals to hone the works&rsquo; stories and characters. Performance scholar Susan Manning observes that many choreographers, like playwrights and musical theater writers, are concerned with storytelling and characterization. In fact, some choreographers describe the dances they create as expressions of narrative through movement; it is therefore unsurprising that <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "695ebb2d-63cc-4f80-92ec-d59d1eb88f50",
  "parenttemplatename": "OSP-KA-INF-M003",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "6b9906dc-ae24-4544-accb-ccc804770251",
      "content": "<p>dramaturges can have a profound impact on the artistic direction of plays and musicals.</p>"
    },
    {
      "id": "a82bfbb4-65b0-4d64-a98b-97c226b17187",
      "content": "<p>choreographers developing dances with narrative elements frequently engage dramaturges to assist in refining those elements.</p>"
    },
    {
      "id": "c1b95aa4-e028-46bd-a72f-968c66236b71",
      "content": "<p>dances by choreographers who incorporate narrative elements are more accessible to audiences than dances by choreographers who do not.</p>"
    },
    {
      "id": "abf5770e-75cb-4087-a256-bee189359018",
      "content": "<p>some directors and actors rely too heavily on dramaturges to complete certain research tasks.</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}