{
  "vaultid": "29764419-f769-44b8-a4c2-6d6d70d2e507",
  "keys": [
    "0842b305-efe2-42bb-bd0f-40463e419749"
  ],
  "rationale": "<p>Choice A is the best answer. The researchers in Text 2 recognize that acquiring information is a powerful motivator, but showed that this motivation can still be affected by other factors, like whether or not the information is expected to be useful or not. This suggests that other desires may play a part in driving people to acquire information. </p><p>Choice B is incorrect. The consensus view in Text 1 is that people acquire information regardless of whether they think they can use it later. Dubey and colleagues acknowledge this fact (so they don&rsquo;t claim people seek out information &ldquo;only&rdquo; because it might be useful later). Choice C is incorrect. This choice misreads the results of Dubey and colleagues&rsquo; study in Text 2. Neither text discusses the difficulty of determining the motivation for information-seeking. Choice D is incorrect. This choice contradicts Text 2, which starts with Dubey and colleagues &ldquo;acknowledging that acquiring information is a powerful motivator&rdquo; (i.e., agreeing that curiosity explains the seeking of apparently purposeless information). The research in Text 2 simply suggests that more than just curiosity can motivate information-seeking behavior when the information has a purpose. </p>",
  "origin": "proteus",
  "stem": "<p>Based on the texts, how would Dubey and colleagues (Text 2) most likely respond to the consensus view discussed in Text 1?</p>",
  "externalid": "948cb05c-3a22-4bd0-8f73-3b8087dae9b2",
  "stimulus": "<p>Text 1</p>\n<p>Many studies in psychology have shown that people seek out information even when they know in advance that they have no immediate use for it and that they won&rsquo;t directly benefit from it. Such findings support the consensus view among researchers of curiosity: namely, that curiosity is not instrumental but instead represents a drive to acquire information for its own sake.</p>\n<p>Text 2</p>\n<p>While acknowledging that acquiring information is a powerful motivator, Rachit Dubey and colleagues ran an experiment to test whether emphasizing the usefulness of scientific information could increase curiosity about it. They found that when research involving rats and fruit flies was presented as having medical applications for humans, participants expressed greater interest in learning about it than when the research was not presented as useful.</p>",
  "templateclusterid": "49999f64-85fa-4db1-b9ca-25f65b168aaa",
  "parenttemplatename": "OSP-KA-CTC-M008",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "0842b305-efe2-42bb-bd0f-40463e419749",
      "content": "<p>By suggesting that curiosity may not be exclusively motivated by the desire to merely acquire information&nbsp; &nbsp;</p>"
    },
    {
      "id": "b036e35d-2f55-4aa5-bcd8-d5c6ed875464",
      "content": "<p>By conceding that people may seek out information that serves no immediate purpose only because they think they can use it later &nbsp;&nbsp; &nbsp;</p>"
    },
    {
      "id": "298d3d4a-d7e9-42fc-9326-fe2b0ea86f6a",
      "content": "<p>By pointing out that it is challenging to determine when information-seeking serves no goal beyond acquiring information</p>"
    },
    {
      "id": "8951939a-a227-4c76-a304-58b2788e5037",
      "content": "<p>By disputing the idea that curiosity can help explain apparently purposeless information-seeking behaviors</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}