{
  "vaultid": "12087eab-073b-4e59-84f3-d0b331d866a1",
  "keys": [
    "7f59eab0-4e4e-4aec-a9d6-5631439a0ed1"
  ],
  "rationale": "<p>Choice C is the best answer. The fact that Henry VIII commissioned a survey of church holdings just before enacting the Dissolution of the Monasteries suggests that he was interested in the potential profits from claiming their assets. This supports the historians&rsquo; assertion. </p><p>Choice A is incorrect. This choice describes a potential effect of the Dissolution of the Monasteries. The decrease in the proportion of monks in England isn&rsquo;t relevant to the question of Henry VIII&rsquo;s motivations. Choice B is incorrect. Details about how the monks were treated during the dissolution don&rsquo;t address Henry VIII&rsquo;s motivations for enacting the policy in the first place. That the monks could keep the content of their cells (their rooms) and sell off the timber they&rsquo;d harvested has no impact on the value of the monasteries&rsquo; estates&mdash;their land holdings. Choice D is incorrect. This choice mentions one impact that the Dissolution of the Monasteries contributed to, two years after it happened. But it doesn&rsquo;t help explain why Henry VIII might have wanted to enact the policy in the first place. </p>",
  "origin": "proteus",
  "stem": "<p>Which quotation from a scholarly article best supports the assertion of the historians mentioned in the text?</p>",
  "externalid": "95a5360b-3135-4780-921f-c511f0ae2578",
  "stimulus": "<p>In 1534 CE, King Henry VIII of England split with the Catholic Church and declared himself head of the Church of England, in part because Pope Clement VII refused to annul his marriage to Catherine of Aragon. Two years later, Henry VIII introduced a policy titled the Dissolution of the Monasteries that by 1540 had resulted in the closure of all Catholic monasteries in England and the confiscation of their estates. Some historians assert that the enactment of the policy was primarily motivated by perceived financial opportunities.</p>",
  "templateclusterid": "ad9599bd-6332-4f03-b287-cdb26f189154",
  "parenttemplatename": "OSP-KA-TXT-H007",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "0665cb1f-f77c-47cd-8829-88adacaa3b80",
      "content": "<p>&ldquo;At the time of the Dissolution of the Monasteries, about 2 percent of the adult male population of England were monks; by 1690, the proportion of the adult male population who were monks was less than 1 percent.&rdquo;</p>"
    },
    {
      "id": "75806f5c-13a1-4543-8a78-26267b3d6679",
      "content": "<p>&ldquo;A contemporary description of the Dissolution of the Monasteries, Michael Sherbrook&rsquo;s <em>Falle of the Religious Howses</em>, recounts witness testimony that monks were allowed to keep the contents of their cells and that the monastery timber was purchased by local yeomen.&rdquo;</p>"
    },
    {
      "id": "7f59eab0-4e4e-4aec-a9d6-5631439a0ed1",
      "content": "<p>&ldquo;In 1535, the year before enacting the Dissolution of the Monasteries, Henry commissioned a survey of the value of church holdings in England&mdash;the work, performed by sheriffs, bishops, and magistrates, began that January and was swiftly completed by the summer.&rdquo;</p>"
    },
    {
      "id": "7bd0fd9f-d2e6-4abe-85a6-bbf03fe7c4c2",
      "content": "<p>&ldquo;The October 1536 revolt known as the Pilgrimage of Grace had several economic motives: high food prices due to a poor harvest the prior year; the Dissolution of the Monasteries, which closed reliable sources of food and shelter for many; and rents and taxes throughout Northern England that were not merely high but predatory.&rdquo;</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}