{
  "vaultid": "493227df-5c6d-4ea3-a8ae-94d7bd9ce834",
  "keys": [
    "95271b4e-353b-40ae-aeb0-1580b078b8f6"
  ],
  "rationale": "<p>Choice B is the best answer. The missing verb is part of the same clause as the verb \"premiered,\" and \"Price\" is the subject of both. So we need the past-tense form \"developed\" in order to match \"premiered.\"</p><p>Choice A is incorrect. This choice creates a verb form error. The missing verb is part of the same clause as the verb \"premiered,\" and \"Price\" is the subject of both. So we need the past-tense form \"developed\" in order to match \"premiered.\" Choice C is incorrect. This choice creates a verb form error. The missing verb is part of the same clause as the verb \"premiered,\" and \"Price\" is the subject of both. So we need the past-tense form \"developed\" in order to match \"premiered.\" Choice D is incorrect. This choice creates a verb form error. The missing verb is part of the same clause as the verb \"premiered,\" and \"Price\" is the subject of both. So we need the past-tense form \"developed\" in order to match \"premiered.\"</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>",
  "externalid": "97896a38-0f18-411b-9cdf-1f1767d325f2",
  "stimulus": "<p>Classical composer Florence Price&rsquo;s 1927 move to Chicago marked a turning point in her career. It was there that Price premiered her First Symphony&mdash;a piece that was praised for blending traditional Romantic motifs with aspects of Black folk music&mdash;and <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> supportive relationships with other Black artists.</p>",
  "templateclusterid": "341820e4-d34d-4334-b295-92520d0dd1c6",
  "parenttemplatename": "OSP-KA-FSS-M003",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "2aad4bc4-3dd2-4af1-8fae-4fd1d0184b1b",
      "content": "<p>developing</p>"
    },
    {
      "id": "95271b4e-353b-40ae-aeb0-1580b078b8f6",
      "content": "<p>developed</p>"
    },
    {
      "id": "9100707c-ce2f-4443-95f2-163a1d948387",
      "content": "<p>to develop</p>"
    },
    {
      "id": "26d2689b-7fcb-472a-941c-d7fb761fa910",
      "content": "<p>having developed</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}