{
  "vaultid": "80cfa052-7a5f-46d8-a5d7-796fa7cdcb25",
  "keys": [
    "768bda00-c45c-4c0c-9511-1a1c0a0e00f2"
  ],
  "rationale": "<p>Choice D is the best answer. The text starts by introducing Mitchell&rsquo;s philosophy about using simple, repetitive language in books for young children. Then it describes a book influenced by that philosophy, <em>Goodnight Moon</em>. </p><p>Choice A is incorrect. Although two authors are mentioned in the text, they both agree about the type of language that should be contained in books for young children. Choice B is incorrect. The text never discusses the evaluation of children&rsquo;s literature. It does provide one view of how children&rsquo;s books should be written, but never introduces a competing view. Choice C is incorrect. The text doesn&rsquo;t mention &ldquo;many classics of children&rsquo;s literature.&rdquo; Instead, it describes an educational theory and identifies one example of a famous children&rsquo;s book that was influenced by that theory. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice best describes the overall structure of the text?</p>",
  "externalid": "9c257555-c00b-4e1a-b84d-8f995da3632b",
  "stimulus": "<p>In the <em>Here and Now Storybook</em> (1921), educator Lucy Sprague Mitchell advanced the then controversial idea that books for very young children should imitate how they use language, since toddlers, who cannot yet grasp narrative or abstract ideas, seek reassurance in verbal repetition and naming. The most enduring example of this idea is Margaret Wise Brown&rsquo;s 1947 picture book <em>Goodnight Moon</em>, in which a young rabbit names the objects in his room as he drifts off to sleep. Scholars note that the book&rsquo;s emphasis on repetition, rhythm, and nonsense rhyme speaks directly to Mitchell&rsquo;s influence.&nbsp;</p>",
  "templateclusterid": "6feb5913-69d0-4a7a-8d47-d833406a63c7",
  "parenttemplatename": "OSP-KA-TSP-M007",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "763d8abf-83ba-4f2b-99c2-c112aac23369",
      "content": "<p>The text outlines a debate between two authors of children&rsquo;s literature and then traces how that debate shaped theories on early childhood education.&nbsp;</p>"
    },
    {
      "id": "1e103e2d-9a37-41bb-83a9-57dd8bd1e79e",
      "content": "<p>The text summarizes an argument about how children&rsquo;s literature should be evaluated and then discusses a contrasting view on that subject.</p>"
    },
    {
      "id": "faac653e-53fb-43cd-8a4f-93264f35b878",
      "content": "<p>The text lists the literary characteristics that are common to many classics of children&rsquo;s literature and then indicates the narrative subjects that are most appropriate for young children.</p>"
    },
    {
      "id": "768bda00-c45c-4c0c-9511-1a1c0a0e00f2",
      "content": "<p>The text presents a philosophy about what material is most suitable for children&rsquo;s literature and then describes a book influenced by that philosophy. &nbsp;</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}