{
  "vaultid": "6a15ba3e-6846-40e5-b4cd-fb88387b3d80",
  "keys": [
    "fd603bab-0916-4a3f-ad44-01ff1872d417"
  ],
  "rationale": "<p>Choice D is the best answer. The sentence makes and supports a generalization about the effect of redesigning a city flag, noting that redesigning a city flag can create a meaningful symbol of civic pride, as was the case when the city of Pocatello redesigned its flag. </p><p>Choice A is incorrect because the sentence explains that many US cities have redesigned their flags and provides an example; it doesn&rsquo;t make and support a generalization about the effect of redesigning a city flag. Choice B is incorrect because the sentence provides an example of a city that redesigned its flag; it doesn&rsquo;t make and support a generalization about the effect of redesigning a city flag. Choice C is incorrect because the sentence emphasizes why the flag of Pocatello was redesigned; it doesn&rsquo;t make and support a generalization about the effect of redesigning a city flag. </p>",
  "origin": "proteus",
  "stem": "<p>The student wants to make and support a generalization about the effect of redesigning a city flag. Which choice most effectively uses relevant information from the notes to accomplish this goal?</p>",
  "externalid": "a0186a2e-4208-4287-b388-b90a267672ef",
  "stimulus": "<p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>Just like states have state flags, some cities have city flags.</li>\n<li>Over one hundred US cities have redesigned their flags since 2015.</li>\n<li>The city of Pocatello, Idaho, redesigned its flag after it was named the most poorly designed flag in North America.</li>\n<li>Pocatello&rsquo;s new flag better represents the city&rsquo;s mountainous geography and civic priorities.</li>\n<li>Residents consider the new flag to be a meaningful symbol of civic pride.</li>\n</ul>",
  "templateclusterid": "c9fc1596-9feb-4db5-a2e7-3a3f2dd78197",
  "parenttemplatename": "OSP-008-SYN",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "c3e44d41-30ab-4734-aac2-9e5ea5e8aa30",
      "content": "<p>Over one hundred US cities have redesigned their flags, including Pocatello, whose flag had been named the most poorly designed flag in North America.</p>"
    },
    {
      "id": "618e8033-6f1f-4d5c-acbf-3c8d02726829",
      "content": "<p>Pocatello is just one of over one hundred US cities that have redesigned their flags.</p>"
    },
    {
      "id": "a776ab22-1071-4d09-8f4f-5f8cd29e23cf",
      "content": "<p>After it was named the most poorly designed flag in North America, the flag of Pocatello was redesigned to better represent the city&rsquo;s geography and civic priorities.</p>"
    },
    {
      "id": "fd603bab-0916-4a3f-ad44-01ff1872d417",
      "content": "<p>Redesigning a poorly designed city flag can create a meaningful symbol of civic pride, as was the case when Pocatello redesigned its original flag to better represent its geography and civic priorities.&nbsp;</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}