{
  "vaultid": "2fcd3924-7b06-4918-a28d-2cff1a026848",
  "keys": [
    "39bce539-c4cf-41a3-a8bf-4de12285da13"
  ],
  "rationale": "<p>Choice A is the best answer. The second sentence describes a consequence of the system laid out in the first sentence: because air is owned and sold by companies in this world, people have to buy it. </p><p>Choice B is incorrect. This choice uses a transition that means &ldquo;no matter what happens&rdquo; or &ldquo;whatever the situation is,&rdquo; which doesn&rsquo;t make sense here. There&rsquo;s only one situation described in the text: a fictional world in which companies own all the breathable air, forcing people to buy it. Choice C is incorrect. This choice uses a disagreement transition. But this sentence doesn&rsquo;t disagree with the previous sentence. They both describe the same fictional situation. Choice D is incorrect. This choice uses a transition that indicates a shift back in time, which doesn&rsquo;t make sense here. Both sentences use the present tense, as they&rsquo;re describing the same fictional time period. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical transition?</p>",
  "externalid": "a37696c4-df78-438e-992f-3921c00cc0ec",
  "stimulus": "<p>&ldquo;O2 Arena,&rdquo; an award-winning science fiction story by Nigerian author Oghenechovwe Donald Ekpeki, takes place in an alternate version of Nigeria where breathable air is a rare commodity that is owned and sold by companies. <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> people must purchase it with currency called O2 credits.</p>",
  "templateclusterid": "795ad52e-de74-48b9-8f98-142da5da77c7",
  "parenttemplatename": "OSP-KA-TRA-E004",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "39bce539-c4cf-41a3-a8bf-4de12285da13",
      "content": "<p>As a result,</p>"
    },
    {
      "id": "4f6821f2-6783-4d0e-a852-a89c0f818e5a",
      "content": "<p>In any case,</p>"
    },
    {
      "id": "fc2ed9cf-c306-44df-af76-07802721f673",
      "content": "<p>Nevertheless,</p>"
    },
    {
      "id": "28cba137-9336-4973-a81a-389dbe98caba",
      "content": "<p>Earlier,</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}