{
  "vaultid": "46fe6879-e39d-4674-8285-0281c7000244",
  "keys": [
    "2d8e62e9-4ca6-4fc0-8504-fc0f6e6d89d6"
  ],
  "rationale": "<p>Choice B is the best answer. This choice provides direct support for the researchers&rsquo; conclusion. If the basin once held an ocean of liquid water for \"an extended time,\" that supports the \"wet and warm scenario\" on Mars, which involved a \"prolonged\" period of temperate conditions (and not just a \"brief period of melting\").</p><p>Choice A is incorrect. This choice doesn&rsquo;t provide support for the researchers&rsquo; conclusions. The dimensions of the basin have little bearing on whether or not it was filled with liquid water, and for how long, and that&rsquo;s the evidence that would support the \"wet and warm\" theory. Similarly, whether or not the basin was formed by an asteroid or a comet is irrelevant to the question of whether or not there was water in the basin for a long period. Choice C is incorrect. This choice does not provide support for the researchers&rsquo; conclusions, but rather the opposite. A \"massive but short lived influx\" of liquid water is not the same as a \"prolonged phase of warm, wet conditions.\" It more reflects the opposing theory, a \"brief period of melting.\" Choice D is incorrect. This choice does not support Cardenas and Lamb&rsquo;s conclusion. Both theories about liquid water on Mars (\"wet and warm\" and \"brief period of melting\") involve flowing water, but lava isn&rsquo;t mentioned at all in the text. Therefore, this choice doesn&rsquo;t provide exclusive support for either theory.</p>",
  "origin": "proteus",
  "stem": "<p>Which finding about the basin, if true, would most directly support Cardenas and Lamb&rsquo;s conclusion?</p>",
  "externalid": "a7544373-0f0e-48ad-bf64-b636aa0c867e",
  "stimulus": "<p>Although it&rsquo;s clear that Mars once had liquid water on its surface, astronomers have debated whether the evidence of ancient water reflects a prolonged phase of warm, wet conditions&mdash;the so-called wet and warm scenario&mdash;or a brief period of melting in an otherwise consistently frozen environment. Researchers Benjamin T. Cardenas and Michael P. Lamb recently added to this debate by using data from NASA and the Mars Orbiter Laser Altimeter to map the topography of what is now a large basin in Mars&rsquo;s northern hemisphere. Cardenas and Lamb concluded that the wet and warm scenario is likely correct.&nbsp;&nbsp;</p>",
  "templateclusterid": "eeb37224-9bbc-4504-95a0-0fd596bf9c2c",
  "parenttemplatename": "OSP-KA-TXT-M010",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "64a55b65-d712-4f4a-addb-fbf1d4ce05e3",
      "content": "<p>Its dimensions and shape indicate that it is unlikely to have formed as the result of an asteroid or comet impact.&nbsp;</p>"
    },
    {
      "id": "2d8e62e9-4ca6-4fc0-8504-fc0f6e6d89d6",
      "content": "<p>It has features suggesting that it once held an ocean that underwent gradual sea-level changes over an extended time.</p>"
    },
    {
      "id": "c5cce04f-c527-4b49-80fa-d4687dce21de",
      "content": "<p>Its physical characteristics are most consistent with it having formed as a result of a massive but short-lived influx of liquid water.</p>"
    },
    {
      "id": "3fc94333-6d5d-43ce-8ff1-58117f4c987a",
      "content": "<p>It is surrounded by channels that could have been formed either by running water or by flowing lava.&nbsp;</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}