{
  "vaultid": "4ebb7580-017b-459d-99a2-6a0b0fc48203",
  "keys": [
    "caaf677e-4d85-485f-bdf6-8da2ff01a0dd"
  ],
  "rationale": "<p>Choice C is the best answer. The text does indeed present Mukerjee&rsquo;s critique of the social sciences&mdash;that they were too Eurocentric&mdash;and then provides an example of how he attempted to address the issues he identified: by suggesting a social science model based on the Indian village. </p><p>Choice A is incorrect. The text doesn&rsquo;t discuss Mukerjee&rsquo;s early training or his oversight of the implementation of social policies at all. Choice B is incorrect. The text never discusses any other Indian social scientists. Choice D is incorrect. The text never mentions other social scientists&rsquo; responses to Mukerjee&rsquo;s work. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice best describes the overall structure of the text?</p>",
  "externalid": "a83de30e-b2fc-4be2-9fdc-19216a085296",
  "stimulus": "<p>According to Indian economist and sociologist Radhakamal Mukerjee (1889&ndash;1968), the Eurocentric concepts that informed early twentieth-century social scientific methods&mdash;for example, the idea that all social relations are reducible to struggles between individuals&mdash;had little relevance for India. Making the social sciences more responsive to Indians&rsquo; needs, Mukerjee argued, required constructing analytical categories informed by India&rsquo;s cultural and ecological circumstances. Mukerjee thus proposed the communalist &ldquo;Indian village&rdquo; as the ideal model on which to base Indian economic and social policy.</p>",
  "templateclusterid": "24e4a9aa-4cf8-4a3c-acca-b72c403bb66f",
  "parenttemplatename": "OSP-KA-TSP-H008",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "94984ae8-0856-4568-aca4-c55fd41adebd",
      "content": "<p>The text recounts Mukerjee&rsquo;s early training in the social scientific disciplines and then lists social policies whose implementation Mukerjee oversaw.&nbsp;</p>"
    },
    {
      "id": "fea3fd3a-9a1e-4807-bf52-42b77503fe13",
      "content": "<p>The text mentions some of Mukerjee&rsquo;s economic theories and then traces their impact on other Indian social scientists of the twentieth century.</p>"
    },
    {
      "id": "caaf677e-4d85-485f-bdf6-8da2ff01a0dd",
      "content": "<p>The text presents Mukerjee&rsquo;s critique of the social sciences and then provides an example of his attempts to address issues he identified in his critique.</p>"
    },
    {
      "id": "599acb26-424c-412b-88a4-a96ed65d4272",
      "content": "<p>The text explains an influential economic theory and then demonstrates how that theory was more important to Mukerjee&rsquo;s work than other social scientists have acknowledged. &nbsp;</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}