{
  "vaultid": "c449aa26-2ed2-478b-9e11-94751bc91156",
  "keys": [
    "85d25a72-93f7-4d46-a287-1c29bac97d3b"
  ],
  "rationale": "<p>Choice D is the best answer. The independent clauses \"researcher Lin Zhi&hellip;silk\" and \"by dissolving&hellip;2 GPa\" can be grammatically separated by a period. They can stand alone as sentences, and this is the only choice that lets them do that.</p><p>Choice A is incorrect. This choice results in a grammar error called a comma splice. \"Researcher Lin Zhi&hellip;silk\" and \"by dissolving&hellip;2 GPa\" are both independent clauses. They need to either be separated with punctuation like a period or a semicolon, or they need to be connected by a comma and a coordinating conjunction like \"and.\" A comma alone isn&rsquo;t enough. Choice B is incorrect. This choice results in a grammar error called a run-on sentence. \"Researcher Lin Zhi&hellip;silk\" and \"by dissolving&hellip;2 GPa\" are both independent clauses. They need to either be separated with punctuation like a period or a semicolon, or they need to be connected by a comma and a coordinating conjunction like \"and.\" Choice C is incorrect. This choice results in a grammar error called a run-on sentence. \"Researcher Lin Zhi&hellip;silk\" and \"by dissolving&hellip;2 GPa\" are both independent clauses. The coordinating conjunction \"and\" isn&rsquo;t enough to link them by itself. We need a comma, too.</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>",
  "externalid": "b3394e1d-8bef-4690-96df-747d1268c0fe",
  "stimulus": "<p>Researcher Lin Zhi developed a process for increasing the tensile strength&mdash;measured in gigapascals, or GPa&mdash;of silkworm <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> dissolving and reweaving the silk in a solution of iron metal ions, zinc, and sugar, Zhi increased the amount of force required to stretch it from approximately 0.5 GPa to 2 GPa.</p>",
  "templateclusterid": "931b3fa8-18e2-40ea-9c36-bbd427d01bff",
  "parenttemplatename": "OSP-KA-BOU-H009",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "921d1a9d-34fc-4293-ab1f-b7c66e29b260",
      "content": "<p>silk, by</p>"
    },
    {
      "id": "25ff0437-b6ba-4760-a9db-a060394a04a4",
      "content": "<p>silk by</p>"
    },
    {
      "id": "9ac99ea3-e4b5-4b93-a71f-babe4d5a56f3",
      "content": "<p>silk and by</p>"
    },
    {
      "id": "85d25a72-93f7-4d46-a287-1c29bac97d3b",
      "content": "<p>silk. By</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}