{
  "vaultid": "39107251-89f9-42cc-aa2a-e5d94dc078c9",
  "keys": [
    "cf7f0f51-f51b-42f4-89cf-bfa8554f9fb5"
  ],
  "rationale": "<p>Choice A is the best answer. The noun that goes with \"expand and contract\" is \"rivers,\" a plural noun. \"They\" is a third-person plural pronoun, so it can correctly stand in for \"rivers.\"</p><p>Choice B is incorrect. This choice creates a pronoun-antecedent agreement error. \"One\" is a singular pronoun, but the noun that goes with \"expand and contract\" is \"rivers,\" a plural noun. Choice C is incorrect. This choice creates a pronoun-antecedent agreement error. \"It\" is a singular pronoun, but the noun that goes with \"expand and contract\" is \"rivers,\" a plural noun. Choice D is incorrect. This choice creates a pronoun-antecedent agreement error. The noun that goes with \"expand and contract\" is the plural noun \"rivers.\" Rivers are not people, so \"we\" can&rsquo;t be used to stand in for it.</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>",
  "externalid": "b3bc2c6c-72fa-4157-ba24-5cee04bde61f",
  "stimulus": "<p>Official measurements of the Mississippi River&rsquo;s length vary: according to the US Geologic Survey, the river is 2,300 miles long, whereas the Environmental Protection Agency records its length as 2,320 miles. This disparity can be explained in part by the fact that rivers such as the Mississippi expand and contract as <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> sediment.</p>",
  "templateclusterid": "95af2aa5-23b9-4ef5-b7f0-1be4ff88130b",
  "parenttemplatename": "OSP-KA-FSS-M001",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "cf7f0f51-f51b-42f4-89cf-bfa8554f9fb5",
      "content": "<p>they accumulate</p>"
    },
    {
      "id": "5b44d43b-9f66-4676-8ecd-085ddfa8820d",
      "content": "<p>one accumulates</p>"
    },
    {
      "id": "91e5c35b-e509-4ab5-a7d2-17609de747d4",
      "content": "<p>it accumulates</p>"
    },
    {
      "id": "6c842b73-7f86-4959-9a49-e3041d72cc58",
      "content": "<p>we accumulate</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}