{
  "vaultid": "3755cde8-c515-4c38-b49f-ba1878f02e8a",
  "keys": [
    "972b253f-1eed-417b-8823-de56ebe78ef4"
  ],
  "rationale": "<p>Choice D is the best answer. The text defines horizontal gene transfer and then gives one possibility for how it happens in vertebrates (via infection by parasites). The underlined part describes how that mechanism could work. </p><p>Choice A is incorrect. The underlined portion doesn&rsquo;t do this. &nbsp;Parasites are only described as the mechanism that does the transferring, not the species that gives or receives the genes. Choice B is incorrect. The underlined portion doesn&rsquo;t do this. &nbsp;The text never discusses which genes are more likely to be transferred. Choice C is incorrect. The underlined portion doesn&rsquo;t do this. &nbsp;The text never discusses how horizontal gene transfer occurs among invertebrates. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice best describes the function of the underlined portion in the text as a whole?</p>",
  "externalid": "b4984813-1926-4366-a1fa-e1c4685e6b4e",
  "stimulus": "<p>Horizontal gene transfer occurs when an organism of one species acquires genetic material from an organism of another species through nonreproductive means. The genetic material can then be transferred &ldquo;vertically&rdquo; in the second species&mdash;that is, through reproductive inheritance. Scientist Atma Ivancevic and her team have hypothesized infection by invertebrate parasites as a mechanism of horizontal gene transfer between vertebrate species: <span role=\"region\" aria-label=\"Referenced Content\"><u>while feeding, a parasite could acquire a gene from one host, then relocate to a host from a different vertebrate species and transfer the gene to it in turn.</u></span></p>",
  "templateclusterid": "905a233e-d5a8-4b02-9925-8a7b41dde0bf",
  "parenttemplatename": "OSP-KA-TSP-M004",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "c1ca0a1a-3b3c-402a-8903-3eb8768d86b5",
      "content": "<p>It explains why parasites are less susceptible to horizontal gene transfer than their hosts are.</p>"
    },
    {
      "id": "93731870-fbea-401d-ab11-b53719a64bf3",
      "content": "<p>It clarifies why some genes are more likely to be transferred horizontally than others are.</p>"
    },
    {
      "id": "ad2f7682-7a60-470c-a4bd-1c16e18820bf",
      "content": "<p>It contrasts how horizontal gene transfer occurs among vertebrates with how it occurs among invertebrates.&nbsp;</p>"
    },
    {
      "id": "972b253f-1eed-417b-8823-de56ebe78ef4",
      "content": "<p>It describes a means by which horizontal gene transfer might occur among vertebrates.</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}