{
  "vaultid": "fe20a312-d56f-46e6-aa15-45c65ba27e4d",
  "keys": [
    "65de915d-4638-422a-b1db-e0f91a512684"
  ],
  "rationale": "<p>Choice C is the best answer. The text tells us that because of the copyright, adapting Sherlock Holmes stories used to be expensive and difficult. This suggests that after the copyright ends, it will be less expensive and less difficult to adapt these stories. </p><p>Choice A is incorrect. This inference isn&rsquo;t supported. The text never suggests that the copyright ending will make Sherlock Holmes stories harder to find. Instead, it suggests that adaptations of these stories will be easier and less expensive to make. Choice B is incorrect. This inference isn&rsquo;t supported. The text never discusses people&rsquo;s interest in detective stories, so there is no basis to make this inference. Choice D is incorrect. This inference isn&rsquo;t supported. The text never suggests that copyright fees from the past are returned after a copyright ends, so there is no basis to make this inference. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice most logically completes the text?</p>",
  "externalid": "b49acf29-946e-4d3e-a1a3-b112ff5cc23e",
  "stimulus": "<p>Arthur Conan Doyle&rsquo;s stories about detective Sherlock Holmes were published between 1887 and 1927. They have inspired countless successful adaptations, including comic strips, movies, and a television series <em>Sherlock Hound</em>, directed by Hayao Miyazaki, who is celebrated for his animated movies. Until 2014, these stories were copyrighted. The right to adapt was only available to those who could afford the copyright fee and gain approval from the strict copyright holders of Doyle&rsquo;s estate. Some journalists predict that the number of Sherlock Holmes adaptations is likely to increase since the end of copyright means that <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "a90df41b-e0d3-4a7d-b46f-7bbf42fecf99",
  "parenttemplatename": "OSP-KA-INF-E001",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "32cb29d0-ff66-4565-92b8-5c7d7da7e43b",
      "content": "<p>Doyle&rsquo;s original stories will become hard to find.</p>"
    },
    {
      "id": "0f1aeee3-cd6d-47e8-acb3-a005999f05b3",
      "content": "<p>people will become more interested in detective stories than they were in the 1800s.</p>"
    },
    {
      "id": "65de915d-4638-422a-b1db-e0f91a512684",
      "content": "<p>producing adaptations will become easier and less expensive.</p>"
    },
    {
      "id": "be2718e7-f93e-4cc0-8072-46fc7b81ba1f",
      "content": "<p>the former copyright holders of Doyle&rsquo;s estate will return fees they collected.</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}