{
  "vaultid": "93c9ba9e-58fb-4fe3-b9a1-011dd3e66894",
  "keys": [
    "1d608fa4-eaca-43ed-85c1-906b9c5c143c"
  ],
  "rationale": "<p>Choice C is the best answer because it most logically completes the text&rsquo;s discussion of the factors that influence peoples&rsquo; decisions to move to a different state. As used in this context, &ldquo;overshadowed by&rdquo; means to be surpassed by or caused to seem less important than other factors affecting a move. The text indicates that, according to a US tax policy expert, when people think about an interstate move, state taxes have little effect on their decisions, while employment opportunities, housing availability, and climate have a very strong effect. This context suggests that people consider these other factors to be more important than state taxes.&nbsp;</p><p>Choice A is incorrect because the text indicates that state taxes aren&rsquo;t as important a consideration as other factors when people are thinking of moving to another state. The context doesn&rsquo;t suggest that state taxes are &ldquo;consistent with,&rdquo; or in agreement with these other factors.&nbsp;Choice B is incorrect because it wouldn&rsquo;t make sense in context to say that state taxes are &ldquo;representative of,&rdquo; or typical of, other factors. Taxes aren&rsquo;t an example of employment opportunities, housing availability, and climate, which are the other factors listed in the text. Choice D is incorrect because it wouldn&rsquo;t make sense in context to say that state taxes are &ldquo;irrelevant to,&rdquo; or unconnected or unimportant to other factors. State taxes are irrelevant to peoples&rsquo; decisions, not to other factors. In other words, although the text suggests that state taxes may be irrelevant to people considering a move to another state, the other factors mentioned in the text, such as employment opportunities, are unable to have an opinion about state taxes. Furthermore, the text indicates that significant differences in state taxes have almost no effect on peoples&rsquo; choices to move, but they aren&rsquo;t completely unimportant. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
  "externalid": "b5fa3821-faa3-4b0d-96c4-c13f51f9c305",
  "stimulus": "<p>According to a US tax policy expert, state taxes are <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> other factors when considering an interstate move. Even significant differences in state taxation have almost no effect on most people&rsquo;s decisions, while differences in employment opportunities, housing availability, and climate are strong influences.</p>",
  "templateclusterid": "eec73283-9402-4cb0-b188-25f95ac5c8c5",
  "parenttemplatename": "OSP-970-WIC",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "cf955199-bc58-45fb-a033-ca4b18f2e4a3",
      "content": "<p>consistent with</p>"
    },
    {
      "id": "af44b441-b650-4563-9dd5-4551cdf9ce18",
      "content": "<p>representative of</p>"
    },
    {
      "id": "1d608fa4-eaca-43ed-85c1-906b9c5c143c",
      "content": "<p>overshadowed by</p>"
    },
    {
      "id": "12afdf07-84e5-4f7a-b81d-f29846b9ee90",
      "content": "<p>irrelevant to</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}