{
  "vaultid": "f2b4c6a9-78bd-4b55-a65b-8dc6f5aa6779",
  "keys": [
    "fb41b52d-93ca-4f43-8842-f459b6e4d591"
  ],
  "rationale": "<p>Choice B is the best answer. The convention being tested is punctuation use between a main clause and a supplementary phrase. This choice correctly uses a comma to mark the boundary between the main clause (&ldquo;the portraits...quilts&rdquo;) and the supplementary noun phrase (&ldquo;the stitching...fabric&rdquo;) that provides a further description of how the portraits can be identified as quilts. </p><p>Choice A is incorrect. A comma and the conjunction &ldquo;and&rdquo; can&rsquo;t be used in this way to join a main clause and a supplementary noun phrase. Choice C is incorrect because a semicolon can&rsquo;t be used in this way to join a main clause and a supplementary noun phrase. Choice D is incorrect because it results in a rhetorically unacceptable sentence fragment beginning with &ldquo;the stitching.&rdquo; </p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>",
  "externalid": "b80deb69-694b-483f-bf34-a0354855c351",
  "stimulus": "<p>From afar, African American fiber artist Bisa Butler&rsquo;s portraits look like paintings, their depictions of human faces, bodies, and clothing so intricate that it seems only a fine brush could have rendered them. When viewed up close, however, the portraits reveal themselves to be <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> stitching barely visible among the thousands of pieces of printed, microcut fabric.</p>",
  "templateclusterid": "fc0605de-684f-45b6-ab32-c0a1102652ef",
  "parenttemplatename": "OSP-649-SEC",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "4ed8ef50-fbc0-488a-a245-b54485d5b1cf",
      "content": "<p>quilts, and the</p>"
    },
    {
      "id": "fb41b52d-93ca-4f43-8842-f459b6e4d591",
      "content": "<p>quilts, the</p>"
    },
    {
      "id": "c61eaa51-c9f7-45c4-a33e-3df45a5665c8",
      "content": "<p>quilts; the</p>"
    },
    {
      "id": "da11a7f9-a408-4ee7-9a43-abf77a11581d",
      "content": "<p>quilts. The</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}