{
  "vaultid": "b07d3b53-811c-4d9e-b22a-ec2138ca31d8",
  "keys": [
    "8e5752c5-73b9-462f-adaf-297891dfb5f9"
  ],
  "rationale": "<p>Choice B is the best answer. Both explanations suggest that the bacteria come from the same place: either they come from the ground and make their way to the leaves, or they come from above the ground and make their way to the roots. </p><p>Choice A is incorrect. This inference isn&rsquo;t supported. The text never discusses any benefits of any kind of bacteria. Choice C is incorrect. This conflicts with the text. One of the theories is that the bacteria in the leaves were deposited by rain splashing off soil. Choice D is incorrect. This inference isn&rsquo;t supported. The text only discusses &ldquo;naturally occurring&rdquo; bacteria. It never mentions either the harms or benefits of these bacteria. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice most logically completes the text?</p>",
  "externalid": "bae6bad2-17de-4f8a-aaf2-dffd919ba1df",
  "stimulus": "<p>Biologist Natacha Bodenhausen and colleagues analyzed the naturally occurring bacterial communities associated with leaves and roots of wild <em>Arabidopsis thaliana</em>, a small flowering plant. The researchers found many of the same bacterial genera in both the plants&rsquo; leaves and roots. To explain this, the researchers pointed to the general proximity of <em>A. thaliana </em>leaves to the ground and noted that rain splashing off soil could bring soil-based bacteria into contact with the leaves. Alternatively, the researchers noted that wind, which may be a source of bacteria in the aboveground portion of plants, could also bring bacteria to the soil and roots. Either explanation suggests that <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "2d839aac-a92b-43df-91a5-64380f602b7f",
  "parenttemplatename": "OSP-KA-INF-M002",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "26d4a1a5-fc4b-47e0-9e9c-c5746a2ecae0",
      "content": "<p>bacteria carried by wind are typically less beneficial to <em>A. thaliana </em>than soil-based bacteria are.</p>"
    },
    {
      "id": "8e5752c5-73b9-462f-adaf-297891dfb5f9",
      "content": "<p>some bacteria in <em>A. thaliana</em> leaves and roots may share a common source.</p>"
    },
    {
      "id": "fef25a7a-1d20-4b8d-9c80-4baf574b0bcd",
      "content": "<p>many bacteria in <em>A. thaliana</em> leaves may have been deposited by means other than rain.</p>"
    },
    {
      "id": "980d7207-312e-4cc9-a6d3-cfb4940c7233",
      "content": "<p><em>A. thaliana</em> leaves and roots are especially vulnerable to harmful bacteria.</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}