{
  "vaultid": "cb5a7abe-3aa9-41f8-9946-7bc06452d610",
  "keys": [
    "a78b970d-4c22-47be-a37a-45414b22e177"
  ],
  "rationale": "<p>Choice B is the best answer. \"Asserted\" means \"stated confidently.\" Eastlake \"did not hesitate to publish reviews going against popular opinion,\" so we can assume that she was confident in sharing her opinions.</p><p>Choice A is incorrect. \"Exposed\" means \"made visible by uncovering\" and, when talking about ideas, tends to be used in relation to uncovering the truth. Eastlake was sharing an opinion, not uncovering a truth. Choice C is incorrect. \"Discovered\" means \"found,\" but Eastlake was writing an opinion essay. She was writing her own opinion, not \"discovering\" a new universal truth. Choice D is incorrect. \"Doubted\" means \"didn&rsquo;t believe in.\" We&rsquo;re told that Eastlake \"questioned\" the idea that photography could be fine art. Placing \"doubted\" in the blank would actually suggest that Eastlake argued that photos were valuable for creativity and not for information, which is the opposite of what we were told she believes.</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
  "externalid": "bdc66de0-9bbf-4330-9392-8c66057837f9",
  "stimulus": "<p>A journalist and well-respected art critic of nineteenth-century Britain, Lady Elizabeth Rigby Eastlake did not hesitate to publish reviews that went against popular opinion. One of her most divisive works was an essay questioning the idea of photography as an emerging medium for fine art: in the essay, Eastlake <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> that the value of photographs was informational rather than creative.</p>",
  "templateclusterid": "cd3c0531-ee98-4761-9c6f-b48fb5da700f",
  "parenttemplatename": "OSP-KA-WIC-M007",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "2c438f4b-56f1-495f-96ef-540e27ef8b9f",
      "content": "<p>exposed</p>"
    },
    {
      "id": "a78b970d-4c22-47be-a37a-45414b22e177",
      "content": "<p>asserted</p>"
    },
    {
      "id": "321e9a6c-88ab-4747-bdc0-e7866dd28435",
      "content": "<p>discovered</p>"
    },
    {
      "id": "068d6944-fc45-4d7e-9199-3ca376cdcc4a",
      "content": "<p>doubted</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}