{
  "vaultid": "1723f7ea-1754-4ab0-83c7-5fb66957ef00",
  "keys": [
    "b979062a-3de3-4d5f-a472-9af3c09ab760"
  ],
  "rationale": "<p>Choice C is the best answer. The first three sentences describe the general situation: these early films have been lost, and we only know about them from small pieces of evidence. The rest of the text offers specific examples of the small pieces of evidence. </p><p>Choice A is incorrect. This isn&rsquo;t the overall structure. The fact that we only know about these lost early films from small pieces of evidence isn&rsquo;t presented as a &ldquo;complex problem&rdquo;&mdash;that&rsquo;s too extreme. And the examples presented are not &ldquo;unsuccessful attempts&rdquo; to solve it. If anything, the examples represent a success, because we discovered that these films existed in the first place. Choice B is incorrect. This isn&rsquo;t the overall structure. There&rsquo;s no &ldquo;debate&rdquo; presented in the text, so there&rsquo;s no &ldquo;side&rdquo; for the text to support. Choice D is incorrect. This isn&rsquo;t the overall structure. The text doesn&rsquo;t discuss any &ldquo;differences&rdquo; between the filmmakers. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice best describes the overall structure of the text?</p>",
  "externalid": "c108292b-f5d4-48c1-8551-791dae982b3e",
  "stimulus": "<p>Many films from the early 1900s have been lost. These losses include several films by the first wave of Black women filmmakers. We know about these lost movies only from small pieces of evidence. For example, an advertisement for Jennie Louise Touissant Welcome&rsquo;s documentary <em>Doing Their Bit</em> still exists. There&rsquo;s a reference in a magazine to Tressie Souders&rsquo;s film <em>A Woman&rsquo;s Error</em>. And Maria P. Williams&rsquo;s <em>The Flames of Wrath</em> is mentioned in a letter and a newspaper article, and one image from the movie was discovered in the 1990s.</p>",
  "templateclusterid": "4222602a-0372-44d2-99f1-db571b3bf714",
  "parenttemplatename": "OSP-KA-TSP-E002",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "72e0c490-e1ad-4984-95fe-c2b63be6eb18",
      "content": "<p>The text identifies a complex problem, then presents examples of unsuccessful attempts to solve that problem.&nbsp;</p>"
    },
    {
      "id": "afa6829d-a040-469e-bfb9-068723e8bc3f",
      "content": "<p>The text summarizes a debate among researchers, then gives reasons for supporting one side in that debate.&nbsp;</p>"
    },
    {
      "id": "b979062a-3de3-4d5f-a472-9af3c09ab760",
      "content": "<p>The text describes a general situation, then illustrates that situation with specific examples.</p>"
    },
    {
      "id": "2dfabf52-8b4e-4ba8-be6f-cfd38f91057c",
      "content": "<p>The text discusses several notable individuals, then explains commonly overlooked differences between those individuals.&nbsp;</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}