{
  "vaultid": "30554a8a-741f-49bf-885e-e322cd4fdad1",
  "keys": [
    "4d97a4b2-4722-4204-9566-f03acc885acf"
  ],
  "rationale": "<p>Choice B is the best answer because it most effectively illustrates the claim in the text that Hedda seeks to influence another character&rsquo;s fate. In the quotation, Hedda says that she wants &ldquo;to have power to mould a human destiny,&rdquo; or shape a person&rsquo;s fate, just as the text indicates. Additionally, the phrase &ldquo;for once in my life&rdquo; suggests that Hedda feels that she has never been able to shape anyone&rsquo;s life, including her own, supporting the text&rsquo;s assertion that she &ldquo;is unable to freely determine her own future.&rdquo; </p><p>Choice A is incorrect because this quotation shows Hedda being uncertain about what to do with her own life, not wanting to influence another person&rsquo;s fate.&nbsp;Choice C is incorrect because while this quotation shows Hedda&rsquo;s interest in finding out whether she has any power over another character, it doesn&rsquo;t clearly show that she wants to influence that person&rsquo;s fate. In this quotation, Hedda seems to have inferred or concluded (&ldquo;then&rdquo;) that she doesn&rsquo;t have any influence over the person to whom she&rsquo;s speaking, and she&rsquo;s asking that person to confirm her lack of influence.&nbsp;Choice D is incorrect because this quotation expresses Hedda&rsquo;s belief that a man should be true to his principles, not her desire to influence another person&rsquo;s fate.&nbsp;</p>",
  "origin": "proteus",
  "stem": "<p>Which quotation from a translation of <em>Hedda Gabler</em> most effectively illustrates the claim?</p>",
  "externalid": "c1854738-41cb-44ba-be7e-081b7dfd9993",
  "stimulus": "<p><em>Hedda Gabler </em>is an 1890 play by Henrik Ibsen. As a woman in the Victorian era, Hedda, the play&rsquo;s central character, is unable to freely determine her own future. Instead, she seeks to influence another person&rsquo;s fate, as is evident when she says to another character, <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "f2a612d4-42c9-4af3-b535-6a6d7b1bc61d",
  "parenttemplatename": "OSP-412-LIT",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "cefce95e-9e61-4682-aba1-466307edf186",
      "content": "<p>&ldquo;Then what in heaven&rsquo;s name would you have me do with myself?&rdquo;</p>"
    },
    {
      "id": "4d97a4b2-4722-4204-9566-f03acc885acf",
      "content": "<p>&ldquo;I want for once in my life to have power to mould a human destiny.&rdquo;</p>"
    },
    {
      "id": "b327eed2-19f8-4864-aafa-00ee1548e2ba",
      "content": "<p>&ldquo;Then I, poor creature, have no sort of power over you?&rdquo;</p>"
    },
    {
      "id": "336e640b-b92b-41cd-b574-2e6501404bd0",
      "content": "<p>&ldquo;Faithful to your principles, now and for ever! Ah, that is how a man should be!&rdquo;</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}