{
  "vaultid": "0c1acd6d-348b-4ba5-b81c-bdceae0b8543",
  "keys": [
    "4ab2abce-0773-48e3-bc8d-33402bbfca38"
  ],
  "rationale": "<p>Choice C is the best answer. \"Protect\" means \"preserve\" or \"keep safe from.\" By ensuring that the wilderness areas along the Appalachian Trail can&rsquo;t be sold or developed, the National Trails System Act protects them.</p><p>Choice A is incorrect. \"Borrow\" means \"to take something with intent to return it.\" The text doesn&rsquo;t say anything about taking and returning the wilderness that surrounds the Appalachian Trail. Choice B is incorrect. \"Postpone\" means \"to put off until later.\" Nothing in the passage suggests that Congress wants to \"postpone\" the wilderness areas (and that doesn&rsquo;t make sense anyway&mdash;they can postpone doing something to the wilderness areas, but they can&rsquo;t postpone the areas themselves). Choice D is incorrect. \"Decorate\" means \"to adorn\" or \"add extra items or pictures to make more attractive.\" No details in the text suggest that Congress wishes to make the trail fancier or more attractive.</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
  "externalid": "c28bc354-77cf-412b-a34b-d9fd49dfb362",
  "stimulus": "<p>The Appalachian Trail is a hiking path in the eastern United States. Much of the 2,000 mile trail passes through wilderness areas. In order to <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> those areas, the United States Congress passed the National Trails System Act in 1968, ensuring that the trail would not be sold or commercially developed.</p>",
  "templateclusterid": "bd035256-5dad-4ae4-873e-1fcff85c436e",
  "parenttemplatename": "OSP-KA-WIC-E008",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "081cc4f9-3d64-449b-82ef-fcbd9dde951f",
      "content": "<p>borrow</p>"
    },
    {
      "id": "ab0dd193-d97e-47b2-a165-fa20c34a91a7",
      "content": "<p>postpone</p>"
    },
    {
      "id": "4ab2abce-0773-48e3-bc8d-33402bbfca38",
      "content": "<p>protect</p>"
    },
    {
      "id": "f1d5bc47-e7ee-44bf-89af-ef8eda69f18b",
      "content": "<p>decorate</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}