{
  "vaultid": "82b7dbed-bbba-4cd9-a3c9-d08a2dbb489e",
  "keys": [
    "bc44b834-2c60-4179-883d-74b1c41b6e5c"
  ],
  "rationale": "<p>Choice D is the best answer. Notice that \"the sanctity of animal life\" is the first item in a list of three things. We must use a comma to separate the first two items in the list, just as a comma is used to separate \"the just treatment of the elderly\" and \"the abolition of the slave trade.\"</p><p>Choice A is incorrect. This choice creates a punctuation error. Notice that \"the sanctity of animal life\" is the first item in a list of three things. To appropriately format the list, we need punctuation to separate each item. Choice B is incorrect. This choice creates a punctuation error. Notice that \"the sanctity of animal life\" is the first item in a list of three things. While semicolons are sometimes used to separate list items, this list uses commas to separate the other list items, and lists must use the same punctuation throughout. Choice C is incorrect. This choice creates a punctuation error. Notice that \"the sanctity of animal life\" is the first item in a list of three things. While colons can be used to introduce lists, they can&rsquo;t be used to separate items within a list.</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>",
  "externalid": "c7948c58-730a-4e33-9b99-8b3ed2ccf4f0",
  "stimulus": "<p>Emperor Ashoka ruled the Maurya Empire in South Asia from roughly 270 to 232 BCE. He is known for enforcing a moral code called the Law of Piety, which established the sanctity of animal <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> the just treatment of the elderly, and the abolition of the slave trade.</p>",
  "templateclusterid": "4eb6903e-c99c-47b0-9e37-e8b5a4d87919",
  "parenttemplatename": "OSP-KA-BOU-E002",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "a6261e5e-86e1-45f3-8c2e-b5a3576d4381",
      "content": "<p>life</p>"
    },
    {
      "id": "768ef4e5-8ff1-4563-b8b7-23bb05aae560",
      "content": "<p>life;</p>"
    },
    {
      "id": "8d612724-47a2-4f32-a8b7-8aa94cb5d25f",
      "content": "<p>life:</p>"
    },
    {
      "id": "bc44b834-2c60-4179-883d-74b1c41b6e5c",
      "content": "<p>life,</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}