{
  "vaultid": "1312b3b1-ec3f-4e8f-abd1-6152a868b0a6",
  "keys": [
    "4f5568d9-5b5d-42bb-bf61-c77f5586b9e9"
  ],
  "rationale": "<p>Choice A is the best answer. The convention being tested is the use of nonfinite verb forms in a sentence. The nonfinite to-infinitive verb \"to join\" is correctly used to form a subordinate clause that expresses why Ochoa left her position (to join the training program).</p><p>Choice B is incorrect because the finite verb \"is joining\" can&rsquo;t be used in this way to indicate Ochoa&rsquo;s action of joining the training program. A conjunction such as \"and\" would be needed to coordinate \"is joining\" with the previous finite verb, \"left.\" Choice C is incorrect because the finite verb \"joined\" can&rsquo;t be used in this way to indicate Ochoa&rsquo;s action of joining the training program. A conjunction such as \"and\" would be needed to coordinate \"joined\" with the previous finite verb, \"left.\" Choice D is incorrect because the finite verb \"joins\" can&rsquo;t be used in this way to indicate Ochoa&rsquo;s action of joining the training program. A conjunction such as \"and\" would be needed to coordinate \"joins\" with the previous finite verb, \"left.\"</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text so that it conforms to the conventions of Standard English?</p>",
  "externalid": "c94d0117-bc9c-470c-9921-5ab8d5bc08df",
  "stimulus": "<p>In 1990, California native and researcher Ellen Ochoa left her position as chief of the Intelligent Systems Technology Branch at a NASA research center <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> the space agency&rsquo;s astronaut training program.</p>",
  "templateclusterid": "d93d4408-11d1-4d9e-be01-a965c3baa2f3",
  "parenttemplatename": "OSP-KA-FSS-E002",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "4f5568d9-5b5d-42bb-bf61-c77f5586b9e9",
      "content": "<p>to join</p>"
    },
    {
      "id": "4edbd910-3b9a-4c42-b8df-2b1db1dca78d",
      "content": "<p>is joining</p>"
    },
    {
      "id": "87979613-f5c3-429b-9aec-3ca6f9618bc8",
      "content": "<p>joined</p>"
    },
    {
      "id": "ac38c86d-eadd-4307-9f9e-e8473d56182b",
      "content": "<p>joins</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}