{
  "vaultid": "515b2aba-481b-4745-9fca-023191178760",
  "keys": [
    "e4a9424c-4a0e-4fa3-b5d3-61383d53698e"
  ],
  "rationale": "<p>Choice B is the best answer. A person who is \"dogmatic\" believes strongly that their principles and opinions are true. Because Du Bois and Locke are implied to have one \"unified vision\" of Black American identity that they prioritize over the \"diverse perspectives\" of different writers, they can be described as dogmatic.</p><p>Choice A is incorrect. \"Proficient\" means \"skilled.\" Du Bois and Locke are contrasted with Johnson, but nothing in the text suggests that Johnson was not skilled at making editorial decisions. Based on the text, the three editors just have different styles; they&rsquo;re not necessarily more or less skilled. Choice C is incorrect. \"Ambiguous\" means \"unclear\" or \"open to multiple interpretations.\" However, it&rsquo;s actually Johnson who encouraged multiple interpretations (\"diverse perspectives\"). Since Du Bois and Locke are said to \"diverge\" from Johnson, we can assume that the views they published were not ambiguous, but instead clear and firm (a \"unified vision\"). Choice D is incorrect. \"Unpretentious\" means \"not trying to impress others with greater skill or importance than is actually possessed.\" Du Bois and Locke are contrasted with Johnson, but nothing in the text suggests that Johnson is pretentious (trying to impress others).</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
  "externalid": "ca10cb5e-4485-43c8-ad27-a479f82d04a8",
  "stimulus": "<p>Rejecting the premise that the literary magazine <em>Ebony and Topaz</em> (1927) should present a unified vision of Black American identity, editor Charles S. Johnson fostered his contributors&rsquo; diverse perspectives by promoting their authorial autonomy. Johnson&rsquo;s self-effacement diverged from the editorial stances of W.E.B. Du Bois and Alain Locke, whose decisions for their publications were more <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span>.</p>",
  "templateclusterid": "1fdb07a4-2a3b-4251-8091-2285a15aaf60",
  "parenttemplatename": "OSP-KA-WIC-H006",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "ec8e6f0a-edc8-465c-9975-125c3b6629f1",
      "content": "<p>proficient</p>"
    },
    {
      "id": "e4a9424c-4a0e-4fa3-b5d3-61383d53698e",
      "content": "<p>dogmatic</p>"
    },
    {
      "id": "b9ec8e32-8cf2-480a-9164-c207a8dec8e6",
      "content": "<p>ambiguous</p>"
    },
    {
      "id": "d6434596-055b-4373-ae34-7af7272ee058",
      "content": "<p>unpretentious</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}