{
  "vaultid": "027e240f-4095-460e-8631-cc51b0486cae",
  "keys": [
    "ce4c2b6f-ae38-4a37-a380-6b1c21671281"
  ],
  "rationale": "<p>Choice B is the best answer. The passage explains that heliographs &ldquo;were largely effective only during the daytime&rdquo; and that &ldquo;the range of the device depended on factors such as the opacity of the air and line of sight.&rdquo; These constraints would have greatly limited the use of the heliograph, so we can infer that this would have been a reason to replace it with new technology. </p><p>Choice A is incorrect. The passage doesn&rsquo;t discuss the production and maintenance of heliographs, so there&rsquo;s no basis for this inference. Choice C is incorrect. The passage doesn&rsquo;t mention any &ldquo;other purposes&rdquo; that a heliograph wouldn&rsquo;t work for, so there&rsquo;s no basis for this inference. Choice D is incorrect. The passage doesn&rsquo;t mention knowledge of Morse code as a particular problem with the use of heliographs, so there&rsquo;s no basis for this inference. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice most logically completes the text?</p>",
  "externalid": "cc7722c6-1049-4076-bffd-0613e48fd1d0",
  "stimulus": "<p>A heliograph is a semaphore device used for sending optical communications&mdash;usually in the form of Morse code&mdash;by reflecting flashes of sunlight off a mirror. Heliographs were used for rapid communication across expansive distances for military, surveying, and forestry purposes during the late nineteenth and early twentieth centuries, but they were largely effective only during the daytime, and the range of the device depended on factors such as the opacity of the air and line of sight. Therefore, heliographs were eventually replaced by technology that <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "defd19d9-0b41-47b0-8913-05be560922ec",
  "parenttemplatename": "OSP-KA-INF-H008",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "f1b17566-50ab-4dfa-8162-0b9dfb83b845",
      "content": "<p>worked on similar principles but was easier to produce and maintain.&nbsp;</p>"
    },
    {
      "id": "ce4c2b6f-ae38-4a37-a380-6b1c21671281",
      "content": "<p>was not so constrained by environmental circumstances.</p>"
    },
    {
      "id": "e3d94608-7a32-4971-9020-9921737341e4",
      "content": "<p>could be used for more than military, surveying, or forestry purposes.</p>"
    },
    {
      "id": "50304959-febe-4fac-b107-30742254efcf",
      "content": "<p>enabled communication that didn&rsquo;t require knowledge of Morse code.</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}