{
  "vaultid": "acddef57-df5b-4411-b976-fd45c8d95280",
  "keys": [
    "6cea4c66-4a33-4f69-9405-ab9d5b396f45"
  ],
  "rationale": "<p>Choice D is the best answer. The sentence effectively summarizes the study&rsquo;s findings, explaining what Padmanabhan and Chen found: that the brain can toggle between one method of processing smells (capturing information at a given moment) and another (tracking changes in information over time).&nbsp;</p><p>Choice A is incorrect. While the sentence mentions findings, it mainly focuses on Padmanabhan and Chen&rsquo;s methodology. It doesn&rsquo;t effectively summarize the study&rsquo;s findings. Choice B is incorrect. The sentence notes a fact about the olfactory system&mdash;that the perception of odor forms in the piriform cortex&mdash;but doesn&rsquo;t summarize the findings of Padmanabhan and Chen&rsquo;s study. Choice C is incorrect. The sentence presents the goal of Padmanabhan and Chen&rsquo;s study; it doesn&rsquo;t summarize the study&rsquo;s findings. </p>",
  "origin": "proteus",
  "stem": "<p>The student wants to summarize the study&rsquo;s findings. Which choice most effectively uses relevant information from the notes to accomplish this goal?</p>",
  "externalid": "d01857e1-22bc-493b-b6d0-dd1a3127bdaf",
  "stimulus": "<p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>Neuroscientists Krishnan Padmanabhan and Zhen Chen sought to better understand the workings of the brain&rsquo;s olfactory system.</li>\n<li>They devised a study using mathematical models.</li>\n<li>They found that certain fibers allow the brain to toggle from one method of processing smells to another.</li>\n<li>In one method, cells in the piriform cortex (where the perception of odor forms) capture olfactory information at a given moment.</li>\n<li>In the other, the cells track changes in olfactory information over time.</li>\n</ul>",
  "templateclusterid": "30423779-b680-405e-b608-7a8b44ad82a0",
  "parenttemplatename": "OSP-034-SYN",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "07156946-954c-4dec-a023-bec05be78cc1",
      "content": "<p>To arrive at these findings, which describe dual methods of processing smells in the piriform cortex, Padmanabhan and Chen devised a study using mathematical models.</p>"
    },
    {
      "id": "74ce15ff-c5d5-4553-aa3d-8147249c6c8b",
      "content": "<p>Padmanabhan and Chen showed that olfactory information is captured by cells in the piriform cortex, where the perception of odor forms.</p>"
    },
    {
      "id": "e8f5a8f3-7ccd-47af-ad20-9528d3e7140d",
      "content": "<p>Using mathematical models, Padmanabhan and Chen devised a study to better understand the workings of the brain&rsquo;s olfactory system.</p>"
    },
    {
      "id": "6cea4c66-4a33-4f69-9405-ab9d5b396f45",
      "content": "<p>According to Padmanabhan and Chen, the brain can toggle between capturing olfactory information at a given moment and tracking changes in that information over time.</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}