{
  "vaultid": "82761d75-5847-46bd-9626-21868477d748",
  "keys": [
    "d8c2296a-d8e0-44ba-80dd-5c361f8f72ec"
  ],
  "rationale": "<p>Choice A is the best answer. The sentence effectively describes the rocking chair to an audience unfamiliar with Sam Maloof, noting its sleek, contoured armrests and seat and explaining that Sam Maloof (the walnut chair&rsquo;s creator) was an American woodworker. </p><p>Choice B is incorrect. While the sentence explains who Sam Maloof was and mentions a chair, it doesn&rsquo;t describe the chair. Choice C is incorrect. While the sentence explains who Sam Maloof was, it doesn&rsquo;t describe the rocking chair. Choice D is incorrect. While the sentence describes the rocking chair, it doesn&rsquo;t explain who Sam Maloof was. </p>",
  "origin": "proteus",
  "stem": "<p>The student wants to describe the rocking chair to an audience unfamiliar with Sam Maloof. Which choice most effectively uses relevant information from the notes to accomplish this goal?</p>",
  "externalid": "d2215e4a-5d7e-4bd8-84b4-b4892566abd9",
  "stimulus": "<p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>Sam Maloof (1916&ndash;2009) was an American woodworker and furniture designer.</li>\n<li>He was the son of Lebanese immigrants.</li>\n<li>He received a &ldquo;genius grant&rdquo; from the John D. and Catherine T. MacArthur Foundation in 1985.</li>\n<li>The Museum of Fine Arts in Boston, Massachusetts, owns a rocking chair that Maloof made from walnut wood.</li>\n<li>The armrests and the seat of the chair are sleek and contoured, and the back consists of seven spindle-like slats.</li>\n</ul>",
  "templateclusterid": "bf5fc9d0-f84a-4e3e-8a78-b9c7cc4841e4",
  "parenttemplatename": "OSP-706-SYN",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "d8c2296a-d8e0-44ba-80dd-5c361f8f72ec",
      "content": "<p>With its sleek, contoured armrests and seat, the walnut rocking chair in Boston&rsquo;s Museum of Fine Arts is just one piece of furniture created by American woodworker Sam Maloof.</p>"
    },
    {
      "id": "ce5dca88-7722-425a-ad97-5bd337be0d74",
      "content": "<p>Sam Maloof was born in 1916 and died in 2009, and during his life, he made a chair that you can see if you visit the Museum of Fine Arts in Boston.</p>"
    },
    {
      "id": "bffa896f-c99c-4cd6-a49f-77cb75a330ee",
      "content": "<p>Furniture designer Sam Maloof was a recipient of one of the John D. and Catherine T. MacArthur Foundation&rsquo;s &ldquo;genius grants.&rdquo;</p>"
    },
    {
      "id": "b28cf78d-4e59-4a46-abfe-8df01e535f87",
      "content": "<p>The rocking chair is made from walnut, and it has been shaped such that its armrests and seat are sleek and contoured.</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}