{
  "vaultid": "c83c6867-8bda-41d0-868c-a17bcd0bc334",
  "keys": [
    "d72ef222-1f18-4a61-8dcd-6be01804c39d"
  ],
  "rationale": "<p>Choice B is the best answer. The text describes Favela&rsquo;s approach to sculpture, and then describes the lowrider car that he depicted in 2017. </p><p>Choice A is incorrect. This isn&rsquo;t what the text says. The Petersen Automotive Museum is located in Los Angeles, but Favela&rsquo;s artwork isn&rsquo;t a painting, and it doesn&rsquo;t depict L.A. Choice C is incorrect. This isn&rsquo;t what the text says. Favela makes sculptures similar to pi&ntilde;atas, not paintings of them. Choice D is incorrect. This isn&rsquo;t what the text says. Jesse Valadez owned the lowrider car that Favela depicted in sculpture. </p>",
  "origin": "proteus",
  "stem": "<p>According to the text, which piece of Favela&rsquo;s art was on display in the Petersen Automotive Museum in 2017?</p>",
  "externalid": "dac67381-2a34-4b01-a6a1-41102f159d28",
  "stimulus": "<p>Artist Justin Favela explained that he wanted to reclaim the importance of the pi&ntilde;ata as a symbol in Latinx culture. To do so, he created numerous sculptures from strips of tissue paper, which is similar to the material used to create pi&ntilde;atas. In 2017, Favela created an impressive life-size pi&ntilde;ata-like sculpture of the Gypsy Rose lowrider car, which was displayed at the Petersen Automotive Museum in Los Angeles, California. The Gypsy Rose lowrider was famously driven by Jesse Valadez, an early president of the Los Angeles Imperials Car Club.</p>",
  "templateclusterid": "58ed0b8f-928c-49b0-a815-eb42220ef3b2",
  "parenttemplatename": "OSP-KA-CID-E002",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "f3a4c67a-6ed5-4be9-8172-1e8496e792fd",
      "content": "<p>A painting of Los Angeles</p>"
    },
    {
      "id": "d72ef222-1f18-4a61-8dcd-6be01804c39d",
      "content": "<p>A sculpture of a lowrider car</p>"
    },
    {
      "id": "98add578-7813-44d6-8f4d-bbadaf569a47",
      "content": "<p>A painting of a pi&ntilde;ata</p>"
    },
    {
      "id": "a28d0d3e-48c6-4b24-a0d4-f3b085f6360a",
      "content": "<p>A sculpture of Jesse Valadez</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}