{
  "vaultid": "04ec0a10-b4ed-420b-9e5f-2aec47d8a24b",
  "keys": [
    "ffc74d0b-0e2c-4541-a481-ee82438045eb"
  ],
  "rationale": "<p>Choice C is the best answer because as used in the text, &ldquo;contracted&rdquo; most nearly means developed. The text explains that Mr. Brooke has a &ldquo;too rambling habit of mind,&rdquo; which the text likens to a disease, saying he is thought to have contracted it. To contract a disease means to acquire or develop a disease. In other words, the text indicates that Mr. Brooke is believed to have acquired, or developed, the habit of mind described in the text. </p><p>Choice A is incorrect. Although &ldquo;contracted&rdquo; can mean limited or restricted in some contexts, here Mr. Brooke is said to draw unpredictable conclusions, suggesting that he exhibits this &ldquo;too rambling habit of mind,&rdquo; not that it has been somehow limited or restricted. Choice B is incorrect. Although the text describes Mr. Brooke&rsquo;s habit of mind, nothing suggests that those are his descriptions or, indeed, that he described his habit of mind at all. Choice D is incorrect because settled means calmed or mitigated, but here Mr. Brooke is said to draw unpredictable conclusions, suggesting that he exhibits this &ldquo;too rambling habit of mind,&rdquo; not that it has been somehow calmed or mitigated. </p>",
  "origin": "proteus",
  "stem": "<p>As used in the text, what does the word &ldquo;contracted&rdquo; most nearly mean?</p>",
  "externalid": "dbc2545e-b96c-4d5d-96ed-0f7e1a1c373d",
  "stimulus": "<p>The following text is adapted from George Eliot&rsquo;s 1871&ndash;72 novel <em>Middlemarch</em>.</p>\n<blockquote>\n<p>[Mr. Brooke] had travelled in his younger years, and was held in this part of the country to have <span role=\"region\" aria-label=\"Referenced Content\"><u>contracted</u></span> a too rambling habit of mind. Mr. Brooke&rsquo;s conclusions were as difficult to predict as the weather.</p>\n</blockquote>",
  "templateclusterid": "5d48414c-ecc4-49c7-a08f-d57e8a1e3d5b",
  "parenttemplatename": "OSP-KA-WIC-H005",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "2d31d220-87b3-4324-948c-e334ed715b4c",
      "content": "<p>Restricted</p>"
    },
    {
      "id": "f461f3c8-28d5-4051-9fd5-17995e977ad7",
      "content": "<p>Described</p>"
    },
    {
      "id": "ffc74d0b-0e2c-4541-a481-ee82438045eb",
      "content": "<p>Developed</p>"
    },
    {
      "id": "090a32b2-0e10-49bf-89aa-9070e12fc142",
      "content": "<p>Settled</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}