{
  "vaultid": "d2501a79-a9b0-4765-b2d9-5a2fee24566b",
  "keys": [
    "f467cd02-1799-4187-b732-a964ceb5e2e4"
  ],
  "rationale": "<p>Choice A is the best answer. This choice uses a transition that indicates a shift back in time. Since the first sentence talks about Thaden&rsquo;s race win in 1929 and the second shifts back to talking about her record in 1928, this makes the most sense here.</p><p>Choice B is incorrect. This choice uses a disagreement transition. But this sentence actually agrees with and expands on the previous sentence by describing the earlier record that Thaden had \"already\" held. Choice C is incorrect. This choice uses a transition that indicates a shift forward in time, which doesn&rsquo;t make sense here. A record in 1928 didn&rsquo;t come after Thaden&rsquo;s race win in 1929. Choice D is incorrect. This choice uses a cause-and-effect transition, which doesn&rsquo;t make sense in this context&mdash;an event in 1929 can&rsquo;t cause something in 1928.</p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical transition?</p>",
  "externalid": "e01ca56c-1c25-4e49-934b-d6d844fdf17b",
  "stimulus": "<p>Arkansas aviator Louise Thaden was already a record breaker when she won the inaugural National Women&rsquo;s Air Derby, a race from California to Ohio, in August of 1929. <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> in December of 1928, Thaden had set an aviation record when she reached an altitude of 20,269 feet in a Travel Air biplane.</p>",
  "templateclusterid": "8062a718-171a-424a-a881-a5990f288e78",
  "parenttemplatename": "OSP-KA-TRA-E007",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "f467cd02-1799-4187-b732-a964ceb5e2e4",
      "content": "<p>Earlier,</p>"
    },
    {
      "id": "6f76fd94-6726-4051-af00-7dd0c9374157",
      "content": "<p>However,</p>"
    },
    {
      "id": "27a36293-b504-4dfb-882e-0680c3adb1e6",
      "content": "<p>Next,</p>"
    },
    {
      "id": "51c12915-f8d7-48c4-864c-8c7d25a78217",
      "content": "<p>As a result,</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}