{
  "vaultid": "1cc6d6e2-fe09-4b11-a070-116149133a9d",
  "keys": [
    "d292756c-3d05-49d7-9b32-b842f8ae77d3"
  ],
  "rationale": "<p>Choice D is the best answer. The text presents a brief history of the Nuyorican Poets Cafe, from how it got started in the &rsquo;70s, to its expansion in the &rsquo;80s, to its ongoing mission today. </p><p>Choice A is incorrect. This isn&rsquo;t the overall purpose. The text never mentions Algar&iacute;n&rsquo;s motivations. Choice B is incorrect. This isn&rsquo;t the overall purpose. The text never discusses the cultural life of New York as a whole. Choice C is incorrect. This is too narrow. One sentence mentions that the Nuyorican Poets Cafe expanded its scope to include art and music, but this is only one point in the broader history of the Nuyorican Poets Cafe, which is the overall focus of the text. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice best describes the overall purpose of the text?</p>",
  "externalid": "e10a2463-11f4-44df-ab31-13c0300681bd",
  "stimulus": "<p>In 1973, poet Miguel Algar&iacute;n started inviting other writers who, like him, were Nuyorican&mdash;a term for New Yorkers of Puerto Rican heritage&mdash;to gather in his apartment to present their work. The gatherings were so well attended that Algar&iacute;n soon had to rent space in a cafe to accommodate them. Thus, the Nuyorican Poets Cafe was born. Moving to a permanent location in 1981, the Nuyorican Poets Cafe expanded its original scope beyond the written word, hosting art exhibitions and musical performances as well. Half a century since its inception, it continues to foster emerging Nuyorican talent.</p>",
  "templateclusterid": "5c1acc33-e212-4523-a7a1-01ad669b3c92",
  "parenttemplatename": "OSP-KA-TSP-M002",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "8b1d9592-b82c-40ca-b98d-1e9cd86f04cc",
      "content": "<p>To explain what motivated Algar&iacute;n to found the Nuyorican Poets Cafe</p>"
    },
    {
      "id": "f72ee70f-4624-4b23-a74e-b78885d08e45",
      "content": "<p>To situate the Nuyorican Poets Cafe within the cultural life of New York as a whole</p>"
    },
    {
      "id": "4f0f7b76-daf4-4476-b090-68b2372f0e20",
      "content": "<p>To discuss why the Nuyorican Poets Cafe expanded its scope to include art and music</p>"
    },
    {
      "id": "d292756c-3d05-49d7-9b32-b842f8ae77d3",
      "content": "<p>To provide an overview of the founding and mission of the Nuyorican Poets Cafe</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}