{
  "vaultid": "37cc8244-cb19-476a-b5eb-31d56bafa6b1",
  "keys": [
    "fd8c6af1-a1f5-469f-bc1d-bfe3525daf7f"
  ],
  "rationale": "<p>Choice C is the best answer because it most logically completes the text&rsquo;s discussion of Gardley&rsquo;s play. In this context, &ldquo;comprises&rdquo; means constitutes or makes up the totality of, and the text indicates that <em>The House That Will Not Stand</em> had an &ldquo;all-female cast&rdquo; that stands in some relationship to &ldquo;an array of female characters&rdquo; in the play. Because all cast members are female, the characters must be played by these female cast members; therefore the cast constitutes, or comprises, the collection of characters. </p><p>Choice A is incorrect. In this context, &ldquo;engulfs&rdquo; would mean encloses or overwhelms, and although it is fairly common to describe an actor as embodying (or personifying realistically) a character, there is nothing in the text to suggest that the cast members enclosed or overwhelmed the characters they played. Choice B is incorrect because in this context, &ldquo;encourages&rdquo; would mean inspires with courage or hope. Although the text does mention &ldquo;a strong mother and several daughters dealing with individual struggles,&rdquo; which might suggest that there are moments of encouragement among the characters during the play, there is nothing to suggest that the cast members encouraged the characters they portrayed. Choice D is incorrect because, in this context, &ldquo;provokes&rdquo; would mean instigates or incites to anger. Nothing in the text addresses provocation or what it might mean for actors to provoke the characters they are playing. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical and precise word or phrase?</p>",
  "externalid": "e73e5d84-44b1-4e72-a9c2-6fdd89275967",
  "stimulus": "<p>Like the 1945 play it reimagines&mdash;Federico Garc&iacute;a Lorca&rsquo;s <em>The House of Bernarda Alba</em>&mdash;Marcus Gardley&rsquo;s 2014 play <em>The House That Will Not Stand</em> prominently features women. In both plays, the all-female cast <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> an array of female characters, including a strong mother and several daughters dealing with individual struggles.</p>",
  "templateclusterid": "27b4899d-ef29-4743-9d04-044794c7b878",
  "parenttemplatename": "OSP-934-WIC",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "a5fb0f73-4617-4800-ae0c-68420990b4c4",
      "content": "<p>engulfs</p>"
    },
    {
      "id": "0f3d4b92-29c8-4261-8331-28299fb3ed9f",
      "content": "<p>encourages</p>"
    },
    {
      "id": "fd8c6af1-a1f5-469f-bc1d-bfe3525daf7f",
      "content": "<p>comprises</p>"
    },
    {
      "id": "7a48cb6c-036e-4184-81c8-f66ed9a4e3aa",
      "content": "<p>provokes</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}