{
  "vaultid": "19b7136a-56ee-4d04-a1c1-633703779bb4",
  "keys": [
    "68692570-648e-48e1-8518-5daf319a8dd0"
  ],
  "rationale": "<p>Choice C is the best answer. &ldquo;Consequently&rdquo; logically signals that the postal problems described in this sentence (slow fee collection, heaps of undeliverable mail) were a consequence of the fee system described in the previous sentence. </p><p>Choice A is incorrect because &ldquo;regardless&rdquo; illogically signals that the postal problems described in this sentence occurred despite the fee system described in the previous sentence. Instead, they were a consequence of that system. Choice B is incorrect because &ldquo;on the contrary&rdquo; illogically signals that the postal problems described in this sentence contrast with the fee system described in the previous sentence. Instead, they were a consequence of that system. Choice D is incorrect because &ldquo;for example&rdquo; illogically signals that the postal problems described in this sentence are an example of the fee system described in the previous sentence. Instead, they were a consequence of that system. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical transition?</p>",
  "externalid": "e8ec1e19-db4a-4a21-9b50-cde422127a67",
  "stimulus": "<p>Before the 1847 introduction of the US postage stamp, the cost of postage was usually paid by the recipient of a letter rather than the sender, and recipients were not always able or willing to pay promptly. <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> collecting this fee could be slow and arduous, and heaps of unpaid-for, undeliverable mail piled up in post offices.</p>",
  "templateclusterid": "84cc0150-662e-413c-875c-fb63e78b8f9b",
  "parenttemplatename": "OSP-KA-TRA-M001",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "4a63b89f-f34d-49d1-b773-a4e2bd18d166",
      "content": "<p>Regardless,</p>"
    },
    {
      "id": "b559ca3c-089b-4eea-b3b7-3887e139e6b9",
      "content": "<p>On the contrary,</p>"
    },
    {
      "id": "68692570-648e-48e1-8518-5daf319a8dd0",
      "content": "<p>Consequently,</p>"
    },
    {
      "id": "54f4391b-d361-4969-9f45-a7a9f4516e3b",
      "content": "<p>For example,</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}