{
  "vaultid": "ef20ef5d-dc8c-48c7-a533-e79cbb760b6a",
  "keys": [
    "eb046b89-d141-4d4e-8b70-5eb8713a95f8"
  ],
  "rationale": "<p>Choice C is the best answer because it most accurately describes how the underlined sentence functions in the text as a whole. The first sentence of the text states that Shakti knows the woods she is walking in well. The next sentence, which is underlined, emphasizes Shakti&rsquo;s familiarity with, and sense of security within, the woods by describing how the tree branches are friendly and &ldquo;welcoming,&rdquo; as they are depicted as extending open arms to her. The remainder of the text also shows that Shakti is comfortable and content in the woods by describing her as &ldquo;an old friend&rdquo; of the trees. Thus, the function of the underlined portion is to emphasize Shakti&rsquo;s sense of belonging in the wooded landscape that she visits. </p><p>Choice A is incorrect because the text and underlined portion suggest that Shakti is comfortable, not uncomfortable, in her surroundings: the trees around her are described as welcoming and reassuring. Moreover, the underlined portion discusses Shakti&rsquo;s feelings in the forest, not the river, since she hasn&rsquo;t reached the river yet. Choice B is incorrect because the text and underlined portion emphasize Shakti&rsquo;s familiarity with the woods. The trees are inviting, and she feels like &ldquo;an old friend&rdquo; to the woods, so she isn&rsquo;t lost or confused there. Choice D is incorrect because the third sentence uses the phrase &ldquo;as an old friend&rdquo; figuratively in reference to Shakti&rsquo;s sense of familiarity with the landscape, not in reference to her long-standing friendships with other people, and the text and underlined portion never discuss her feelings about such friendships. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice best describes the function of the underlined portion in the text as a whole?&nbsp;</p>",
  "externalid": "e90c65ad-7cc3-420a-a585-fcc04aabdc94",
  "stimulus": "<p>The following text is from Srimati Svarna Kumari Devi&rsquo;s 1894 novel <em>The Fatal Garland</em>&nbsp;(translated by A. Christina Albers in 1910). Shakti is walking near a riverbank that she visited frequently during her childhood.</p>\n<blockquote>\n<p>She crossed the woods she knew so well. <span role=\"region\" aria-label=\"Referenced Content\"><u>The trees seemed to extend their branches like welcoming arms.</u></span> They greeted her as an old friend. Soon she reached the river-side.</p>\n</blockquote>",
  "templateclusterid": "3f3a02a3-4c9c-4eb3-b433-c462edb3080f",
  "parenttemplatename": "OSP-KA-TSP-E001",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "f51c2a3b-9d75-4f37-bce0-049b0db8c393",
      "content": "<p>It suggests that Shakti feels uncomfortable near the river.</p>"
    },
    {
      "id": "cd362bab-1b3d-4016-a708-40760bb5f4ee",
      "content": "<p>It indicates that Shakti has lost her sense of direction in the woods.</p>"
    },
    {
      "id": "eb046b89-d141-4d4e-8b70-5eb8713a95f8",
      "content": "<p>It emphasizes Shakti&rsquo;s sense of belonging in the landscape.</p>"
    },
    {
      "id": "a28acc86-c2a4-491d-9e81-9a350b8be338",
      "content": "<p>It conveys Shakti&rsquo;s appreciation for her long-term friendships.&nbsp;</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}