{
  "vaultid": "99fe354c-3769-400f-a5ef-60f7a6b514b6",
  "keys": [
    "3602e1b6-9da4-4d45-a2a8-ccaf1ef4d981"
  ],
  "rationale": "<p>Choice A is the best answer. The text provides an overview of Florence Price&rsquo;s importance by describing her success at the 1932 Wanamaker Foundation Awards, her blending of Black spirituals and classical European Romantic musical traditions, and the recent performances and recordings of her concertos and symphonies by major orchestras. </p><p>Choice B is incorrect. The text does mention that Price&rsquo;s compositions have been performed and recorded by major orchestras, but it doesn&rsquo;t argue that more orchestras should do so. Choice C is incorrect. The text does mention the blending of Black spirituals and classical European Romantic musical traditions, but only briefly, as part of a broader overview of Price&rsquo;s career. Choice D is incorrect. The text mentions Price&rsquo;s blending of Black spirituals with classical European Romantic musical traditions, but it doesn&rsquo;t directly compare Price&rsquo;s scores with those of classical European composers. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice best states the main purpose of the text?</p>",
  "externalid": "efc08b9d-1d6b-407d-bb5d-8f6c5cc24bd9",
  "stimulus": "<p>Composer Florence Price won first place for her score Symphony in E Minor at the 1932 Wanamaker Foundation Awards. The piece was performed the following year by the Chicago Symphony Orchestra, a significant recognition of its quality. Price continued to compose many musical pieces throughout her career, blending traditional Black spirituals with classical European Romantic musical traditions. In recent years, Price&rsquo;s concertos and symphonies have been performed and recorded by several major orchestras, further preserving her work for others to enjoy.</p>",
  "templateclusterid": "f04a68b8-2d50-45f9-a2d5-d3098ba44805",
  "parenttemplatename": "OSP-KA-TSP-M006",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "3602e1b6-9da4-4d45-a2a8-ccaf1ef4d981",
      "content": "<p>To provide examples of Price&rsquo;s importance as a composer</p>"
    },
    {
      "id": "cde7b78a-6815-4e5a-ab11-506a53463873",
      "content": "<p>To argue that more major orchestras should perform Price&rsquo;s compositions</p>"
    },
    {
      "id": "8456c31c-fa8b-4395-873f-9e7f982f8e73",
      "content": "<p>To describe the musical styles that inspired many of Price&rsquo;s symphonies</p>"
    },
    {
      "id": "c87e1649-a068-4967-b2c4-158078dd8992",
      "content": "<p>To compare Price&rsquo;s scores with those of classical European composers</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}