{
  "vaultid": "cf1f4bca-62d7-4079-b0dc-3ff969fbf557",
  "keys": [
    "b1a53f19-c1e8-4f89-bb33-5bfca2cb7fa8"
  ],
  "rationale": "<p>Choice A is the best answer because it most logically completes the text&rsquo;s discussion of the evolution of bipedalism in humans. According to the text, one potential explanation for humans walking upright on two legs is that the behavior evolved from an ancestor that mostly stayed on the ground and walked on four limbs, as modern chimpanzees and gorillas do. However, the finding that orangutans, also a relative of humans, sometimes stand on two legs in trees while using their arms to balance and reach for fruits suggests another possible explanation: perhaps a tree-dwelling ancestor of humans began moving on two legs because it offered an advantage, such as access to certain foods. </p><p>Choice B is incorrect because the finding that modern orangutans (a relative of humans) sometimes stand on two legs in trees doesn&rsquo;t offer any insight into when either bipedalism or tree-climbing behavior emerged in human ancestors. Additionally, the text indicates that one theory is that bipedalism evolved from a mostly ground-based ancestor that was already practicing knuckle-walking, not that bipedalism and knuckle-walking developed at the same time. Choice C is incorrect because the finding that orangutans (a relative of humans) sometimes stand on two legs in trees doesn&rsquo;t offer any insight into how difficult it would&rsquo;ve been to move between the ground and the trees without bipedalism; there&rsquo;s no suggestion that climbing or moving in trees depends on the ability to walk on two legs rather than four, even if that ability might be helpful in certain circumstances. Choice D is incorrect because the finding that orangutans (a relative of humans) sometimes stand on two legs in trees doesn&rsquo;t suggest that a knuckle-walking human ancestor could&rsquo;ve easily moved on two legs in trees. Although the text indicates that bipedalism may have evolved from a human ancestor that mostly stayed on the ground and walked on four limbs, it gives no indication of how easy it would&rsquo;ve been for such an ancestor to move bipedally in trees.&nbsp;</p>",
  "origin": "proteus",
  "stem": "<p>Which choice most logically completes the text?</p>",
  "externalid": "f4fbe202-2064-4bd6-a736-c5c55b1d4616",
  "stimulus": "<p>One theory behind human bipedalism speculates that it originated in a mostly ground-based ancestor that practiced four-legged &ldquo;knuckle-walking,&rdquo; like chimpanzees and gorillas do today, and eventually evolved into moving upright on two legs. But recently, researchers observed orangutans, another relative of humans, standing on two legs on tree branches and using their arms for balance while they reached for fruits. These observations may suggest that <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span></p>",
  "templateclusterid": "cf00d3ae-d74c-4b86-b6da-366c4bb9144a",
  "parenttemplatename": "OSP-012-INF",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "b1a53f19-c1e8-4f89-bb33-5bfca2cb7fa8",
      "content": "<p>bipedalism evolved because it was advantageous to a tree-dwelling ancestor of humans.</p>"
    },
    {
      "id": "5899a960-6c5d-45b3-bdbf-8ff457710e7a",
      "content": "<p>bipedalism must have evolved simultaneously with knuckle-walking and tree-climbing.</p>"
    },
    {
      "id": "a7c7096e-e583-456e-a806-bc4cf3788430",
      "content": "<p>moving between the ground and the trees would have been difficult without bipedalism.</p>"
    },
    {
      "id": "48ed4113-e5f1-4c48-ba6f-31f07a9fa018",
      "content": "<p>a knuckle-walking human ancestor could have easily moved bipedally in trees.&nbsp;&nbsp;</p>"
    }
  ],
  "correct_answer": [
    "A"
  ]
}