{
  "vaultid": "9426a738-9d8c-47c7-a9a2-4c6b05562b8e",
  "keys": [
    "3b7b5e46-cdef-4f6f-aa14-68b02bff86b4"
  ],
  "rationale": "<p>Choice B is the best answer. This would weaken the explanation. If the recipients of electronic money immediately withdrew it all as physical money, then both kinds of recipients ended up spending physical money on food. So there must be some other explanation why those who initially received electronic money ate different kinds of food. </p><p>Choice A is incorrect. This wouldn&rsquo;t weaken the explanation. If anything, it actually supports it: it demonstrates that recipients of electronic money and recipients of physical money have different spending habits. Choice C is incorrect. This wouldn&rsquo;t weaken the explanation. The explanation we&rsquo;re testing this choice against is about the way that people might &ldquo;conceive of and allocate&rdquo; physical and electronic funds differently. This choice only focuses on the timing, not what they spend the money on. Choice D is incorrect. This would have no impact on the explanation. It doesn&rsquo;t tell us anything about possible differences between the spending habits of those who spend physical money and those who spend money electronically. </p>",
  "origin": "proteus",
  "stem": "<p>Which finding from the study, if true, would most directly weaken the potential explanation?</p>",
  "externalid": "f88c0e77-479a-4c8d-996f-c9b7d9e730d3",
  "stimulus": "<p>Many governments that regularly transfer money to individuals&mdash;to provide supplemental incomes for senior citizens, for example&mdash;have long done so electronically, but other countries typically have distributed physical money and have only recently developed electronic transfer infrastructure. Researchers studied the introduction of an electronic transfer system in one such location and found that recipients of electronic transfers consumed a different array of foods than recipients of physical transfers of the same amount did. One potential explanation for this result is that individuals conceive of and allocate funds in physical money differently than they conceive of and allocate funds in electronic form.&nbsp;</p>",
  "templateclusterid": "97b87aa2-ca19-417b-9ec2-24713880dbd6",
  "parenttemplatename": "OSP-KA-TXT-H003",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "663d1545-60f7-44a0-b9fa-070a976eaf9a",
      "content": "<p>Recipients of electronic transfers typically spent their funds at a slower rate than recipients of physical transfers did.&nbsp;</p>"
    },
    {
      "id": "3b7b5e46-cdef-4f6f-aa14-68b02bff86b4",
      "content": "<p>Nearly every recipient of an electronic transfer withdrew the entire amount in physical money shortly after receiving the transfer.</p>"
    },
    {
      "id": "b46d4d63-1f63-4619-9d59-bd4f12ac3005",
      "content": "<p>Recipients of physical transfers tended to purchase food about as frequently as recipients of electronic transfers did.&nbsp;</p>"
    },
    {
      "id": "ac7906a4-7c2a-4500-a9eb-f4161e07db75",
      "content": "<p>Some recipients of physical transfers received small amounts of money relatively frequently, while others received large amounts relatively infrequently.</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}