{
  "vaultid": "51e94bf9-f7e3-4259-917a-af7499f47caa",
  "keys": [
    "58e1022b-1edb-4adb-830e-d3fff82cf6ab"
  ],
  "rationale": "<p>Choice C is the best answer. The second sentence provides more specific information about the fieldwork mentioned in the first sentence&mdash;that the paleontological digs took place in Utah, Montana, and Wyoming. Therefore, &ldquo;specifically&rdquo; fits perfectly in this context. </p><p>Choice A is incorrect. This choice uses a disagreement transition. But this sentence doesn&rsquo;t disagree with the previous sentence. Rather, this sentence agrees with and elaborates on the last sentence by providing more specifics about the fieldwork Black does. Choice B is incorrect. This choice uses a transition that indicates that an event took place after another event. But the two sentences are not describing different events&mdash;instead, this sentence gives more details about the fieldwork discussed in the first sentence. Choice D is incorrect. This choice uses a disagreement transition. But this sentence doesn&rsquo;t disagree with the previous sentence. Rather, this sentence agrees with and elaborates on the last sentence by providing more specifics about the fieldwork Black does. </p>",
  "origin": "proteus",
  "stem": "<p>Which choice completes the text with the most logical transition?</p>",
  "externalid": "fa2d1a26-46bd-490d-8fe1-30454adad22a",
  "stimulus": "<p>Riley Black&mdash;the author of critically acclaimed books such as <em>My Beloved Brontosaurus</em> (2013)&mdash;is best known for writing about dinosaurs, but she has also conducted hands-on fieldwork. <span aria-hidden=\"true\">______</span><span class=\"sr-only\">blank</span> her fieldwork has included paleontological digs in Utah, Montana, and Wyoming, and her dinosaur fossil discoveries can be seen at places such as the Carnegie Museum of Natural History.</p>",
  "templateclusterid": "b2e72c76-9323-47c4-b82c-bc58235395a7",
  "parenttemplatename": "OSP-KA-TRA-E010",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "32a32ad3-728b-49bc-96fe-dc9edeb6ab9b",
      "content": "<p>Regardless,&nbsp;</p>"
    },
    {
      "id": "c3abb5b7-dc1a-4aa0-8f36-41404ff0d160",
      "content": "<p>Subsequently,</p>"
    },
    {
      "id": "58e1022b-1edb-4adb-830e-d3fff82cf6ab",
      "content": "<p>Specifically,&nbsp;</p>"
    },
    {
      "id": "e09ef35a-2a57-4baf-8e9e-59ecf1e8f97a",
      "content": "<p>Conversely,</p>"
    }
  ],
  "correct_answer": [
    "C"
  ]
}