{
  "vaultid": "81623589-4c34-44b9-a37d-488af24ad11c",
  "keys": [
    "438469ee-6da7-4bc7-ae9f-173c1d024509"
  ],
  "rationale": "<p>Choice B is the best answer. The text says that the glass beads get the \"focus\" of the light beams so that the particles don&rsquo;t overheat. From this, we can infer that the beads allow the particles to be manipulated without being directly heated by the light beams.</p><p>Choice A is incorrect. The text never says that attaching the glass beads saves time in any way. Choice C is incorrect. The text never says that attaching the glass beads allows researchers to use weaker light beams. Choice D is incorrect. The text doesn&rsquo;t say that the particles can transfer heat to the glass beads&mdash;rather, it says the heat from the light focuses on the glass beads instead of the particles.</p>",
  "origin": "proteus",
  "stem": "<p>Based on the text, what is one advantage of attaching glass beads to particles when using optical tweezers?</p>",
  "externalid": "fc1861ad-86ac-449d-9941-ad6dc31649dd",
  "stimulus": "<p>Optical tweezers are specialized scientific tools&mdash;particularly useful in biology and medicine&mdash;that use high-powered beams of light to trap and manipulate minuscule particles for study. Use of the tool has led to several scientific and medical breakthroughs over the last few decades, but the particles are often under prolonged exposure to the intense heat of the light beams. To overcome the risk of overheating, and thereby damage, researchers sometimes attach nano-sized glass beads to particles, allowing the light to focus on the beads instead of the particles.</p>",
  "templateclusterid": "1cfdf98e-8915-4487-9d38-fda17d29eea2",
  "parenttemplatename": "OSP-KA-CID-H009",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "49789b11-f8ba-4d22-9cbd-91ccb1670772",
      "content": "<p>It decreases the time it takes for the optical tweezers to locate and capture the particles.</p>"
    },
    {
      "id": "438469ee-6da7-4bc7-ae9f-173c1d024509",
      "content": "<p>It facilitates the maneuvering of particles without directly heating the particles themselves.</p>"
    },
    {
      "id": "0c1b73d6-2604-4b83-92a3-04a32899206d",
      "content": "<p>It allows researchers to use weaker light beams to manipulate particles.</p>"
    },
    {
      "id": "97a7240c-b7cd-49a2-acd3-9a6276d1f592",
      "content": "<p>It adds a material to which particles can transfer any heat absorbed from the optical tweezers&rsquo; light beam.</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}