{
  "vaultid": "51874be2-58af-4d3f-92ac-572d9f0bb0ee",
  "keys": [
    "8b834b4c-1bc3-4dd1-81e4-b38fbb224919"
  ],
  "rationale": "<p>Choice D is the best answer. This finding, if true, would support the archaeologists&rsquo; conclusion. Dense central settlements linked to smaller ones would provide evidence of cities and suburbs&mdash;in other words, &ldquo;a form of urbanism.&rdquo; </p><p>Choice A is incorrect. This finding, if true, would weaken the archaeologists&rsquo; conclusion. Widely separated, small settlements with jungle in between would support the long-held belief that the Casarabe culture &ldquo;was characterized by a sparse, widely distributed population and little intervention in the surrounding wilderness.&rdquo; Choice B is incorrect. This choice wouldn&rsquo;t support the researchers&rsquo; conclusion. These large cities are located outside Casarabe territory, which doesn&rsquo;t show evidence of Casarabe urbanism. Choice C is incorrect. This finding wouldn&rsquo;t support the archaeologists&rsquo; conclusion. Scattered small farms in jungle clearings are not good evidence to support the existence of cities (&ldquo;a form of urbanism&rdquo;). </p>",
  "origin": "proteus",
  "stem": "<p>Which finding about the remote-sensing images, if true, would most directly support Pr&uuml;mers and colleagues&rsquo; conclusion?</p>",
  "externalid": "fd1571d8-4dd2-4b3e-acc1-33b0974356d2",
  "stimulus": "<p>Archaeologists have held that the Casarabe culture, which emerged in the southwestern Amazon basin in the first millennium CE, was characterized by a sparse, widely distributed population and little intervention in the surrounding wilderness. Recently, however, archaeologist Heiko Pr&uuml;mers and colleagues conducted a study of the region using remote-sensing technology that enabled them to create three-dimensional images of the jungle-covered landscape from above, and the researchers concluded that the Casarabe people developed a form of urbanism in the Amazon basin.</p>",
  "templateclusterid": "08722435-b811-4e82-9f49-e3d449f814e7",
  "parenttemplatename": "OSP-KA-TXT-H008",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "54156d18-ff7c-4de4-b37d-cd1363a38953",
      "content": "<p>They show shapes consistent with widely separated settlements of roughly equal small size surrounded by uncultivated jungle.</p>"
    },
    {
      "id": "f63392fe-daa9-499b-8fc6-cbb4bd7aaa27",
      "content": "<p>They show shapes consistent with long-distance footpaths running from Casarabe territories to large cities outside the region inhabited by the Casarabe people.</p>"
    },
    {
      "id": "54b19d29-0450-4806-886c-d2fbcb8337e7",
      "content": "<p>&nbsp;They show shapes consistent with scattered small farms created by clearing jungle areas near sources of fresh water.</p>"
    },
    {
      "id": "8b834b4c-1bc3-4dd1-81e4-b38fbb224919",
      "content": "<p>They show shapes consistent with monumental platforms and dense central settlements linked to smaller settlements by a system of canals and roadways.</p>"
    }
  ],
  "correct_answer": [
    "D"
  ]
}