{
  "vaultid": "eac8ab8d-78f5-438c-81ce-704840183f34",
  "keys": [
    "afc431ed-3f0c-4284-9c7b-586ea57a7bbb"
  ],
  "rationale": "<p>Choice B is the best answer. The text describes a saying in the capital that Malsufrido keeps more secrets than an archbishop. It also says that when he takes off his hat, &ldquo;the family secrets do not fly out&hellip; but remain nicely bottled up,&rdquo; suggesting that he will not betray his confidences. </p><p>Choice A is incorrect. This choice doesn&rsquo;t reflect the text. While his hat is large and appears to have been brushed in the wrong direction, Dr. Malsufrido does not seem to be regarded as ill-dressed or disheveled. Choice C is incorrect. This choice is the opposite of what the text says. The secrets of families (his and others&rsquo;) remain &ldquo;bottled up&rdquo; in his head. Choice D is incorrect. This choice isn&rsquo;t supported by the text. His professional expertise is not discussed in the passage. </p>",
  "origin": "proteus",
  "stem": "<p>Based on the text, how do people in the capital of Mexico most likely regard Dr. Malsufrido?</p>",
  "externalid": "fdc309fb-203f-4eb0-ab14-ce679c48449c",
  "stimulus": "<p>The following text is adapted from Mar&iacute;a Cristina Mena&rsquo;s 1914 short story &ldquo;The Vine-Leaf.&rdquo;</p>\n<blockquote>\n<p>It is a saying in the capital of Mexico that Dr. Malsufrido carries more family secrets under his hat than any archbishop.</p>\n<p>The doctor&rsquo;s hat is, appropriately enough, uncommonly capacious, rising very high, and sinking so low that it seems to be supported by his ears and eyebrows, and it has a furry look, as if it had been brushed the wrong way, which is perhaps what happens to it if it is ever brushed at all. When the doctor takes it off, the family secrets do not fly out like a flock of parrots, but remain nicely bottled up beneath a dome of old and highly polished ivory.</p>\n</blockquote>",
  "templateclusterid": "f4c313c0-c2f3-4672-9b82-2531a32adc39",
  "parenttemplatename": "OSP-KA-CID-H001",
  "parenttemplateid": "",
  "type": "mcq",
  "position": "0",
  "templateclustername": "",
  "answerOptions": [
    {
      "id": "1a8d26ab-988f-4870-b908-b3fafc59882b",
      "content": "<p>Many have come to tolerate him despite his disheveled appearance.</p>"
    },
    {
      "id": "afc431ed-3f0c-4284-9c7b-586ea57a7bbb",
      "content": "<p>Few feel concerned that he will divulge their confidences.</p>"
    },
    {
      "id": "3153160c-05c7-45ee-b626-444b8ad86678",
      "content": "<p>Some dislike how freely he discusses his own family.</p>"
    },
    {
      "id": "6b6603b5-177b-4a14-b437-b83cc483cfdb",
      "content": "<p>Most would be unimpressed by him were it not for his professional expertise.</p>"
    }
  ],
  "correct_answer": [
    "B"
  ]
}